Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Type in the feedback that you want the student to see when selecting the particular question. If you don't complete this box, eXe will automatically provide default feedback as follows: "Correct answer" as indicated by the selection for the correct answer; or "Wrong answer" for the other alternatives.
ca: Escriu en la realimentació que voleu que l'estudiant vegi quan seleccione l'opció triada. Si no escriviu res eXe proporcionarà la resposta automàtica: "Resposta correcta" quan la resposta sigui correcta o Resposta incorrecta" quan sigui incorrecta.
ca_es@valencia: Escriu la retroacció que vols que l'alumnat veja quan seleccione la pregunta triada. Si no escrius res l'eXe proporcionarà automàticament la següent retroacció per defecte: «Resposta correcta» quan la resposta siga correcta o «Resposta incorrecta» quan siga incorrecta.
el: Πληκτρολογείστε την ανατροφοδότηση που θέλετε να δει ο μαθητής όταν επιλέγει τη συγκεκριμένη απάντηση. Αν δεν συμπληρώσετε αυτό το πεδίο, το eXe θα παρέχει την εξής αυτόματη ανατροφοδότηση: "Σωστή απάντηση" ή "Λάθος απάντηση".
es: Escriba la información que quiere que el estudiante vea cuando seleccione una pregunta concreta. Si no completa este recuadro, eXe automáticamente completará la información por defecto de la siguiente manera: "Respuesta correcta" según la selección indicada para la respuesta correcta; o "Respuesta equivocada" para las otras alternativas.
eu: Ikasleak galdera zehatz bat markatzen duenean, hark ikusi beharreko informazioa idatzi. Ez baduzu kutxa betetzen, eXe-k automatikoki feedback hau jarriko du: "Erantzun zuzena" erantzuna zuzena bada; edo "Erantzun okerra" beste aukeretan.
fr: Rédigez ici l'écho que vous souhaitez transmettre à l'apprenant suite à son choix. Si vous ne rédigez pas d'écho particulier, eXe exécutera automatiquement l'écho par défaut comme suit: "réponse correcte" comme indiqué pour la sélection de la bonne réponse ou "mauvaise réponse" pour la sélection des autres options.
gl: Escriba a retroalimentación que quere que o alumnado vexa cando seleccione unha pregunta en particular. Se non enche esta caixa de texto, eXeLearning completará automaticamente o comentario por defecto do seguinte xeito: "Resposta correcta", segundo a selección indicada para a resposta correcta, ou "Resposta errada" para as outras opcións.
it: Scrivere le informazioni che si vogliono visualizzare allo studente quando seleziona una particolare domanda. Se non si completa questo campo, eXe fornirà automaticamente un'informazione predefinita del tipo: "Risposta corretta" per indicare la selezione di una risposta corretta; oppure "Risposta sbagliata" per le altre alternative.
nl: Vul hier de feedback in die de student ziet als hij een bepaalde vraag beantwoordt. Als u dit veld leeg laat, voegt eXe standaard volgende reacties toe: "Juist antwoord" bij het antwoord dat als zodanig is aangeduid; of "Fout antwoord" bij de andere alternatieven.
pl: Wpisz informację zwrotną, która ma być wyświetlana uczniowi przy wyborze konkretnego pytania. Jeśli nie wypełnisz tego pola, to eXe automatycznie przekaże domyślną informację zwrotną w następujący sposób: „Prawidłowa odpowiedź” zgodnie z wyborem poprawnej odpowiedzi; lub „Błędna odpowiedź” dla innych opcji.
pt: Inserir a resposta que quer que o aluno veja quando selecionar esta questão particular. Se não introduzir nada nesta caixa, o eXe automáticamente fornecerá a resposta por omissão desta maneira: "Resposta correta" para indicar a escolha correta; ou "Resposta errada" para as outras alternativas.
ru: Введите обратную связь, которую вы хотите, чтобы студент увидел при выборе конкретного вопроса. Если вы не заполните этой рамки, eXe автоматически обеспечивает обратную связь по умолчанию следующим образом: "Правильный ответ", как указано в выборе на правильный ответ, либо "Неправильный ответ " для других альтернатив.
tr: Buraya, öğrenci bu soruyu seçtiğinde görmesini istediğiniz geribildirimi girin. Eğer bu alanı boş bırakırsanız, eXe otomatik olarak şu şekilde öntanımlı çıktılar gösterecektir: Doğru seçim için "Doğru" ; ya da diğer seçeneklerden birisi seçilmesi halinde "Yanlış".
zh_cn: 输入评语, 可让学生在点选次项时看见. 如果你不输入, eXe将会自动提供以下评语:"回答正确 "给正确选项; "回答错误 "给其它选项.
zh_tw: 輸入學生選擇特定選項時要看到的回饋意見。 如果您未輸入，eXe 將會自動提供以下的回饋： 選正確選項時會顯示「正確答案」；其他選項則顯 示「錯誤答案」。

source: FPD - True/False Activity
ca: FPD - Activitat veritat/mentida
ca_es@valencia: FPD - Activitat de verdader/fals
dz: ཨེཕ་པི་ཌི - བདོན་/མི་བདོན་སྦྱོང་ལཱ
el: FPD - Σωστό/Λάθος
es: FPD - Actividad de Verdadero/Falso
eu: FPD - Egia/Gezurra Moduko Jarduera
fr: FPD - Activité Vrai ou Faux
gl: FPD - Verdadeiro/Falso
it: FPD - attività vero/falso
nl: FPD - Waar/Niet waar activiteit
pl: FPD - Aktywność Prawda/Fałsz
pt: FPD - Atividade de verdadeiro ou falso
ru: FPD - Истина/Ложная активность
tr: FPD - Doğru/Yanlış Etkinliği
zh_cn: FPD - 判断题活动
zh_tw: FPD - 是非題測驗

source: Wiki Article
ca: Article Wiki
ca_es@valencia: Article de la viquiepèdia
dz: ཝི་ཀི་གི་རྩོམ་བྲིས
el: Άρθρο Βίκι
es: Artículo de la wikipedia
eu: Wiki artikulua
fr: Article Wiki
gl: Artigo da Wikipedia
it: Articolo wiki
nl: Wiki-artikel
pl: Artykuł z Wikipedii
pt: Artigo Wiki
ru: Статья Википедии
tr: Wiki Makalesi
zh_cn: Wikibooks 文章
zh_tw: Wiki 文章

source: <p>The Wikipedia iDevice allows you to locate existing content from within Wikipedia and download this content into your eXe resource. The Wikipedia Article iDevice takes a snapshot copy of the article content. Changes in Wikipedia will not automatically update individual snapshot copies in eXe, a fresh copy of the article will need to be taken. Likewise, changes made in eXe will not be updated in Wikipedia. </p> <p>Wikipedia content is covered by the GNU Free Documentation 1.2 License, and since 2009 additionally by the Creative Commons Attribution-ShareAlike 3.0 Unported License.</p>
ca: <p> L'iDevice Viquipèdia us permet localitzar un article que estigui a la Viquipèdia i baixar-lo al recurs eXe. L'iDevice Viquipèdia pren una copia del contingut de l'article. Els canvis en la Viquipèdia no són actualitzats automàticament en la còpia que heu pres, us caldrà tornar a prendre la còpia de l'article si voleu la seva actualització. Així mateix , els canvis fets a l'article en eXe no seran actualitzats a la Viquipèdia. </p> <p> El contingut de la Viquipèdia està cobert per la llicència de documentació lliure GNU FDL 1.2 i des de 2009 de forma addicional per la Creative Commons Atribució Compartir Igual 3.0 Llicència no portada</p>
ca_es@valencia: <p> L'iDevice Article de la viquipèdia et permet localitzar un article que estiga en la Viquipèdia i baixar-ho al recurs de l'eXe. L'iDevice Article de la viquipèdia fa una còpia instantània del contingut de l'article. Els canvis en la Viquipèdia no s'actualitzen automàticament en la còpia que tens a l'eXe, si la vols actualitzar caldrà que tornes a baixar una còpia de l'article. Així mateix, els canvis fets a l'article en l'eXe no s'actualitzaran en la Viquipèdia. </p> <p>El contingut de la Viquipèdia és sota la llicència de documentació lliure GNU (GFDL), i des de 2009 a més sota una Llicència Creative Commons Reconeixement - CompartirIgual 3.0.</p>
el: <p>Το η-Σύνεργο της Βικιπαίδειας σάς επιτρέπει να εντοπίσετε υφιστάμενο περιεχόμενο από την Βικιπαίδεια και να το συμπεριλάβετε στο έργο του eXe. Η δραστηριότητα αυτή δημιουργεί ένα αντίγραφο του περιεχομένου του άρθρου. Το αντίγραφο του άρθρου στο παιδαγωγικό σας υλικό δεν ενημερώνεται όταν υπάρχουν αλλαγές στη Βικιπαίδεια και θα πρέπει να ξαναλάβετε ένα νέο αντίγραφο του άρθρου. Παρόμοια,αλλαγές που έγιναν στο eXe δεν θα ενημερώσουν τη Βικιπαίδεια. </p> <p> Το περιεχόμενο της Βικιπαίδεια καλύπτεται από τη δωρεάν άδεια τεκμηρίωσης GNU.</p>
es: <p>El iDevice Wikipedia le permite buscar contenido existente en la Wikipedia y descargar este contenido en su recurso eXe. El iDevice Artículo de la wikipedia lo que hace es una copia del contenido del artículo; los cambios posteriores que se produzcan en la Wikipedia no se reflejarán automáticamente en la copia del artículo en eXe, será necesario realizar una nueva copia. Así mismo, los cambios realizados en eXe no producirán efectos en los artículos de la Wikipedia. </p> <p>El Contenido de la Wikipedia esta protegido por la Licencia de documentación libre de GNU 1.2, y desde 2009 además por la licencia CreativeCommons Reconocimiento-compartir igual 3.0 Unported.</p>
eu: <p>Wikipediaren iDevice-ak Wikipediaren edukia bilatzeko eta eXe-n deskargatzeko aukera ematen dizu. Wikipedia Artikuluaren iDevice-ak artikuluaren edukiaren kopia egiten du. Wikipediako aldaketak ez dira automatikoki eguneratzen eXe-ko kopietan; beste kopia bat egin behar zaie. Eta eXe-n egindako aldaketak ez dira Wikipedian eguneratuko. </p> <p>Wikipediaren edukia GNUren dokumentazio librearen lizentziak babestuta dago eta 2009tik aurrera Creative Commons Attribution-ShareAlike 3.0 Unported License-ak ere bai.</p>
fr: <p> L'outil pédagogique Wikipedia vous permet de localiser un contenu existant au sein de l'encyclopédie libre Wikipedia et de le télécharger dans votre document eXe. L'outil vous permet de réaliser une copie instantanée du contenu de l'article. Les modifications de cet article dans Wikipedia ne seront pas toutefois automatiquement mises à jour dans votre document: si vous souhaitez les incorporer, il vous faudra télécharger à nouveau l'article modifié. De la même manière, les modifications que vous pourriez apporter au contenu de l'article au sein d'eXe ne seront pas mises à jour dans Wikipedia.</p> <p> Le contenu de Wikipedia est sous licence GNU.</p>
gl: <p>O iDevice Wikipedia permite localizar contido existente na Wikipedia e descargar este contido no seu recurso eXe. O iDevice Artigo da Wikipedia realiza unha copia do contido. Os cambios posteriores na Wikipedia non se reflectirán automaticamente na copia do artigo en eXe, polo que é preciso actualizala cunha nova copia. Así mesmo, os cambios que se fagan en eXe non actualizarán a Wikipedia. </p> <p>O contido da Wikipedia está protexido por unha licenza Creative Commons Atribución Compartir Igual 4.0</p>
it: <p>L'iDevice Wikipedia permette di localizzare un contenuto esistente dentro Wikipedia ed effettuare lo scaricamento dei contenuti nelle risorse di eXe. L'iDevice Articolo Wikipedia prende una copia istantanea del contenuto dell'articolo. I cambiamenti in Wikipedia non saranno automaticamente aggiornati e copiati in eXe: dovrà essere presa una copia aggiornata dell'articolo. Nel contempo i cambiamenti fatti in eXe non saranno aggiornati in Wikipedia.</p> <p>I contenuti Wikipedia sono coperti dalla licenza GNU Free Documentation 1.2, e dal 2009 anche dalla licenza Creative Commons Attribution-ShareAlike 3.0 Unported.</p>
nl: <p>Met het Wikipedia iDevice kunt u trefwoorden opzoeken in Wikipedia en een artikel rechtstreeks opnemen in eXe. Het iDevice kopieert de huidige inhoud van het artikel: latere aanpassingen in Wikipedia worden niet automatisch overgenomen. Als u de inhoud wijzigt in eXe, dan worden die aanpassingen evenmin overgenomen in Wikipedia. </p><p>Artikelen uit Wikipedia vallen onder de regels van GNU free documentation 1.2 licentie, en sinds 2009 ook onder de Creative Commons Attribution-Gelijk delen 3.0 Unported Licentie.</p>
pl: <p>iObiekt Wikipedia pozwala zlokalizować istniejącą zawartość z Wikipedii i pobrać tę zawartość do zasobu eXe. iObiekt wykonuje migawkową kopię treści artykułu Wikipedii Zmiany w Wikipedii nie będą automatycznie aktualizować pojedynczych kopii migawek w eXe, konieczne będzie pobranie nowej kopii artykułu. Podobnie zmiany dokonane w eXe nie będą aktualizowane w Wikipedii. </p> <p>Treść Wikipedii jest objęta licencją GNU Free Documentation 1.2, a od 2009 r. dodatkowo licencją Creative Commons Attribution-ShareAlike 3.0 Unported License.</p>
pt: <p>O iDevice Wikipédia permite localizar conteúdo existente na Wikipédia e descarregar esse conteúdo para o recurso eXe. O iDevice Wikipédia tira "fotografias" do conteúdo do artigo. As mudanças no artigo da Wikipédia não alteram automáticamente a informação copiada para o eXe, será necessária uma nova cópia do artigo. Da mesma maneira, alterações feitas no eXe não farão alterações na Wikipédia. </p> <p>O conteúdo da Wikipedia está sob a licença GNU de documentação livre 1.2, e desde 2009 adicionalmente sob a licença Creative Commons Atribuição-CompartilhaIgual 3.0 Não Adaptada.</p>
ru: <p>iDevice Википедия позволяет найти материалы в Википедии и загрузить их содержимое в eXe ресурсы. iDevice Статья Википедии создает копию содержимого статьи. Изменения в Википедии не будут автоматически обновлять копии в ресурсах eXe, для обновления нужно загрузить свежую копию статьи. Аналогично, изменения, сделанные в eXe, не вносятся в Википедию. </p> <p>Содержимое Википедии доступно в соответствии с лицензией GNU Free Documentation 1.2, и с 2009 дополнительно лицензией Creative Commons Attribution-ShareAlike 3.0 Unported License.</p>
tr: <p>Wikipedia iDevice, Wikipedia'daki mevcut içeriği bulmanızı ve bu içeriği exe kaynağınıza indirmenizi sağlar. Wikipedia makalesi iDevice makale içeriğinin anlık bir kopyasını alır. Wikipedia'daki değişiklikler tek tek anlık görüntü kopyalarını exe'de otomatik olarak güncelleştirmez, makalenin yeni bir kopyasının alınması gerekir. Aynı şekilde, exe'de yapılan değişiklikler de Wikipedia'da güncellenmeyecektir.</p> <p>Wikipedia içeriği GNU ücretsiz Belgeleme 1.2 Lisansı kapsamındadır ve 2009 yılından bu yana Creative Commons Attribution - ShareAlike 3.0 Kısıtlamamış Lisansı kapsamındadır.</p>
zh_cn: <p> Wikipedia 这个 iDevice 模块允许您从Wikipedia中查找现有内容，并将此内容下载到您的eXe资源中。 而Wikipedia文章iDevice则可拍摄文章内容的快照副本。 Wikipedia中的更改不会自动更新eXe中的单个快照副本，因此需要获取该文章的新副本。同样，在eXe中所做的更改不会在Wikipedia中更新。 </p> <p> 维基百科的内容采用了GNU 自由文档许可证1.2 版本，此外，自2009年以来，维基百科的内容也采用了知识共享署名-相同方式共享 3.0 许可证。</p>
zh_tw: <p>維基百科 iDevice 允許您從維基百科中尋找現有內容，並將此內容下載到您的 eXe 資源中。 維基百科文章 iDevice 會取得文章內容的快照副本。 維基百科中內容有更改時，不會自動更新 eXe 中的快照副本，因此需要取得該文章的新副本。 同樣地，在維基百科中不會更新 eXe 中所做的更改。</p> <p>維基百科的內容均以 GNU Free Documentation 1.2 授權， 自 2009 年以後也加上了 Creative Commons Attribution-ShareAlike 3.0 Unported License 的授權。</p>

source: Article
dz: རྩོམ་བྲིས
el: Άρθρο
es: Artículo
eu: Artikulua
gl: Artigo
it: Articolo
nl: Artikel
pl: Artykuł
pt: Artigo
ru: Статья
tr: Makale
zh_cn: 文章
zh_tw: 文章

source: Select the appropriate language version of Wikipedia to search and enter search term.
ca: Selecciona la llengua apropiada de la Viquipèdia per cercar i comenceu a cercar termes.
ca_es@valencia: Seleccioneu l'idioma apropiat de la Viquipèdia per a cercar i introduïu un terme de cerca.
el: Επιλέξτε την κατάλληλη γλώσσα της Βικιπαίδειας, για να αναζητήσετε έναν όρο και να τον εισάγετε.
es: Seleccione el lenguaje de Wikipedia apropiado para introducir el término a buscar.
eu: Aukeratu Wikipediako hizkuntza, eta sartu bilatu beharreko terminoa.
fr: Sélectionnez la version linguistique appropriée de Wikipédia pour rechercher un terme.
gl: Seleccione a versión da Wikipedia no idioma correspondente para introducir o termo de busca.
it: Selezionare la versione nella lingua appropriata di Wikipedia ed inserire il termine da ricercare.
nl: Selecteer de gewenste taalversie van Wikipedia en voer de zoekterm in.
pl: Wybierz wersję językową Wikipedii w której chcesz wyszukać artykuł.
pt: Selecione a língua que deseja utilizar para pesquisar na Wikipédia e digite o termo de pesquisa.
ru: Выберите нужную языковую версию Википедии для поиска и введите поисковый запрос.
tr: Aramalarda kullanılmak üzere, Wikipedia'nın uygun dildeki sayfasını seçiniz.
zh_cn: 选择适当的维基语言版本来搜寻, 并输入关键词.
zh_tw: 選擇適當的維基百科語言版本來搜尋，並輸入搜尋字串。

source: Enter a phrase or term you wish to search within Wikipedia.
ca: Escriu una frase o paraula que voleu cercar a la Viquipèdia.
ca_es@valencia: Escriu la frase o paraula que vols cercar en la Viquipèdia.
el: Εισάγετε μια φράση ή έναν όρο που θέλετε να αναζητήσετε στη Βικιπαίδεια.
es: Introduzca la frase o texto que desea buscar dentro de wikipedia.
eu: Idatzi Wikipedian bilatu nahi duzun esaldia edo terminoa.
fr: Rédigez une phrase ou un mot que vous souhaitez rechercher dans l'encyclopédie Wikipédia.
gl: Introduza a frase ou termo que quere procurar na Wikipedia.
it: Inserire una frase o un termine che si vuole cercare all'interno di Wikipedia.
nl: Geef een term of omschrijving die u wil opzoeken in Wikipedia.
pl: Wprowadź frazę, którą chcesz wyszukać w wikipedii.
pt: Introduzir a frase ou termo que pretende procurar na Wikipédia.
ru: Введите фразу, которую вы хотите найти в Википедии.
tr: Wikipedia'da aranacak olan ifadeyi giriniz.
zh_cn: 输入关键词.
zh_tw: 請輸入您要在維基百科內搜尋的片語或字串。

source: Unable to download from %s <br/>Please check the spelling and connection and try again.
ca: No es pot baixar des de %s <br/> comproveu que ho heu escrit bé , mireu la connexió i torneu a provar.
ca_es@valencia: No es pot baixar des de %s <br/>Reviseu l'ortografia i la connexió i torneu-ho a provar.
el: Αδυναμία μεταφόρτωσης από %s <br/>Παρακαλώ ελέγξτε την ορθογραφία και τη σύνδεση και προσπαθήστε πάλι.
es: No se pudo descargar de %s <br/>Por favor revise si lo ha tecleado correctamente, y la conexión, e inténtelo de nuevo.
eu: Ezin izan da %s-etik deskargatu <br/>Mesedez, egiaztatu ortografia eta konexioa, eta berriz saiatu.
fr: Impossible de télécharger depuis %s <br/>Vérifiez l'adresse et la connexion et réessayez.
gl: Non é posible descargar de %s <br/>Verifique que está ben escrito, a conexión e ténteo de novo.
it: Impossibile effettuare lo scaricamento da %s <br/>Controllare il riferimento e la connessione e riprovare.
nl: Download onmogelijk vanaf %s <br/>Controleer de spelling en het adres en probeer opnieuw.
pl: Nie można pobrać z %s <br/>Sprawdź pisownię i połączenie i spróbuj ponownie.
pt: Impossível descarregar de %s <br/>Por favor, verifique a ligação à Internet, e se os dados estão corretos, e tente novamente.
ru: Невозможно скачать с %s <br/>Пожалуйста, проверьте правописание и соединение и попробуйте ещё раз.
tr: %s adresinden indirilemiyor <br/>Lütfen doğru yazdığınızdan emin olun ve bağlantıyı kontrol edin.
zh_cn: 无法从%s下载<br/>请检查拼写, 然后再连接.
zh_tw: 無法從 %s 下載<br/>請檢查拼字與連線，然後再試一次。

source: http://en.wikipedia.org/
ca: http://ca.wikipedia.org/
ca_es@valencia: http://ca.wikipedia.org/
el: http://el.wikipedia.org/
es: http://es.wikipedia.org/
eu: http://eu.wikipedia.org/
fr: http://fr.wikipedia.org/
gl: http://gl.wikipedia.org/
it: http://it.wikipedia.org/
ru: http://ru.wikipedia.org/
tr: http://tr.wikipedia.org/

source: %prog, the commandline version of eXe. Usage: %prog [options] input_file [output_file] To show help: %prog -h
ca: %prog , la versió de terminal d'eXe. Ús: %prog [opcions] fitxer_d'_entrada [fitxer_de_sortida] Per veure l'ajuda: %prog -h
ca_es@valencia: %prog [opcions] fitxer_d'entrada [fitxer_d'eixida] Per a mostrar l'ajuda: %prog -h
el: %prog, commandline έκδοση του eXe. Χρήση: %prog [options] input_file [output_file] Για εμφάνιση βοήθειας: %prog -h
es: %prog, la versión de eXe para línea de órdenes. Uso: %prog [opciones] fichero_de_entrada [fichero_de_salida] Para ver la ayuda: %prog -h
eu: %prog, eXeren komando-lerro bertsioa. Erabilera: %prog [options] input_file [output_file] Laguntza erakusteko: %prog -h
fr: %prog, la version commandline de eXe. Usage: %prog [options] fichier d'entrée [fichier de sortie] Montrer l'aide: %prog -h
gl: %prog, a versión de eXe para liña de comandos. Uso: %prog [opcións] ficheiro_de_entrada [ficheiro_de_saida] Para amosar a axuda: %prog -h
it: %prog, la versione a linea di comando di eXe. Uso: %prog [options] input_file [output_file] Per l'aiuto: %prog -h
nl: %prog, de opdrachtregel versie van eXe. Gebruik: %prog [options] input_file [output_file] Om help te tonen: %prog -h
pl: %prog, wersja eXe z linii poleceń. Użyj: %prog [opcje] input_file [output_file] Aby wyświetlić pomoc: %prog -h
pt: %prog, a versão de eXe em linha de comandos. Uso: %prog [opções] ficheiro de entrada [ficheiro de saída] Para ver a ajuda: %prog -h
ru: %prog - версия eXe для командной строки. Использование: %prog [опции] вход_файл [выход_файл] Показать справку: %prog -h
tr: %p prog, eXe'nin komut satırı sürümü. Kullanım: %p prog [seçenekler] input_file [output_file] Yardımı göstermek için: %prog -h
zh_cn: ％prog，eXe的命令行版本。 用法：％prog [选项] input_file [output_file] 要显示帮助： ％prog -h
zh_tw: 用法：%prog [選項] 輸入檔 [輸出檔] 顯示說明： %prog -h

source: Append <input_file> elp package to <output_file> elp package
ca: Afegeix un paquet elp <input_file> al paquet elp <output_file>
ca_es@valencia: Afig el <input_file> paquet elp al <output_file> paquet elp
dz: ཨི་ཨེལ་པི་ཐུམ་སྒྲིལ་<input_file>་ལས་ཨི་ཨེལ་པི་ཐུམ་སྒྲིལ<output_file>་ལུ་མཇུག་བསྣོན་འབད
el: Προσάρτηση του <input_file> πακέτου elp στο πακέτο elp <output_file>
es: Añadir el paquete .elp <fichero de entrada> al final del paquete .elp <fichero de salida>
eu: Erantsi <sarrera_paketea> elp paketea <irteera_paketea> elp paketeari
fr: Joindre le paquet elp <input_file> ( fichier_entrée) au paquet elp <output_file> (fichier_sortie)
gl: Engadir o paquete ELP <input_file> ao final do paquete ELP <output_file>
it: Aggiunge il pacchetto ELP <file_in> al pacchetto ELP <file_out>
nl: Voeg <input_file> elp pakket toe aan <output_file> elp pakket
pl: Dołącz <input_file> pakiet elp do <output_file> pakietu elp
pt: Acrescentar o pacote elp <input_file> ao pacote elp <output_file>
ru: Добавить <input_file>пакет elp в пакет elp <output_file>
tr: <input_file>elp paketini <output_file> elp paketine ekleyin
zh_cn: 附加<input_file> elp 包到<output_file> elp 包
zh_tw: 將 <input_file> elp 套件附加到 <output_file> elp 套件

source: Set ELP field values. Example: -s style=Default,root.title='Root Node'
ca: Configura els valors del camp ELP. Exemple: -s style=Default,root.title='Root Node'
ca_es@valencia: Establiu els valors del camp ELP. Per exemple: -s style=Default,root.title='Root Node'
dz: ཨི་ཨེལ་པིའི་ས་སྒོ་གནས་གོང་ཚུ་གཞི་སྒྲིག་འབད། དཔེར་ན་-s style=Default,root.title='Root Node'
el: Προσδιορίστε τις τιμές πεδίου ELP. Παράδειγμα: -s style=Default,root.title='Root Node'
es: Determinar los valores de los campos del ELP. Ejemplo: -s style=Default,root.title='Nodo raíz'
eu: Eman balioak ELParen eremuei. Adibidea: -s style=Default,root.title='Root Node'
fr: Déterminer les valeurs des champs ELP. Exemple: -s style=Default,root.title='nœud racine'
gl: Determinar os valores dos campos do ELP. Exemplo: -s style=Default,root.title='Nodo raíz'
it: Imposta valore campi ELP. Es: -s style=Default, root.title='Nodo radice'
nl: Voer de waarden van ELP velden in. Voorbeeld: -s stijl=Default,root.title='Root Node'
pl: Ustaw wartości pól ELP. Przykład: -s style=Default,root.title='Root Node'
pt: Estabelecer os valores dos campos do ELP. Exemplo: -s style=Default,root.title='Nó raiz'
ru: Установить значения поля ELP. Например: -s style=Default,root.title='Root Node'
tr: ELP alanı değerlerini ayarlayın. Örnek: -s style=Varsayılan,root.title='Kök Düğümü
zh_cn: 设置 ELP 字段值。例如：-s style=Default,root.title='Root Node'
zh_tw: 設定 ELP 欄位值。例如：-s style=Default,root.title='Root Node'

source: Set ELP field values options
ca: Configura les opcions del camp ELP
ca_es@valencia: Establiu les opcions dels valors del camp ELP
dz: ཨི་ཨེལ་པིའི་ས་སྒོ་གནས་གོང་གི་གདམ་ཁ་ཚུ་གཞི་སྒྲིག་འབད་
el: Προσδιορίστε τις τιμές των επιλογών του πεδίου ELP
es: Determinar las opciones de los valores de los campos del ELP
eu: ELParen eremuei balioak emateko aukerak
fr: Déterminer les options de valeurs des champs ELP
gl: Determinar as opcións dos valores dos campos do ELP
it: Imposta opzioni per campi ELP
nl: Voer de opties van de ELP velden in.
pl: Ustaw opcje wartości pola ELP
pt: Estabelecer os valores dos campos do ELP
ru: Опции установки значения поля ELP.
tr: ELP alan değerleri seçeneklerini ayarlayın
zh_cn: 设置ELP字段值选项
zh_tw: 設定 ELP 欄位值選項
