Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Enter an Hex color value (#000000-#ffffff)
ca: entra un valor de color hexadecimal (#000000-#ffffff)
ca_es@valencia: Introduïu un valor de color «Hex» (#000000-#ffffff)
el: Εισάγετε μια τιμή Hex (#000000-#ffffff)
es: Introduzca un código hexadecimal (#000000-#ffffff)
eu: Sartu kolore hexadecimal bat (#000000-#ffffff)
fr: Introduisez une valeur couleur Hex (#000000-#ffffff)
gl: Introduza un valor de cor hexadecimal (#000000-#ffffff)
it: Inserire un valore di colore Hex (#000000-#ffffff)
nl: Geef een Hexadecimale kleurwaarde (#000000-#ffffff)
pl: Wprowadź wartość koloru Hex (#000000-#ffffff)
pt: Introduza um número hexadecimal para definir a cor (#000000-#ffffff)
ru: Введите шестнадцатеричное значение цвета (#000000-#ffffff)
tr: Onaltılı renk değeri girin (#000000-#ffffff)
zh_cn: 输入十六进制颜色值（＃000000- #ffffff）
zh_tw: 輸入16進制顏色值(#000000-#ffffff)：

source: Drop image here or $browse...$
ca: Deixa anar la imatge aquí o $navega...$
ca_es@valencia: Arrossega ací una imatge o $tria una...$
el: Αποθέστε την εικόνα εδώ ή $browse...$
es: Arrastre aquí una imagen o $elija una...$
eu: Jausi hemen irudia edo $aukeratu...$
fr: Faites glisser ici une image ou $choisissez...$
gl: Arrastre aquí a imaxe ou $browse...$
it: Rilasciare qui l'immagine o $sfoglia...$
pl: Upuść obraz tutaj lub $przeglądaj...$
ru: Перетащите изображение сюда или $Выбери одно...$
tr: Görüntüyü buraya sürükleyin veya $Browse...$
zh_cn: 将图像拖放到这里，或者$浏览...$
zh_tw: 將圖片拖到這裡或是 $browse...$

source: Max width
ca: Amplada màxima
ca_es@valencia: Ample màxim
dz: རྒྱ་ཚད་མཐོ་ཤོས
el: Μέγιστο πλάτος
es: Ancho máximo
eu: Gehienezko zabalera
fr: Largeur maximum
gl: Ancho máximo
it: Larghezza max
pl: Maksymalna szerokość
ru: Максимальная ширина
tr: Maxsimum Genişlik
zh_cn: 最大宽度
zh_tw: 最大寬度

source: Max height
ca: Alçada màxima
ca_es@valencia: Altura màxima
dz: མཐོ་ཚད་མཐོ་ཤོས
el: Μέγιστο ύψος
es: Altura máxima
eu: Gehienezko altuera
fr: Hauteur maximum
gl: Altura máxima
it: Altezza max
pl: Maksymalna wysokość
ru: Максимальная высота
tr: Maksimum Yükseklik
zh_cn: 最大高度
zh_tw: 最大高度

source: Quality
ca: Qualitat
ca_es@valencia: Qualitat
dz: སྤུས་ཚད
el: Ποιότητα
es: Calidad
eu: Kalitatea
fr: Qualité
gl: Calidade
it: Qualità
nl: Kwaliteit
pl: Jakość
pt: Qualidade
ru: Качество
tr: Kalite
zh_cn: 质量
zh_tw: 品質

source: Before
ca: Abans
ca_es@valencia: Abans d'optimitzar
dz: ཧེན་མ
el: Πριν
es: Antes de optimizar
eu: Optimizatu aurretik
fr: Avant
gl: Antes
it: Prima
pl: Przed
ru: Перед оптимизацией
tr: Önce
zh_cn: 前
zh_tw: 之前：

source: After
ca: Després
ca_es@valencia: Després
dz: ཤུལ་མ
el: Μετά
es: Después
eu: Ondoren
fr: Après
gl: Despois
it: Dopo
pl: Po
ru: После
tr: Sonra
zh_cn: 后
zh_tw: 之後：

source: You just added that image. Save the iDevice or select the image again to update it.
ca: Acabeu d’afegir aquesta imatge. Deseu l'iDevice o torneu a seleccionar la imatge per actualitzar-lo.
ca_es@valencia: Acaba d'afegir aqueixa imatge. Guarde el iDevice o seleccione de nou la imatge per a substituir-la.
el: Μόλις προσθέσατε αυτή την εικόνα. Αποθηκεύστε το η-Σύνεργο ή επιλέξτε πάλι την εικόνα για να την ενημερώσετε.
es: Acaba de añadir esa imagen. Guarde el iDevice o seleccione de nuevo la imagen para sustituirla.
eu: Irudia erantsi duzu. Gorde iDevicea edo aukeratu irudia eguneratzeko.
fr: Vous venez d'ajouter cette image. Sauvegardez l'outil pédagogique ou sélectionner à nouveau l'image pour la remplacer.
gl: Acaba de engadir esa imaxe. Garde o iDevice ou seleccione de novo a imaxe para substituíla.
it: L'immagine è appena stata aggiunta. Salvare l'iDevice o selezionare nuovamente l'immagine per aggiornarla.
pl: Właśnie dodałeś obraz. Zapisz iObiekt lub wybierz obraz ponownie, aby go zaktualizować.
ru: Вы только что добавили это изображение. Сохраните iDevice или выберите изображение еще раз, чтобы заменить его.
tr: Bu resmi daha önce eklediniz. iDevice'i kaydedin veya güncellemek için resmi tekrar seçin.
zh_cn: 您刚刚添加了该图像。保存 iDevice 或再次选择图像以更新它。
zh_tw: 您新增了影像。請儲存 iDevice 或是重新更新影像。

source: $Save the current image$ before overwriting it.
ca: $Deseu la imatge actual$ abans de sobreescriure-la.
ca_es@valencia: $Guarda la imatge actual$ abans de sobreescriure- la.
el: $Αποθηκεύστε την τρέχουσα εικόνα$ πριν την αντικαταστήσετε.
es: $Guarde la imagen actual$ antes de sobrescribirla.
eu: $Gorde oraingo irudia$ berridatzi baino lehen.
fr: $Sauvegarder l'image actuelle$ avant de l'écraser.
gl: $Garde a imaxe actual$ antes de sobrescribila.
it: $Salvare l'immagine$ prima di sovrascriverla.
pl: $Zapisz bieżący obraz $ przed jego nadpisaniem.
ru: $Сохраните текущее изображение$ перед его перезаписью.
tr: $üzerine yazmadan önce geçerli görüntüyü kaydedin$.
zh_cn: 覆盖当前图像之前，$保存当前图像$。

source: Welcome to mindmaps
ca: Benvingut a mindmaps
ca_es@valencia: Benvingut a mindmaps
dz: དྲན་ཁྲ་ཚུ་དང་མཉམ་གཅིག་ལཱ་འབད་ཨིན
el: Καλωσήρθατε στους εννοιολογικούς χάρτες
es: Bienvenido a mindmaps
eu: Ongi etorri mindmaps-era
fr: Bienvenue sur mindmaps (cartes mentales)
gl: Benvidos a mindmaps
it: Benvenuti a mindmaps
pl: Witamy w mapach myśli
ru: Добро пожаловать в mindmaps
tr: Zihin haritalarına hoş geldiniz
zh_cn: 欢迎使用思维导图
zh_tw: 歡迎使用心智圖

source: Central Idea
ca: Idea central
ca_es@valencia: Idea principal
dz: ཐབས་ཤེས
el: Κεντρική ιδέα
es: Idea central
eu: Idea nagusia
fr: Idée centrale
gl: Idea central
it: Idea centrale
pl: Główna Myśl
ru: Главная идея
tr: Ana fikir
zh_cn: 中心思想
zh_tw: 中心主題

source: Name the new style
ca: Anomena l'estil nou
ca_es@valencia: Anomeneu l'estil nou
dz: བཟོ་རྣམ་གསརཔ་ལུ་མིང་བཏག
el: Ονομάστε τη νέα τεχνοτροπία
es: Darle nombre al estilo nuevo
eu: Izena eman estilo berriari
fr: Dénommer le nouveau style
gl: Poñerlle nome do novo estilo
it: Dare il nome al nuovo stile
nl: Stijl opslaan onder een nieuwe naam.
pl: Nazwa nowego stylu
pt: Atribuir nome ao novo estilo
ru: Имя нового стиля
tr: Yeni stilin adını girin
zh_cn: 命名新样式
zh_tw: 為新的樣式命名

source: Style Designer windows will be closed.
ca: La finestra del dissenyador d'estils es tancarà.
ca_es@valencia: Les finestres del Dissenyador d'estils es tancaran.
dz: བཟོ་རྣམ་བཟོ་བཀོད་པའི་བིན་ཌོ་འདི་ཁ་བསྡམས་དོ།.
el: Το παράθυρο του Σχεδιαστή τεχνοτροπιών θα κλείσει.
es: Se va a proceder a cerrar las ventanas del diseñador de estilos.
eu: Estiloen diseinu-tresnaren leihoa itxiko da.
fr: Votre fenêtre de définition du style se fermera.
gl: A xanela do deseñador de estilo pecharase.
it: La finestra di modifica dello stile verrà chiusa.
nl: Het venster van de Style Designer wordt gesloten.
pl: Styl projektanta windows zostanie zamknięty.
pt: A janela do Editor de Estilos será fechada.
ru: Окно Дизайнера стилей будет закрыто.
tr: Stil Tasarımcısı pencereleri kapatılacaktır.
zh_cn: 样式编辑器窗口将关闭。
zh_tw: 樣式設計器視窗會被關閉。

source: Page will be reloaded.
ca: La pàgina es tornarà a carregar.
ca_es@valencia: La pàgina es tornarà a carregar.
dz: ཤོག་ལེབ་ཡང་བསྐྱར་མངོན་གསལ་འབད་ཡོད།.
el: Η σελίδα θα ξαναφορτωθεί.
es: Se va a proceder a recargar la página.
eu: Orria berriro kargatuko da.
fr: La page sera rechargée.
gl: A páxina será cargada de novo.
it: La pagina verrà ricaricata.
nl: Pagina wordt opnieuw geladen.
pl: Strona zostanie ponownie załadowana.
pt: A página irá ser recarregada.
ru: Страница будет перезагружена.
tr: Sayfa yeniden yüklenecek.
zh_cn: 页面将重新加载。
zh_tw: 頁面將重新整理。

source: Page width
ca: Amplària pàgina
ca_es@valencia: Amplària de la pàgina
dz: ཤོག་ལེབ་ཀྱི་རྒྱ་ཚད
el: Πλάτος σελίδας
es: Ancho página
eu: Orriaren zabalera
fr: Largeur de la page
gl: Ancho de páxina
it: Larghezza pagina
nl: Pagina breedte
pl: Szerokość strony
pt: largura da página
ru: Ширина страницы
tr: Sağya Genişliği
zh_cn: 页面宽度
zh_tw: 頁面寬度

source: Percentage
ca: Percentatge
ca_es@valencia: Percentatge
dz: བརྒྱ་ཆ
el: Ποσοστό
es: Porcentaje
eu: Ehunekoa
fr: Pourcentage
gl: Porcentaxe
it: Percentuale
pl: Procent
pt: Percentagem
ru: Процент
tr: Yüzde
zh_cn: 百分比
zh_tw: 百分比

source: Pixels
ca: Píxels
ca_es@valencia: Píxels
dz: པིག་སེལ
es: Ancho fijo
eu: Pixelak
gl: Píxeles
it: Pixel
pl: Piksele
pt: Píxeis
ru: Пиксели
tr: Pixel
zh_cn: 像素
zh_tw: 像素

source: Page position
ca: Posició de la pàgina
ca_es@valencia: Posició de la pàgina
dz: ཤོག་ལེབ་ཀྱི་གནས་ས
el: Θέση σελίδας
es: Posición página
eu: Orri-kokapena
fr: Position de la page
gl: Posición da páxina
it: Posizione pagina
nl: Paginapositie
pl: Pozycja strony
pt: Posição da página
ru: Позиция страницы
tr: Sayfa konumu
zh_cn: 页面位置
zh_tw: 頁面位置

source: Shadow color
ca: Color de l'ombra
ca_es@valencia: Color de l'ombra
dz: གྱིབ་མ་་གྱི་ཚོས་གཞི་
el: Χρώμα σκιάς
es: Color sombra
eu: Itzal-kolorea
fr: Couleur de l'ombre
gl: Cor da sombra
it: Colore ombra
nl: Schaduwkleur
pl: Kolor cienia
pt: Cor da sombra
ru: Цвет тени
tr: Gölge rengi
zh_cn: 阴影颜色
zh_tw: 陰影顏色

source: Border width
ca: Amplària de la vora
ca_es@valencia: Amplària de la vora
dz: མཐའ་མཚམས་གི་རྒྱ་ཚད
el: Πλάτος περιγράμματος
es: Ancho borde
eu: Ertz-zabalera
fr: Largeur de la bordure
gl: Ancho do borde
it: Larghezza bordo
nl: Rand breedte
pl: Szerokość obramowania
pt: Largura do bordo
ru: Ширина границы
tr: Kenarlık rengi
zh_cn: 边框宽度
zh_tw: 邊界寬度

source: Text and Links
ca: Text i enllaços
ca_es@valencia: Text i enllaços
dz: ཚིག་ཡིག་དང་འབྲེལ་ལམ་ཚུ
el: Κείμενο και σύνδεσμοι
es: Texto y enlaces
eu: Testuak eta estekak
fr: Texte et liens
gl: Texto e ligazóns
it: Testo e link
nl: Tekst en snelkoppelingen
pl: Tekst i linki
pt: Texto e links
ru: Текст и ссылки
tr: Metin ve Bağlantılar
zh_cn: 文本和链接
zh_tw: 文字與連結

source: Links
ca: Enllaços
ca_es@valencia: Enllaços
dz: འབྲེལ་ལམ་ཚུ
el: Σύνδεσμοι
es: Enlaces
eu: Estekak
fr: Liens
gl: Ligazóns
it: Link
nl: Snelkoppelingen
pl: Linki
ru: Ссылки
tr: Bağlantı
zh_cn: 链接
zh_tw: 連結

source: Links color
ca: Color dels enllaços
ca_es@valencia: Color dels enllaços
dz: འབྲེལ་ལམ་ཚུའི་ཚོས་གཞི་
el: Χρώμα συνδέσμων
es: Color enlaces
eu: Loturen kolorea
fr: Couleur des liens
gl: Cor das ligazóns
it: Colore dei link
nl: Kleur snelkoppelingen
pl: Kolor łącza
pt: Cores dos links
ru: Цвет ссылок
tr: Bağlantı Rengi
zh_cn: 链接颜色
zh_tw: 連結顏色

source: Style description
ca: Descripció de l'estil
ca_es@valencia: Descripció de l'estil
dz: བཟོ་རྣམ་གྱི་འགྲེལ་བཤད
el: Περιγραφή τεχνοτροπίας
es: Descripción del estilo
eu: Estiloaren deskripzioa
fr: Description du style
gl: Descrición do estilo
it: Descrizione dello stile
nl: Beschrijving van de stijl
pl: Opis stylu
pt: Descrição do estilo
ru: Описание стиля
tr: Tanım bağlantısı
zh_cn: 样式说明
zh_tw: 樣式描述

source: Author URL
ca: URL de l'autor
ca_es@valencia: URL de l'autoria
dz: རྩོམ་པ་པོའི་ཡུ་ཨར་ཨེལ
el: URL Δημιουργού
es: Dirección (URL) del Autor
eu: Egilearen URLa
fr: URL de l'auteur
gl: URL da persoa autora
it: URL autore
nl: Nieuwe URL
pl: Adres URL autora
pt: URL do autor
ru: URL автора
tr: Yazar URL'si
zh_cn: 作者网址
zh_tw: 作者網址

source: Style name
ca: Nom de l'estil
ca_es@valencia: Nom de l'estil
dz: བཟོ་རྣམ་གྱི་མིང
el: Όνομα τεχνοτροπίας
es: Nombre del estilo
eu: Estiloaren izena
fr: Nom du style
gl: Nome do estilo
it: Nome stile
nl: Stijlnaam
pl: Nazwa stylu
pt: Nome do estilo
ru: Название стиля
tr: Stil adı
zh_cn: 样式名称
zh_tw: 樣式名稱

source: Save to name the new Style.
ca: Desa el nom de l'estil nou.
ca_es@valencia: Guarda el nom de l'estil nou.
dz: བཟོ་རྣམ་གསརཔ་མིང་བཏག་ནའི་དོན་ལུ་སྲུངས།.
el: Αποθηκεύστε για να ονομάσετε τη νέα τεχνοτροπία
es: Guardar para darle nombre al nuevo estilo.
eu: Gorde, estilo berria izendatzeko.
fr: Sauvegarder pour dénommer le nouveau style.
gl: Gardar para poñerlle nome ao novo estilo.
it: Salvare per dare il nome al nuovo stile.
nl: Stijl opslaan onder een neiuwe naam.
pl: Zapisz nazwę nowego stylu.
pt: Guardar o novo estilo como o nome
ru: Сохранить как имя нового стиля.
tr: Yeni Stili adlandırmak için kaydedin.
zh_cn: 保存以命名新样式。
zh_tw: 儲存以命名新的樣式。

source: Style version
ca: Versió de l'estil
ca_es@valencia: Versió de l'estil
dz: བཟོ་རྣམ་གྱི་ཐོན་རིམ
el: Έκδοση τεχνοτροπίας
es: Versión del estilo
eu: Estilo-bertsioa
fr: Version du style
gl: Versión do estilo
it: Versione stile
nl: Versie van de style
pl: Wersja stylu
pt: Versão do estilo
ru: Версия стиля
tr: Stil versiyonu
zh_cn: 样式版本
zh_tw: 樣式版本

source: Style version number is automatically increased when you save, use this selector to reset it.
ca: El nombre de versió d'estil s'incrementa de forma automàtica quan ho deseu, useu aquest selector per reiniciar-lo.
ca_es@valencia: El número de versió de l'estil augmenta automàticament quan es guarda, utilitza aquest selector per a reinicialitzar-lo.
dz: ཁྱོད་ཀྱི་སྲུངས་བའི་ནམ་ བཟོ་རྣམ་གྱི་ཐོན་རིམ་ཨང་འདི་རང་བཞིན་གྱིས་ཡར་འཕར་སོང་ཡོདཔ་ལས་ འ་ནི་སེལ་བྱེདཔ་ལག་ལེན་འཐབ་སྟི་དེ་སྔར་སྒྲིག་འབད།
el: Ο αριθμός έκδοσης της τεχνοτροπίας αυξάνεται αυτόματα όταν κάνετε αποθήκευση. Χρησιμοποιήστε αυτόν τον επιλογέα για να τον επαναφέρετε.
es: El número de versión del estilo se incrementa automáticamente cuando lo guarda, use este selector para modificarlo.
eu: Estilo-bertsioa automatikoki handitzen da gordetzerakoan, erabili hautagailu hau bertsioa berrezartzeko.
fr: Le numéro de la version du style est automatiquement augmenté en cas de sauvegarde, utiliser ce bouton pour le réajuster.
gl: O número de versión de estilo increméntase automaticamente cando o garda, utilice este selector para modificalo.
it: Il numero di versione dello stile viene incrementato automaticamente quando si salva, usare questo comando per reimpostarlo.
nl: Het Style versienummer wordt automatisch verhoogd wanneer u opslaat, gebruik deze schakelaar om dit te resetten.
pl: Numer wersji stylu jest automatycznie zwiększany po zapisaniu, użyj tego selektora, aby go zresetować.
pt: O número da versão do Estilo é atualizado automaticamente quando o guarda, utilize este seletor para o reiniciar.
ru: Номер версии стиля автоматически увеличивается при сохранении, используйте этот переключатель, чтобы сбросить его.
tr: Stil sürüm numarası, kaydettiğinizde otomatik olarak artar, sıfırlamak için bu seçiciyi kullanın.
zh_cn: 保存时样式版本号会自动增加，请使用此选择器重置它。
zh_tw: 樣式版本號已經在您儲存時自動增加，利用此選擇器來重置設定。

source: (license of the original Style)
ca: (llicència de l'estil original)
ca_es@valencia: (llicència de l'estil original)
dz: (བཟོ་རྣམ་མ་དཔེ་གི་ཆོག་ཐམ)
el: (άδεια αυθεντικής τεχνοτροπίας)
es: (licencia del estilo original)
eu: (jatorrizko estiloaren lizentzia)
fr: (licence du style d'origine)
gl: (licenza do estilo orixinal)
it: (licenza dello stile originale)
nl: (licentie van de originele stijl)
pl: (licencja oryginalnego stylu)
pt: (licença do Estilo original)
ru: (лицензия оригинального стиля)
tr: (orijinal Tarzın lisansı)
zh_cn: （原样式的许可权限）
zh_tw: (原始樣式的授權)

source: Page background (only Web Site)
ca: Fons de pàgina (sols al lloc web)
ca_es@valencia: Fons de la pàgina (només en llocs web)
dz: ཤོག་ལེབ་ཀྱི་རྒྱབ་གཞི(ཝེབ་ས་ཁོངས་ཙམ)
el: Παρασκήνιο σελίδα (μόνο για Ιστότοπο)
es: Fondo de página (sólo sitio web)
eu: Orriaren atzealdea (bakarrik webguneetan)
fr: Arrière-plan de page (exclusif du site web)
gl: Fondo da páxina
it: Sfondo pagina (solo sito Web)
nl: Achtergrond van de pagina (alleen voor website)
pl: Tło strony (tylko witryna internetowa)
pt: Fundo da página (apenas Sítio Web)
ru: Фон страницы (только веб-сайт)
tr: Sayfa arka planı (yalnızca Web Sitesi)
zh_cn: 页面背景（仅限网站）
zh_tw: 頁面背景（只適用於網頁）

source: Left - Top
ca: Esquerra - Dalt
ca_es@valencia: Superior esquerra
dz: གཡོན་ - མགོ
el: Αριστερά - Επάνω
es: Izquierda / Arriba
eu: Ezkerrean-Goian
fr: À gauche - En haut
gl: Esquerda - Arriba
it: Sinistra - Alto
nl: Links - Boven
pl: Lewy - Górny
pt: Esquerda - Topo
ru: Слева - Верх
tr: Sol - Ust
zh_cn: 左－上
zh_tw: 左－上

source: Left - Center
ca: Esquerra - Centre
ca_es@valencia: Centre esquerra
dz: གཡོན་ - དབུས
el: Αριστερά - Κέντρο
es: Izquierda / Centro
eu: Ezkerrean-Erdian
fr: À gauche - Au centre
gl: Esquerda - Centro
it: Sinistra - Centro
nl: Links - Midden
pl: Lewy - Środek
pt: Esquerda - Centro
ru: Слева - Центр
tr: Sol - Orta
zh_cn: 左－中
zh_tw: 左－中

source: Left - Bottom
ca: Esquerre - Baix
ca_es@valencia: Inferior esquerra
dz: གཡོན་ - གཤམ
el: Αριστερά - Κάτω
es: Izquierda / Abajo
eu: Ezkerrean-Behian
fr: À gauche - En bas
gl: Esquerda - Abaixo
it: Sinistra - Basso
nl: Links - Onderaan
pl: Lewy - Dolny
pt: Esquerda - Base
ru: Слева - Низ
tr: Sol - Alt
zh_cn: 左－下
zh_tw: 左－下

source: Center - Center
ca: Centre - Centre
ca_es@valencia: Centre centrat
dz: དབུས་ - དབུས
el: Κέντρο - Κέντρο
es: Centro / Centro
eu: Erdian - Erdian
fr: Au milieu - Au centre
gl: Centro - Centro
it: Centro - Centro
nl: Midden - Midden
pl: Środek - Środek
pt: Centro - Centro
ru: Центр - Центр
tr: Ortatala - Orta
zh_cn: 中－中
zh_tw: 中－中

source: Center - Top
ca: Centre - Dalt
ca_es@valencia: Superior centrat
dz: དབུས་ - མགོ
el: Κέντρο - Επάνω
es: Centro / Arriba
eu: Erdian - Goian
fr: Au milieu - En haut
gl: Centro - Arriba
it: Centro - Alto
nl: Midden - Boven
pl: Środek - Górny
pt: Centro - Topo
ru: Центр - Верх
tr: Ortala Üst
zh_cn: 中－上
zh_tw: 中－上

source: Center - Bottom
ca: Centre - Baix
ca_es@valencia: Inferior centrat
dz: དབུས་ - གཤམ
el: Κέντρο - Κάτω
es: Centro / Abajo
eu: Erdian - Behean
fr: Au milieu - En bas
gl: Centro - Abaixo
it: Centro - Basso
nl: Midden - Onder
pl: Środek - Dolny
pt: Centro - Base
ru: Центр - Низ
tr: Ortala - Alt
zh_cn: 中－下
zh_tw: 中－下

source: Right - Top
ca: Dreta - Dalt
ca_es@valencia: Superior dreta
dz: གཡས་ - མགོ
el: Δεξιά - Επάνω
es: Derecha / Arriba
eu: Eskuinean-Goian
fr: À droite - En haut
gl: Dereita - Arriba
it: Destra - Alto
nl: Rechts - Boven
pl: Prawy - Górny
pt: Direita - Topo
ru: Справа - Верх
tr: Sağ - Üst
zh_cn: 右－上
zh_tw: 右－上

source: Right - Center
ca: Dreta - Centre
ca_es@valencia: Centre dreta
dz: གཡས་ - དབུས
el: Δεξιά - Κέντρο
es: Derecha / Centro
eu: Eskuinean-Goian
fr: À droite - Au centre
gl: Dereita - Centro
it: Destra - Centro
nl: Rechts - Onder
pl: Prawy - Środek
pt: Direita - Centro
ru: Справа - Центр
tr: Sağ - Orta
zh_cn: 右－中
zh_tw: 右－中

source: Right - Bottom
ca: Dreta - Baix
ca_es@valencia: Inferior dreta
dz: གཡས་- གཤམ
el: Δεξιά - Κάτω
es: Derecha / Abajo
eu: Eskuinean-Behian
fr: À droite - En bas
gl: Dereita - Abaixo
it: Destra - Basso
nl: Rechts - Onder
pl: Prawy - Dolny
pt: Direita - Base
ru: Справа - Низ
tr: Sağ - Alt
zh_cn: 右－下
zh_tw: 右－下

source: Only vertical
ca: Sols vertical
ca_es@valencia: Només vertical
dz: ཀེར་ཕྲང་ཙམ
el: Μόνο κάθετα
es: Sólo verticalmente
eu: Bakarrik bertikalean
fr: Vertical seulement
gl: Só vertical
it: Solo verticale
nl: Alleen vertikaal
pl: Tylko pionowo
pt: Apenas vertical
ru: Только вертикально
tr: Sadece dikey
zh_cn: 只有垂直方向
zh_tw: 只有鉛直方向

source: Only horizontal
ca: Sols horitzontal
ca_es@valencia: Només horitzontal
dz: ཐད་སྙོམས་ཙམ
el: Μόνο οριζόντια
es: Sólo horizontalmente
eu: Bakarrik horizontalean
fr: Horizontal seulement
gl: Só horizontal
it: Solo orizzontale
nl: Alleen horizontaal
pl: Tylko poziomo
pt: Apenas horizontal
ru: Только горизонтально
tr: Sadece yatay
zh_cn: 只有水平方向
zh_tw: 只有水平方向

source: Contents area background
ca: Continguts de l'àrea de fons
ca_es@valencia: Fons de l'àrea de contingut
dz: ནང་དོན་ཚུའི་མངའ་ཁོངས་ཀྱི་རྒྱབ་གཞི
el: Παρασκήνιο περιοχής περιεχομένων
es: Fondo de la zona de los contenidos
eu: Eduki-gunearen atzealdea
fr: Arrière-plan de la zone de contenu
gl: Fondo da zona dos contidos
it: Sfondo area contenuti
nl: Achtergrond van het inhoudsgebied
pl: Tło zawartości obszaru
pt: Fundo da área de conteúdo
ru: Фон зоны содержимого
tr: İçerik alanı arka planı
zh_cn: 内容区域背景
zh_tw: 內容區域背景

source: Search bar
ca: Barra de cerca
ca_es@valencia: Barra de cerca
dz: འཚོལ་ཞིབ་འབད་ནིའི་ཕྲ་རིང
el: Μπάρα αναζήτησης
es: Barra de búsqueda
eu: Bilaketa-barra
fr: Barre de recherche
gl: Barra de busca
it: Barra di ricerca
pl: Pasek wyszukiwania
ru: Панель поиска
tr: Arama çubuğu
zh_cn: 搜索框
zh_tw: 搜尋列

source: Button color
ca: Color del botó
ca_es@valencia: Color del botó
dz: ཨེབ་རྟའི་་ཚོས་གཞི
el: Χρώμα πλήκτρου
es: Color del botón
eu: Botoien kolorea
fr: Couleur du bouton
gl: Cor do botón
it: Colore del bottone
pl: Kolor przycisku
ru: Цвет кнопки
tr: Düğme rengi
zh_cn: 按钮颜色
zh_tw: 按鍵顏色

source: The "Page background" will only be used when exporting as Web Site.
ca: El "fons de pàgina" s'usarà sols quan s'exporti com un lloc web.
ca_es@valencia: El «fons de la pàgina» només s'utilitzarà quan s'exporte com a lloc web.
el: Το 'Παρασκήνιο σελίδας' λειτουργεί μόνο όταν γίνεται εξαγωγή σε Ιστότοπο.
es: El "Fondo de página" sólo afecta a la exportación como sitio web.
eu: "Orriaren atzealdea" bakarrik webgune formatuko esportazioan erabiliko da.
fr: L'arrière-plan de la page ne sera valide qu'après l'exportation comme site web.
gl: O "Fondo da páxina" só afecta á exportación como sitio web.
it: Lo "Sfondo pagina" verrà usato soltanto se si esporta come Sito web.
nl: De "Pagina achtergrond" wordt alleen gebruikt bij de export als website
pl: "Tło strony" będzie używane tylko podczas eksportowania jako witryna internetowa.
pt: O "Fundo de página" será utilizado apenas ao exportar para Sítio Web.
ru: "Фон страницы" будет использован только при экспорте как веб-сайт.
tr: "Sayfa arka planı" yalnızca Web Sitesi olarak dışa aktarılırken kullanılacaktır.
zh_cn: “页面背景”仅在作为网站导出时使用。
zh_tw: "頁面背景"只會在輸出成網頁時被利用。

source: The "Contents area background" will also be used when exporting as IMS, SCORM or ePub3.
ca: El "Continguts de l'àrea de fons" s'usarà també quan s'exporti com IMS, SCORM, o ePUB3.
ca_es@valencia: El «fons de l'àrea de contingut» també s'utilitzarà quan s'exporte com a IMS, SCORM o ePub3.
el: Το 'Παρασκήνιο περιοχής περιεχομένων' χρησιμοποιείται όταν γίνεται εξαγωγή σε IMS, SCORM ή σε ePub3.
es: El apartado "Fondo de la zona de los contenidos" también afecta a la exportación como página sola, IMS, SCORM o ePub3.
eu: "Eduki-gunearen atzealdea" erabiliko da ere IMS, SCORM edo ePub3 esportazioetan.
fr: L'arrière-plan de la zone de contenu sera également utilisé en cas d'exportation sous IMS, SCORM ou Pub3.
gl: O apartado "Fondo da zona dos contidos" tamén afecta á exportación como IMS, SCORM ou ePub3.
it: Lo "Sfondo area contenuti" verrà usato soltanto se si esporta come IMS, SCORM o Epub3.
nl: De "Achtergrond van het Inhoud-veld" zal ook worden gebruikt bij het exporteren als IMS, SCORM of EPUB3-.
pl: Tło "Tło obszaru treści" będzie również używane podczas eksportowania jako IMS, SCORM lub ePub3.
pt: O "Fundo da área de conteúdo" será utilizado também ao exportar como IMS, SCORM ou ePub3.
ru: "Фон зоны содержимого" будет также использован при экспорте как IMS, SCORM или ePub3.
tr: "İçerik alanı arka planı" IMS, SCORM veya EPUB3 olarak dışa aktarırken de kullanılır.
zh_cn: 导出为IMS，SCORM或ePub3时，也将使用“内容区域背景”。
zh_tw: "內容背景"也會在輸出成IMS、SCORM、ePub3類型時被使用。
