Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Options --export and --append are mutually exclusive.
ca: Les opcions --export i --append són mútuament excloents.
ca_es@valencia: Les opcions --export i --append són mútuament excloents.
el: Επιλογές --export και --append είναι αλληλοαποκλειόμενες.
es: Las opciones --export y --append son mutuamente exclusivas.
eu: --export eta --append aukerak ez dira bateragarriak.
fr: Les options --exportation et --jonction sont incompatibles.
gl: As opcións --exportar e --agregar son mutuamente excluíntes.
it: Le opzioni --export e --append si escludono a vicenda.
nl: Opties --exporteren en --toevoegen sluiten elkaar uit .
pl: Opcje --export i --append wzajemnie się wykluczają.
pt: As opções --export e --append são incompatíveis entre si.
ru: Опции --export и --append являются взаимоисключающими.
tr: Seçenekler -- içe aktarma ve -- ekleme her iki taraf için de münhasır.
zh_cn: 选项--export和--append是互斥的。
zh_tw: 不能同時指定 --export 與 --append 選項。

source: Options --import and --append are mutually exclusive.
ca: Les opcions --import i --append són mútuament excloents.
ca_es@valencia: Les opcions --import i --append són mútuament excloents.
el: Επιλογές --import και --append είναι αλληλοαποκλειόμενες.
es: Las opciones --import y --append son mutuamente exclusivas.
eu: --import eta --append aukerak ez dira bateragarriak.
fr: Les options --importation et --jonction sont incompatibles.
gl: As opcións -- importar e --agregar son mutuamente excluíntes.
it: Le opzioni --import e --append si escludono a vicenda.
nl: Options --importeren en --toevoegen sluiten elkaar uit.
pl: Opcje --import i --append wzajemnie się wykluczają.
pt: As opções --import e --append são incompatíveis entre si.
ru: Опции --import и --append являются взаимоисключающими.
tr: Seçenekler -- içe aktarma ve -- ekleme her iki taraf için de münhasır.
zh_cn: 选项--import和--append是互斥的。
zh_tw: 不能同時指定 --append 與 --import 選項。

source: No --append --export, --import, --set or --report option supplied.
ca: No s'ha subministrat cap opció --append --export, --import, --set o --report
ca_es@valencia: No s'han proporcionat les opcions --append --export, --import, --set ni --report.
el: Δεν έχουν δοθεί επιλογές --append --export, --import, --set or --report.
es: No se ha especificado una opción --append, --export, --import, --set o --report.
eu: Aukera hauetako bat adierazi behar duzu: --append --export, --import, --set edo --report.
fr: Aucune option --jonction, --exportation, --importation, --set ou --rapport n'a été indiquée.
gl: Non se especificou unha opción --append, --export, --import, --set ou --report.
it: Non è stata fornita nessuna opzione --append, --export, --import, --set oppure --report.
nl: Geen --toevoeg --exporteer, --importeer, --instel of --rapport-optie meegeleverd.
pl: Nie podano opcji --append --export, --import, --set lub --report.
pt: Não forneceu nenhuma opção --append, --export, --import, --set ou --report.
ru: Не указана опция --append, --export, --import, --set или --report.
tr: --ekleme--dışa aktarma, --içe aktarma, --ayarlar veya --report seçeneği sağlanmadı.
zh_cn: 不提供--append --export， - import， - set或--report选项。
zh_tw: 未提供 --export, --import, --set 或 --report 選項。

source: No file input supplied.
ca: No s'ha proporcionat el fitxer d'entrada.
ca_es@valencia: No s'ha proporcionat el fitxer d'entrada.
dz: ནང་འདེབས་ཡིག་སྣོད་བཀྲམ་སྤེལ་མ་འབད་བས།.
el: Δεν έχει δοθεί αρχείο εισαγωγής.
es: No se ha proporcionado archivo de entrada.
eu: Ez duzu adierazi sarrera fitxategia.
fr: L'introduction de fichier n'est pas permise.
gl: Non se proporcionou un ficheiro de entrada.
it: Nessun nome di file fornito.
nl: Geen bestandsinvoer aangeleverd
pl: Brak dostarczonego pliku wejściowego.
pt: Não forneceu qualquer ficheiro de entrada
ru: Нет входного файла.
tr: Dosya girişi sağlanmadı.
zh_cn: 没有提供文件输入。
zh_tw: 沒有提供輸入檔。

source: Bad number of arguments supplied
ca: El nombre d'arguments proporcionats és incorrecte.
ca_es@valencia: El nombre d'arguments proporcionats és incorrecte.
el: Έχει δοθεί λανθασμένος αριθμός ορισμάτων
es: El número de argumentos proporcionado es incorrecto
eu: Jasotako argumentu kopurua ez da egokia
fr: Mauvais numéro d'arguments fourni
gl: O número de argumentos é incorrecto
it: Numero di argomenti sbagliato
nl: Onjuist aantal argumenten aangeleverd
pl: Nieprawidłowa liczba podanych argumentów
pt: Forneceu um número de argumentos incorreto
ru: Указано неверное число аргументов
tr: Sağlanan hatalı sayıda argüman
zh_cn: 提供的参数数量不正确
zh_tw: 提供的參數數量不正確

source: Successfully appended '%s' to '%s'.
ca: Ha estat afegit amb èxit '%s' a '%s'.
ca_es@valencia: S'ha afegit correctament «%s» a «%s».
dz: '%s'་འིད་ '%s'་ལུ་མཐར་འཁྱོལཝ་སྦེ་ཟུར་སྦྲགས་ཡོད།.
el: Επιτυχής προσθήκη του '%s' στο '%s'.
es: Se ha añadido con éxito '%s' a '%s'.
eu: '%s' '%s'-ri ondo erantsi zaio.
fr: Jonction de '%s' à '%s' complétée avec succès.
gl: Engadido con éxito '%s' a '%s'.
it: Il file '%s' è stato aggiunto a '%s".
nl: Met succes toegevoegd '%s' to '%s'.
pl: Pomyślnie dodano '%s' do '%s'.
pt: '%s' foi acrescentado com sucesso a '%s'
ru: Успешно добавлено '%s' к '%s'.
tr: '%s', '%s' dizinine başarıyla eklendi.
zh_cn: 成功将'%s'附加到 '%s'。
zh_tw: 成功將 '%s' 附加到 '%s'。

source: exe_do: error: Unable to append elp
ca: exe_do: error: No es pot afegir al elp
ca_es@valencia: exe_do: error: no s'ha pogut afegir elp
el: Σφάλμα exe_do: Αδυναμία προσάρτησης αρχείου elp
es: exe-do: error, no se ha podido añadir el elp
eu: errorea exe_do-n: ezin da elp-a erantsi
fr: exe_do: erreur: impossible d'ajouter le fichier elp
gl: exe_do: error - incapaz de agregar o .elp
it: exe_do: errore: impossibile aggiungere ELP
nl: exe_do: fout: Kon elp niet toevoegen
pl: exe_do: błąd: nie można dołączyć elp
pt: exe_do: erro: Não foi possível acrescentar o elp
ru: exe_do: ошибка: Не удаётся добавить elp
tr: exe_do: error: Elp eklenemiyor
zh_cn: exe_do：错误：无法追加elp
zh_tw: exe_do：錯誤：無法附加 elp

source: Invalid input package
ca: El paquet d'entrada no es vàlid.
ca_es@valencia: El paquet d'entrada no es vàlid.
dz: ནུས་མེད་ནང་འདེབས་ཐུམ་སྒྲིལ་
el: Μη έγκυρο πακέτο εισαγωγής
es: Paquete de entrada no válido
eu: Sarrera paketea ez da baliagarria
fr: Introduction de paquet non-valable
gl: Paquete de entrada non válido
it: Pacchetto in ingresso difettoso
nl: Onjuist invoerbestand
pl: Nieprawidłowy pakiet danych wejściowych
pt: Pacote de entrada inválido
ru: Неверный входной пакет
tr: Geçersiz giriş paketi
zh_cn: 无效的输入包
zh_tw: 無效的輸入套件

source: exe_do: error: Unable to set values from '%s'. The error was:
ca: exe_do: error: No es poden configurar valors des de '%s'. L'error ha estat:
ca_es@valencia: exe_do: error: no s'han pogut establir valors des de «%s». L'error ha estat:
el: Σφάλμα exe_do: Αδυναμία καθορισμού τιμών από το αρχείο '%s'. Το σφάλμα ήταν:
es: exe_do: error - no se han podido fijar los valores tomados de '%s'. El error fue:
eu: errorea exe_do-n: ezin izan dira ezarri balioak '%s'-tik. Errorea izan da:
fr: exe_do: erreur: Impossible de déterminer les valeurs partir de '%s'. Erreur suivante:
gl: exe_do: erro - non foi posible definir os valores desde '%s'. O erro foi:
it: exe_do: errore: Impossibile impostare valori da '%s'. Errore segnalato:
nl: exe_do: fout: Kon de waarden van '%s' niet instellen. De fout was:
pl: exe_do: error: Nie można ustawić wartości z '%s'. Błąd:
pt: exe_do: erro: Não foi possível estabelecer os valores de '%s'. O erro foi:
ru: exe_do: ошибка: Не удаётся установить значения из '%s'. Была ошибка:
tr: exe_do: hata: ' öğesinden değerler ayarlanamıyor %s '. Hata şuydu:
zh_cn: exe_do：错误：无法为 '%s'设定值 。 错误是：
zh_tw: exe_do: 錯誤：無法從 '%s' 設定值。 錯誤為：

source: Successfully exported '%s' from '%s'.
ca: S'ha exportat correctament '%s' des de '%s'.
ca_es@valencia: S'ha exportat correctament «%s» des de «%s».
dz: '%s'་ལས་ '%s'་ལུ་ཕྱིར་འདྲེན་མཐར་འཁྱོལཝ་སྦེ་འབད་ཡོད།.
el: Επιτυχής εξαγωγή του '%s' από το '%s'.
es: Se ha exportado correctamente '%s' desde '%s'.
eu: '%s'-ra ondo esportatu da '%s'-tik.
fr: Exportation réussie de '%s' à partir de '%s'.
gl: Exportado '%s' con éxito de ‘%s’.
it: Esportazione effettuata da '%s' a '%s'.
nl: '%s' succesvol uitgevoerd van '%s'.
pl: Pomyślnie wyeksportowano '%s' z '%s'.
pt: Exportado '%s' a partir de '%s' com sucesso.
ru: Успешно экспортировано '%s' из '%s'.
tr: %s', '%s' içinden başarıyla dışa aktarıldı.
zh_cn: 已成功从 '%s'导出 '%s' 。
zh_tw: 成功從 '%s' 匯出 '%s'。

source: exe_do: error: Unable to export from '%s'. The error was:
ca: exe_do: error: No es pot exportar des de '%s'. L'error ha estat:
ca_es@valencia: exe_do: error: no s'ha pogut exportar des de «%s». L'error ha estat:
el: Σφάλμα exe_do: Αδυναμία εξαγωγής από το αρχείο '%s'. Το σφάλμα ήταν:
es: exe_do: error - no se ha podido exportar desde '%s'. El error fue:
eu: errorea exe_do-n: ezin izan da esportatu '%s'-tik. Errorea izan da:
fr: exe_do: erreur: impossible d'exporter à partir de '%s'. Erreur suivante:
gl: exe_do: erro - non foi posible exportar desde '%s'. O erro foi:
it: exe_do: errore: Impossibile esportare da '%s'. Errore segnalato:
nl: exe_do: fout: Kon de waarden van '%s' niet exporteren. De fout was:
pl: exe_do: błąd: Nie można wyeksportować z '%s'. Ten błąd był:
pt: exe_do: erro: Não foi possível exportar a partir de '%s'. O erro foi:
ru: exe_do: ошибка: Не удаётся экспортировать из '%s'. Была ошибка:
tr: exe_do: error: '%s' dosyasından dışa aktarılamıyor. Hata şuydu:
zh_cn: exe_do：错误：无法从 '%s'导出。 错误是：
zh_tw: exe_do：錯誤：無法從 '%s' 匯出。 錯誤為：

source: File '%s' successfully imported to '%s'.
ca: El fitxer '%s' s'ha importat correctament de '%s'.
ca_es@valencia: El fitxer «%s» s'ha importat correctament a «%s».
dz: ཡིག་སྣོད་'%s'་འདི་མཐར་འཁྱོལཝ་སྦེ་'%s'་ལུ་ནང་འདྲེན་འབད་ཡོད།.
el: Το αρχείο '%s' έχει εισαχθεί με επιτυχία στο '%s'.
es: El archivo '%s' se ha importado correctamente a '%s'.
eu: '%s' fitxategia ondo inportatu da '%s'-ra.
fr: Fichier '%s' importé avec succès vers '%s'.
gl: Ficheiro '%s' importado con éxito a '%s'.
it: File '%s' importato con successo in '%s'.
nl: Bestand '%s' met succes geimporteerd naar '%s'.
pl: Plik '%s' pomyślnie zaimportowany do '%s'.
pt: Ficheiro '%s' importado para '%s' com sucesso
ru: Файл '%s' успешно импортирован в '%s'.
tr: '%s' dosyası başarıyla '%s' klasörüne aktarıldı.
zh_cn: 文件 '%s' 已成功导入到 '%s'。
zh_tw: 檔案 '%s' 已成功匯入到 '%s'。

source: exe_do: error: Unable to import '%s'. The error was:
ca: exe_do: error: No es pot importar '%s'. L'error ha estat:
ca_es@valencia: exe_do: error: no s'ha pogut importar des de «%s». L'error ha estat:
el: Σφάλμα exe_do: Αδυναμία εισαγωγής του αρχείου '%s'. Το σφάλμα ήταν:
es: exe_do: error - no se ha podido importar '%s'. El error fue:
eu: errorea exe_do-n: ezin izan da inportatu '%s'. Errorea izan da:
fr: exe_do: erreur: impossible d'importer '%s'. Erreur suivante:
gl: exe_do: error - non foi posible importar '%s'. O erro foi:
it: exe_do: errore: Impossibile importare da '%s'. Errore segnalato:
nl: exe_do: fout: Kon '%s' niet importeren De fout was:
pl: exe_do: błąd: Nie można zaimportować '%s'. Ten błąd był:
pt: exe_do: erro: Não foi possível importar '%s'. O erro foi:
ru: exe_do: ошибка: Не удаётся импортировать из '%s'. Была ошибка:
tr: exe_do: error: '%s' içe aktarılamıyor. Hata şuydu:
zh_cn: exe_do：错误：无法导入'%s'。 错误是：
zh_tw: exe_do：錯誤：無法匯入 '%s'。 錯誤為：

source: "%s" already exists. Please try again with a different filename
ca: "%s" ja existeix. Intenteu-ho altra vegada amb un nom diferent
ca_es@valencia: "%s" ja existeix. Intenteu-ho una altra vegada amb un nom diferent
el: Το "%s" υπάρχει ήδη. Παρακαλώ ξαναπροσπαθήστε με διαφορετικό όνομα αρχείου
es: "%s" ya existe. Por favor inténtelo de nuevo con un nombre de archivo diferente
eu: "%s" existitzen da dagoeneko. Mesedez, saiatu beste izen batekin
fr: "%s" existe déjà. Essayez à nouveau avec un nom de fichier différent, SVP.
gl: "%s" xa existe. Ténteo con outro nome de ficheiro
it: "%s" esiste già. Riprovare con un nome di file diverso
nl: "%s" bestaat al. Probeer opnieuw een andere bestandsnaam
pl: "%s" już istnieje. Spróbuj jeszcze raz z inną nazwą pliku.
pt: "%s" já existe. Tente com um novo nome
ru: "%s" уже существует. Попробуйте ещё раз с другим именем файла
tr: "%s" dosyası zaten var. Lütfen başka bir dosya adı ile tekrar deneyiniz
zh_cn: "%s" 已存在, 请使用别的文件名.
zh_tw: %s 已存在。 請使用別的檔案名稱

source: Export format not implemented
ca: Format d'exportació no implementat
ca_es@valencia: El format d'exportació no està implementat
dz: ཕྱིར་འདྲེན་འབད་ནི་རྩ་སྒྲིག་བསྟར་སྤྱོད་མ་འབད་བས
el: Η μορφή εξαγωγής δεν εφαρμόστηκε
es: Formato de exportación no implementado
eu: Esportazio formatua ez dago inplementatua
fr: Format d'exportation non établi
gl: Formato de exportación non implementado
it: Formato di esportazione non riconosciuto
nl: Export bestandsindeling niet geďmplementeerd
pl: Format eksportu nie jest zaimplementowany
pt: Formato de exportação não implementado
ru: Формат экспорта не реализован
tr: Dışa aktarma biçimi uygulanmadı
zh_cn: 导出格式未实现
zh_tw: 匯出格式未實作

source: Page %s of %s
ca: Pàgina %s de %s
ca_es@valencia: Pàgina %s de %s
dz: ཤོག་ལེབ་ %s་ལས་ %s
el: Σελίδα %s από %s
es: Página %s de %s
eu: Orria: %s / %s
fr: Page %s de %s
gl: Páxina %s de %s
it: Pagina %s di %s
pl: Strona %s z %s
ru: Страница %s из %s
tr: Sayfa %s / %s
zh_cn: 第%s 页，共 %s页
zh_tw: 頁碼 %s/%s

source: EXPORT FAILED! Last succesful export is %s.
ca: Exportació errònia ! Darrer èxit en la exportació és %s.
ca_es@valencia: Exportació errònia L'última exportació satisfactòria és %s.
dz: ཕྱིར་འདྲེན་མཐར་མ་འཁྱོལ! མཐར་འཁྱོལ་ཕྱིར་འདྲེན་འབད་བའི་མཇུག་མམ་འདི་"%s"་ཨིན།.
el: Η ΕΞΑΓΩΓΗ ΑΠΕΤΥΧΕ! Η τελευταία επιτυχής εξαγωγή είναι %s.
es: ERROR EN LA EXPORTACIÓN La última exportación correcta fue %s.
eu: EZ DA ESPORTATU! %s da ondo esportatutako azken elementua.
fr: L'EXPORT A ÉCHOUÉ! La dernière exportation réussie est %s.
gl: FALLOU A EXPORTACIÓN! A última exportación válida foi %s.
it: ESPORTAZIONE FALLITA! Ultima esportazione completata: %s.
nl: UITVOER MISLUKT! Laatst geslaagde uitvoer is %s.
pl: EKSPORT NIEUDANY! Ostatni udany eksport: %s.
pt: A exportação falhou!A última exportação válida foi a %s.
ru: ОШИБКА ЭКСПОРТА! Последний успешный экспорт %s.
tr: AKTARMA HATALI! Son başarılı aktarma, %s.
zh_cn: 导出失败! 最后一次成功的导出是 %s.
zh_tw: 匯出失敗。 上次的成功匯出為 %s。

source: general description
ca: Descripció general
ca_es@valencia: descripció general
dz: སྤྱིར་བཏང༌འགྲེལ་བཤད
el: γενική περιγραφή
es: descripción general
eu: deskripzio orokorra
fr: description générale
gl: descrición xeral
it: descrizione generale
pl: opis ogólny
pt: descrição geral
ru: общее описание
tr: genel açıklama
zh_cn: 一般描述
zh_tw: 一般描述

source: educational description
ca: Descripció educativa
ca_es@valencia: descripció educativa
dz: ཤེས་ཡོན་གྱི་འགྲེལ་བཤད
el: εκπαιδευτική περιγραφή
es: descripción pedagógica
eu: hezkuntza-deskribapena
fr: description pédagogique
gl: descrición educativa
it: descrizione educativa
pl: opis edukacyjny
pt: descrição educacional
ru: образовательное описание
tr: eğitsel açıklama
zh_cn: 教育描述
zh_tw: 教育性描述

source: You can close this window
ca: Podeu tancar aquesta finestra
ca_es@valencia: Podeu tancar aquesta finestra
dz: ཁྱོད་ཀྱི་འ་ནི་ཝིན་ཌོ་ཁ་བསྡམས་མཆོག
el: Μπορείτε να κλείσετε αυτό το παράθυρο
es: Puede cerrar esta ventana
eu: Leiho hau itxi dezakezu
fr: Vous pouvez fermer cette fenêtre
gl: Pódese pechar esta xanela
it: Si può chiudere questa finestra
nl: U kunt dit venster sluiten
pl: Możesz zamknąć to okno
pt: Pode fechar esta janela
ru: Вы можете закрыть это окно
tr: Bu pencereyi kapatabilirsiniz
zh_cn: 您可以关掉该窗口。
zh_tw: 您可以關閉此視窗

source: Licensed under the
ca: Llicenciat sota la
ca_es@valencia: Sota la llicència de
el: Αδειοδοτημένο υπό τους όρους
es: Obra publicada con
eu: Ondoko lizentziak babestua
fr: Régi par la licence
gl: Licenciado baixo a
it: Questo articolo è sotto la licenza
nl: Dit artikel valt onder de licensiebepalingen van
pl: Treść jest rozpowszechniana na licencji
pt: Sob licença
ru: Под лицензией
tr: Dağıtım lisansı
zh_cn: 本作品采用
zh_tw: 授權條款為

source: Skip navigation
ca: Omet navegació
ca_es@valencia: Omet la navegació
dz: འགྲུལ་བསྐྱོད་མཆོང་
el: Παράλειψη περιήγησης
es: Saltar la navegación
eu: Saltatu nabigazioa
fr: Ignorer la navigation
gl: Saltar navegación
it: Saltare la navigazione
nl: Stop navigatie
pl: Pomiń nawigację
pt: Saltar navegação
ru: Пропустить навигацию
tr: Taraycıyı atla
zh_cn: 跳过导航
zh_tw: 跳過導覽

source: Previous
ca: Anterior
ca_es@valencia: Anterior
dz: ཧེ་མམ
el: Προηγούμενο
es: Anterior
eu: Aurrekoa
fr: Précédent
gl: Anterior
it: Precedente
nl: Vorige
pl: Poprzedni
pt: Anterior
ru: Предыдущий
tr: Önceki
zh_cn: 前一页
zh_tw: 前一頁

source: Next
ca: Següent
ca_es@valencia: Següent
dz: ཤུལ་མམ
el: Επόμενο
es: Siguiente
eu: Hurrengoa
fr: Suivant
gl: Seguinte
it: Seguente
nl: Volgende
pl: Następny
pt: Seguinte
ru: Следующий
tr: İleri
zh_cn: 下一页
zh_tw: 下一頁

source: Example Example
ca: Exemple Exemple
ca_es@valencia: Exemple Exemple
dz: དཔེར་བརྗོད་དཔེ
el: Παράδειγμα Παράδειγμα
es: Ejemplo Ejemplo
eu: Adibidea Adibidea
fr: Exemple Exemple
gl: Exemplo Exemplo
it: Esempio Esempio
nl: Voorbeeld Voorbeeld
pl: Przykład Przykład
pt: Exemplo Exemplo
ru: Пример Пример
tr: Örnek Örnek
zh_cn: 例子
zh_tw: 例子 例子

source: This is an example of a user created iDevice plugin.
ca: Això és un exemple de connector iDevice creat per un usuari.
ca_es@valencia: Això és un exemple de connector d'iDevice creat per un usuari.
dz: འ་ནི་འདི་ལག་ལེན་པ་གི་གསར་བསྐྲུན་འབད་ཡོད་པའི་བརྡ་དོན་ཐབས་འཕྲུལ་གྱི་པ་ལག་ཨིན་ གྱི་དཔེ་གཅིག་ཨིན།.
el: Αυτό είναι ένα παράδειγμα η-Σύνεργου που δημιουργήθηκε από κάποιον χρήστη.
es: Esto es un ejemplo de iDevice plugin creado por un usuario.
eu: Honako hau erabiltzaile batek sortutako iDevice plugin baten adibidea da.
fr: Ceci est un exemple de plugin d'outil pédagogique créé par l'utilisateur.
gl: Este é un exemplo dun plugin de iDevice creado por unha persoa usuaria.
it: Questo è un esempio di plugin iDevice creato dall'utente.
nl: Dit is een voorbeeld van een iDevice die door de gebruiker gemaakt is.
pl: To jest przykład stworzonej przez użytkownika wtyczki do iObiektu.
pt: Este é um exemplo de plugin iDevice criado por um utilizador.
ru: Это пример созданного пользователем плагина для iDevice.
tr: Bu, kullanıcı tarafından oluşturulmuş bir iDevice eklentisi örneğidir.
zh_cn: 这是用户创造的iDevice模块插件的例子。
zh_tw: 這是使用者自創教學元件外掛程式的例子。

source: Example
ca: Exemple
ca_es@valencia: Exemple
dz: དཔེ
el: Παράδειγμα
es: Ejemplo
eu: Adibidea
fr: Exemple
gl: Exemplo
it: Esempio
nl: Voorbeeld
pl: Przykład
pt: Exemplo
ru: Пример
tr: Örnek
zh_cn: 例子
zh_tw: 例子

source: Import format not implemented
ca: Format d'importació no implementat
ca_es@valencia: El format d'importació no està implementat
dz: ནང་འདྲེན་འབད་ནི་རྩ་སྒྲིག་བསྟར་སྤྱོད་འབད་བས
el: Η μορφή εισαγωγής δεν εφαρμόστηκε
es: Formato de importación no implementado
eu: Inportazio formatua ez dago inplementatua
fr: Format d'importation non établi
gl: Formato de importación non implementado
it: Formato in ingresso non riconosciuto
nl: Import bestandsindeling niet geďmplementeerd
pl: Format importu nie zaimplementowany
pt: Formato de importação não implementado
ru: Формат импорта не реализован
tr: İçe aktarma biçimi uygulanmadı
zh_cn: 导入格式未实现
zh_tw: 匯入格式未實作

source: Invalid output package '%s'
ca: El paquet de sortida '%s' no es vàlid.
ca_es@valencia: El paquet d'eixida «%s» no es vàlid.
dz: ནུས་མེད་ཕྱིར་འདོན་ཐུམ་སྒྲིལ་'%s'
el: Μη έγκυρο πακέτο εξαγωγής '%s'
es: El archivo de salida '%s' no es válido
eu: Irteera paketea ez da baliagarria '%s'
fr: Production du paquet '%s' non valable
gl: Paquete de saída '%s' non válido
it: Pacchetto di esportazione '%s' non valido
nl: Ongeldig uitvoerbestand '%s'
pl: Nieprawidłowy pakiet wyjściowy '%s'
pt: Pacote de saída inválido '%s'
ru: Неверный выходной пакет '%s'
tr: Geçersiz çıktı paketi '%s'
zh_cn: 输出包 '%s' 无效
zh_tw: 不合法的輸出套件 '%s'

source: Contents of directory
ca: Contingut de la carpeta
ca_es@valencia: Contingut del directori
dz: སྣོད་ཐོ་གི་ནང་དོན་ཚུ
el: Περιεχόμενα φακέλου
es: Contenido del directorio
eu: Direktorioaren edukiak
fr: Contenus du répertoire
gl: Contidos do directorio
it: Contenuto della cartella
nl: Inhoud van de map
pl: Zawartość katalogu
pt: Conteúdo da pasta
ru: Содержимое каталога
tr: Dizin içeriği
zh_cn: 目录的内容
zh_tw: 目錄內容

source: Analizing directory %d of %d: %s
ca: S'està analitzant la carpeta %d de %d: %s
ca_es@valencia: S'està analitzant el directori %d de %d: %s
el: Ανάλυση φακέλου %d από %d: %s
es: Analizando el directorio %d de %d: %s
eu: Direktorioak arakatzen (%d / %d): %s
fr: Analyse en cours du répertoire %d of %d: %s
gl: Analizando directorio %d de %d: %s
it: Analisi cartella %d di %d: %s
nl: Onderzoek map %d van %d: %s
pl: Katalog analizujący %d z %d: %s
pt: A analizar a pasta %d de %d: %s
ru: Анализируется директория %d из %d: %s
tr: %d/ %d\ dizini analiz ediliyor: %s
zh_cn: 分析目录中，第 %d 个，共 %d 个：%s
zh_tw: 分析目錄中，第 %d 個，共 %d 個：%s

source: Calculating relative paths to directory %d of %d: %s
ca: S'estan calculant els camins relatius a la carpeta %d de %d: %s
ca_es@valencia: S'estan calculant els camins relatius al directori %d de %d:%s
el: Υπολογισμός σχετικών διαδρομών στον φάκελο %d από %d: %s
es: Calculando las rutas relativas al directorio %d de %d: %s
eu: Direktorioaren bide-izen erlatiboak kalkulatzen (%d / %d): %s
fr: Calcul en cours des voies relatives vers le répertoire %d de %d: %s
gl: Calculando as rutas relativas ao directorio %d de %d: %s
it: Calcolo percorsi relativi alla cartella %d di %d: %s
nl: Bereken het relatieve pad naar map %d van %d: %s
pl: Obliczanie ścieżek względnych do katalogu %d z %d: %s
pt: A calcular o caminho relativo para a pasta %d de %d: %s
ru: Расчёт относительных путей к каталогу %d из %d: %s
tr: %d dizininin %d:%s dizinine göreli yollar hesaplanıyor
zh_cn: 计算到%d的目录%d的相对路径：%s
zh_tw: 計算目錄的相對路徑中，第 %d 個，共 %d 個：%s

source: Analyzing HTML file labels %d of %d: %s
ca: S'estan analitzant les etiquetes HTML del fitxer %d de %d: %s
ca_es@valencia: S'estan analitzant les etiquetes del fitxer HTML %d de %d: %s
el: Ανάλυση ετικετών αρχείου HTML %d από %d: %s
es: Analizando las etiquetas de fichero HTML %d de %d: %s
eu: HTML fitxategien etiketak arakatzen (%d / %d): %s
fr: Analyse en cours des étiquettes de dossier HTLM %d de %d: %s
gl: Analizando etiquetas HTML %d de %d: %s
it: Analisi delle etichette file HTML %d di %d: %s
nl: Onderzoek HTML bestandslabels %d van %d: %s
pl: Analizowanie etykiet plików HTML %d of %d: %s
pt: A analizar as etiquetas do ficheiro HTML %d de %d: %s
ru: Анализ HTML файловых меток %d из %d: %s
tr: HTML dosya etiketleri analiz ediliyor %d / %d :%s
zh_cn: 正在分析%d的HTML文件标签%d: %s
zh_tw: 分析 HTML 檔案標籤中，第 %d 個，共 %d 個：%s

source: Exhaustively analyzed file %s %d of %d: %s
ca: S'ha analitzat exhaustivament el fitxer %s %d de %d: %s
ca_es@valencia: S'ha analitzat exhaustivament el fitxer %s %d de %d:%s
el: Διεξοδική ανάλυση αρχείου %s %d of %d: %s
es: Se ha analizado exhaustivamente el fichero %s %d de %d: %s
eu: %s fitxategia sakonki aztertua (%d / %d): %s
fr: Analyse exhaustive du dossier %s %d de %d: %s
gl: Ficheiro analizado exhaustivamente %s %d de %d: %s
it: Analisi accurata file %s %d di %d: %s
nl: Bestand %s %d van %d: %s grondig onderzocht
pl: Wyczerpująco zanalizowane pliki %s %d z %d: %s
pt: Ficheiro %s %d de %d analizado completamente: %s
ru: Исчерпывающе проанализирован файл %s %d из %d: %s
tr: Kapsamlı bir şekilde analiz edilen dosya %s %d nın-nin %d : %s
zh_cn: 详尽分析的文件%s %d ，共 %d: %s
zh_tw: 已完全分析檔案 %s，第 %d 個，共 %d 個：%s
