Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Rubric use instructions (optional)
ca: Instruccions d'ús de la rúbrica (opcional)
ca_es@valencia: Instruccions d'ús de la rúbrica (opcional)
el: Οδηγίες χρήσης ρουμπρικών (προαιρετικό)
es: Instrucciones de uso de la rúbrica (opcional)
eu: Errubrikaren erabilera argibideak (aukerazkoa)
fr: Mode d'emploi de la rubrique (optionnel)
gl: Instrucións de uso da rúbrica (opcional)
it: La rubrica usa le istruzioni (opzionale)
pl: Instrukcje użytkowania tabele (opcjonalnie)
ru: Инструкция по использованию рубрики (необязательно)
tr: Rubric kullanım talimatları (isteğe bağlı)
zh_cn: 专栏使用说明（可选）
zh_tw: 評分綱領使用說明（選填）

source: Maximum score:
ca: Puntuació màxima:
ca_es@valencia: Qualificació màxima:
dz: སྐུགས་མཐོ་ཤོས་:
el: Μέγιστη βαθμολογία:
es: Calificación máxima:
eu: Puntuazio maximoa:
fr: Score maximum:
gl: Puntuación máxima:
it: Punteggio massimo:
pl: Maksymalny wynik:
ru: Максимальный счёт:
tr: Toplam Puan:
zh_cn: 最高分
zh_tw: 最大分數：

source: The result of adding the scores of the first level.
ca: El resultat d'afegir la puntuació al primer nivell.
ca_es@valencia: Resultat de sumar les qualificacions del primer nivell.
el: Το αποτέλεσμα της πρόσθεσης των βαθμολογιών του πρώτου επιπέδου.
es: Resultado de sumar las calificaciones del primer nivel.
eu: Lehen mailako puntuak gehitzearen emaitza.
fr: Somme des scores du premier niveau.
gl: Resultado de sumar as cualificacións do primeiro nivel.
it: La somma dei punteggi del primo livello.
pl: Wynik dodawania wyników pierwszego poziomu.
ru: Результат сложения счетов первого уровня.
tr: Birinci seviye puanların eklenmesiyle elde edilen puan.
zh_cn: 将第一级分数相加的结果。
zh_tw: 第一等級分數加起來的結果。

source: New column
ca: Columna nova
ca_es@valencia: Nova columna
dz: ཀེར་ཐིག་གསརཔ
el: Νέα στήλη
es: Nueva columna
eu: Zutabe berria
fr: Nouvelle colonne
gl: Nova columna
it: Nuova colonna
pl: Nowa kolumna
ru: Новая колонка
tr: Yeni Sütun
zh_cn: 新建列
zh_tw: 新欄

source: New row
ca: Fila nova
ca_es@valencia: Nova fila
dz: གྲལ་ཐིག་གསརཔ
el: Νέα γραμμή
es: Nueva fila
eu: Lerro berria
fr: Nouvelle rangée
gl: Nova fila
it: Nuova riga
pl: Nowy wiersz
ru: Новая строка
tr: Yeni satır
zh_cn: 新建行
zh_tw: 新列

source: Rubric information
ca: Informació de la rúbrica
ca_es@valencia: Informació sobre la rúbrica
el: Πληροφορίες ρουμπρίκας
es: Información sobre la rúbrica
eu: Errubrikaren informazioa
fr: Information de la rubrique
gl: Información sobre a rúbrica
it: Info sulla rubrica
pl: Informacje o tabeli
ru: Информация о рубрике
tr: Dereceli puanlama anahtarı bilgileri
zh_cn: 量规信息
zh_tw: 綱領資訊

source: Show rubric information
ca: Mostra informació de la rúbrica
ca_es@valencia: Mostra informació sobre la rúbrica
el: Εμφάνιση πληροφοριών ρουμπρίκας
es: Mostrar información sobre rúbrica
eu: Erakutsi errubrikaren informazioa
fr: Montrer l'information de la rubrique
gl: Amosar información sobre a rúbrica
it: Mostrare info rubrica
pl: Pokaż informacje o tabeli
ru: Показать информацию о рубрике
tr: Dereceli puanlama anahtarı bilgilerini göster
zh_cn: 显示量规信息
zh_tw: 顯示綱領資訊

source: Source/Author
ca: Origen/autor
ca_es@valencia: Font/Autoria
dz: འབྱུང་ཁུངས/རྩོམ་པ་པོ
el: Πηγή/Δημιουργός
es: Origen/autor
eu: Jatorria/egilea
fr: Source/auteur
gl: Fonte/autoría
it: Fonte/autore
nl: Bron/Auteur
pl: Źródło/Autor
pt: Fonte / Autoria
ru: Исходник/Автор
tr: Kaynak/Yazar
zh_cn: 来源/作者
zh_tw: 來源/作者

source: Source/Author Link
ca: Enllaç origen/autor
ca_es@valencia: Font/Enllaç de l'autoria
dz: འབྱུང་ཁུངས/རྩོམ་པ་པོ་གི་འབྲེལ་ལམ
el: Σύνδεσμος Πηγής/Δημιουργού
es: Enlace origen/autor
eu: Jatorri/egileari esteka
fr: Lien source/auteur
gl: Fonte/Ligazón á persoa autora
it: Link alla fonte/autore
nl: Link naar Bron/Auteur
pl: Link źródłowy/autor
pt: Ligação à fonte / autoria
ru: Исходник/Авторская ссылка
tr: Kaynak/Yazar Bağlantısı
zh_cn: 来源/作者链接
zh_tw: 來源/作者連結

source: Revert all changes? This can't be undone.
ca: Voleu revertir tots els canvis? Això no és pot desfer.
ca_es@valencia: Desfer els canvis? No té volta arrere.
dz: བསྒྱུར་བཅོས་ཚུ་གེ་ར་ཆ་མེད་གཏང་ནི་ཨིན་ན? དེ་ལོག་ཆ་མེད་གཏང་མི་བཏུབ
el: Επαναφορά όλων των αλλαγών; Δεν είναι δυνατή η αναίρεση.
es: ¿Deshacer los cambios? No tiene vuelta atrás.
eu: Aldaketa guztiak desegin? Egindako aldaketak galduko dituzu.
fr: Annuler toutes les modifications ? Cette action est définitive.
gl: Desfacer os cambios? Non ten volta atrás.
it: Annullare tutte le modifiche? Non si torna indietro.
pl: Anulować wszystkie zmiany? Nie można tego cofnąć.
ru: Вернуть все изменения? Это не может быть отменено.
tr: Tüm değişiklikler geri alınsın mı? Bu geri alınamaz.
zh_cn: 还原所有更改？这是无法撤消的。
zh_tw: 要拋棄所有變更嗎？這個動作無法回復。

source: Attention
ca: Atenció
ca_es@valencia: Atenció
dz: དྲན་བཏོན
el: Προσοχή
es: Atención
eu: Adi
gl: Atención
it: Attenzione
pl: Uwaga
ru: Внимание
tr: Dikkat
zh_cn: 注意
zh_tw: 注意

source: The rubric is empty...
ca: La rúbrica és buida...
ca_es@valencia: La rúbrica està buida...
el: Η ρουμπρίκα είναι κενή...
es: La rúbrica está vacía...
eu: Errubrika hutsik dago...
fr: La rubrique est vide...
gl: A rúbrica está baleira…
it: La rubrica è vuota...
pl: Tabela jest pusta...
ru: Рубрика пуста...
tr: Rubrik boş...
zh_cn: 量规是空的...
zh_tw: 綱領是空白的...

source: Please write the rubric title.
ca: Ompliu el títol de la rúbrica.
ca_es@valencia: Escriu un títol per a la rúbrica.
el: Παρακαλώ καταχωρίστε τον τίτλο της ρουμπρίκας.
es: Escriba un título para la rúbrica.
eu: Idatzi errubrikaren izenburua.
fr: Veuillez écrire le titre de la rubrique.
gl: Escriba o título da rúbrica.
it: Scrivere il titolo della rubrica.
pl: Wpisz tytuł tabeli.
ru: Пожалуйста, напишите название рубрики.
tr: Lütfen rubrik başlığını yazınız.
zh_cn: 请写下量规名称。
zh_tw: 請寫下綱領的標題。

source: Please write the level name in each column.
ca: Escriviu el nom del nivell en cada columna.
ca_es@valencia: Escriu el nom del nivell en cada columna.
el: Παρακαλώ καταχωρίστε το όνομα επιπέδου σε κάθε στήλη.
es: Escriba el nombre del nivel en cada columna.
eu: Idatzi mailaren izena zutabe bakoitzean.
fr: Veuillez écrire le nom du niveau dans chaque colonne.
gl: Escriba o nome do nivel en cada columna.
it: Scrivere i nomi dei livelli, uno per colonna.
pl: Wpisz nazwę poziomu w każdej kolumnie.
ru: Пожалуйста, напишите название уровня в каждом столбце.
tr: Lütfen sütünlara seviye adını yazınız.
zh_cn: 请在每一列中输入级别名称。
zh_tw: 請在每欄寫下等級名稱。

source: Please write the criteria name in each row.
ca: Escriviu el nom del criteri en cada columna.
ca_es@valencia: Escriu el nom dels criteris en cada fila.
el: Παρακαλώ καταχωρίστε το όνομα του κριτηρίου σε κάθε γραμμή.
es: Escriba el nombre de los criterios en cada fila.
eu: Idatzi irizpidearen izena lerro bakoitzean.
fr: Veuillez écrire le nom du critère dans chaque rangée.
gl: Escriba o nome dos criterios en cada fila.
it: Scrivere i nomi dei criteri, uno per riga.
pl: Wpisz nazwę kryterium w każdym wierszu.
ru: Пожалуйста, напишите название критерия в каждой строке.
tr: Lütfen kriterlerin adını her satıra yazınız.
zh_cn: 请在每一行中写下条件名称。
zh_tw: 請在每列寫下條件名稱。

source: Please write all the criteria descriptors.
ca: Escriu tots els criteris descriptors.
ca_es@valencia: Escriu tots els descriptors dels criteris.
el: Παρακαλώ καταχωρίστε όλες τις περιγραφές των κριτηρίων.
es: Escriba todos los descriptores de los criterios.
eu: Idatzi irizpide guztien deskriptoreak.
fr: Veuillez écrire Tous les descripteurs des critères.
gl: Escriba tódolos descritores dos criterios.
it: Indicare i descrittori dei criteri.
pl: Proszę napisać wszystkie deskryptory kryteriów.
ru: Пожалуйста, напишите все дескрипторы критериев.
tr: Lütfen tüm kriterlerin tanımlarını yazın.
zh_cn: 请编写所有条件描述符。
zh_tw: 寫下所有條件的描述符。

source: Score (include a number)
ca: Puntuació (inclou un nombre)
ca_es@valencia: Puntuació (introduir un número)
el: Βαθμολογία (περιλαμβάνει έναν αριθμό)
es: Puntuación (introducir un número)
eu: Puntuak (sartu zenbaki bat)
fr: Score (introduire un nombre)
gl: Puntuación (introducir un número)
it: Punteggio (inserire un numero)
pl: Wynik (podaj liczbę)
ru: Счёт (включая число)
tr: Puan (bir rakam ekleyin)
zh_cn: 分数（包括数字）
zh_tw: 分數（包含數字）

source: Up
ca: Amunt
ca_es@valencia: Amunt
dz: ཡར
el: Μετακίνηση πάνω
es: Arriba
eu: Gorantz
fr: Vers le haut
gl: Arriba
it: Su
nl: Omhoog
pl: w górę
pt: Acima
ru: Вверх
tr: Yukarı
zh_cn: 上
zh_tw: 上

source: Down
ca: Avall
ca_es@valencia: Avall
dz: མར
el: Μετακίνηση κάτω
es: Abajo
eu: Beherantz
fr: Vers le bas
gl: Abaixo
it: Giù
nl: Omlaag
pl: Dół
pt: Abaixo
ru: Вниз
tr: Aşağı
zh_cn: 下
zh_tw: 下

source: Delete the row?
ca: Esborreu la fila?
ca_es@valencia: Suprimeix la fila?
dz: གྲལ་ཐིག་འདི་བཏོན་གཏང?
el: Διαγραφή γραμμής;
es: ¿Borrar la fila?
eu: Lerroa ezabatu?
fr: Eliminer la rangée ?
gl: Eliminar fila?
it: Cancellare la riga?
pl: Usunąć wiersz?
ru: Удалить строку?
tr: Satır silinsin mi?
zh_cn: 删除行？
zh_tw: ­要刪除此列嗎？

source: There should be at least one level.
ca: Hi hauria d’haver almenys un nivell.
ca_es@valencia: Ha d'haver-hi almenys un nivell.
dz: གནས་རིམ་ཉུང་མཐའ་གཅིག་དགོ
el: Θα πρέπει να υπάρχει τουλάχιστον ένα επίπεδο.
es: Debe haber al menos un nivel.
eu: Gutxienez maila bat egon behar du.
fr: Au moins un niveau est nécessaire.
gl: Debe haber polo menos un nivel.
it: Ci dovrebbe essere almeno un livello.
pl: Powinien być co najmniej jeden poziom.
ru: Должен быть хотя бы один уровень.
tr: En az bir seviye olmalıdır.
zh_cn: 至少应有一个级别。
zh_tw: 至少要有一個等級。

source: Delete the column?
ca: Esborreu la columna?
ca_es@valencia: Suprimeix la columna?
dz: ཀེར་ཐིག་འདི་བཏོན་གཏང?
el: Διαγραφή στήλης;
es: ¿Borrar la columna?
eu: Zutabea ezabatu?
fr: Éliminer la colonne ?
gl: Eliminar columna?
it: Cancellare la colonna?
pl: Usunąć kolumnę?
ru: Удалить столбец?
tr: Sütun silinsin mi?
zh_cn: 删除列？
zh_tw: 要刪除此欄嗎？

source: The right answer will be shown after this text.
ca: La resposta correcta es mostrarà després d'aquest text.
ca_es@valencia: La resposta correcta es mostrarà després d'aquest text.
el: Η σωστή απάντηση θα εμφανίζεται μετά από αυτό το κείμενο.
es: La respuesta correcta se mostrará después de este texto.
eu: Testu honen atzetik erakutsiko da erantzun zuzena.
fr: La réponse correcte sera montrée après ce texte.
gl: A resposta correcta amosarase despois deste texto.
it: La risposta corretta verrà mostrata dopo questo testo.
pl: Właściwa odpowiedź pojawi się po tym tekście.
ru: После этого текста будет показан правильный ответ.
tr: Doğuru yanıt bu metinden sonra görüntülenir.
zh_cn: 正确答案将在本文后显示。
zh_tw: 正確的答案會顯示在此文字之後。

source: Write the elements in the right order:
ca: Escriviu els elements en el ordre correcte:
ca_es@valencia: Escriu els elements en l'ordre correcte:
el: Τοποθετήστε τα στοιχεία στη σωστή σειρά:
es: Añada los elementos de la lista (ordenados):
eu: Idatzi elementuak orden egokian:
fr: Écrivez les éléments dans l'ordre correct :
gl: Engada os elementos da lista (ordenados):
it: Scrivere gli elementi nel giusto ordine:
pl: Napisz elementy we właściwej kolejności:
ru: Напишите элементы в правильном порядке:
tr: Öğeleri doğru sırayla yazın:
zh_cn: 按正确顺序编写元素：
zh_tw: 請以正確的順序寫下元素：

source: Add at least 3 elements.
ca: Afegiu al menys 3 elements.
ca_es@valencia: Afegiu 3 elements com a mínim.
el: Προσθέστε τουλάχιστον 3 στοιχεία.
es: Añada al menos 3 elementos.
eu: Gehitu gutxienez 3 elementu.
fr: Ajoutez au moins 3 éléments :
gl: Engada cando menos tres elementos.
it: Inserire almeno 3 elementi.
pl: Dodaj co najmniej 3 elementy.
ru: Добавьте по крайней мере 3 элемента.
tr: En az 3 öğe ekleyin.
zh_cn: 添加至少3个元素。
zh_tw: 請新增至少三個元素。

source: Please write the text to show when right.
ca: Escriviu el text a mostrar quan sigui correcte.
ca_es@valencia: Escriu el text que s'ha de mostrar quan la resposta és correcta.
el: Παρακαλώ γράψτε το κείμενο που θα εμφανίζεται όταν η σειρά είναι σωστή.
es: Debe escribir el texto que se mostrará si se contesta correctamente.
eu: Idatzi erantzuna zuzena denean erakutsi beharreko testua.
fr: Veuillez tapez le texte à montrer en cas de réponse correcte.
gl: Escriba o texto que se amosará se contesta correctamente.
it: Inserire il testo da mostrare per la risposta giusta.
pl: Napisz tekst, który ma być wyświetlany po prawej stronie.
ru: Пожалуйста, напишите текст, чтобы показать, когда это правильно.
tr: Lütef doğru olması durumunda görünütelencek metni yazınız.
zh_cn: 请写下回答正确时的显示文字。
zh_tw: 請寫下正確時要顯示的文字。

source: Please write the text to show when wrong.
ca: Escriviu el text a mostrar quan sigui incorrecte.
ca_es@valencia: Escriu el text que s'ha de mostrar quan la resposta és incorrecta.
el: Παρακαλώ γράψτε το κείμενο που θα εμφανίζεται όταν η σειρά δεν είναι σωστή.
es: Debe escribir el texto que se mostrará si no se contesta correctamente.
eu: Idatzi erantzuna okerra denean erakutsi beharreko testua.
fr: Veuillez tapez le texte à montrer en cas de réponse incorrecte.
gl: Escriba o texto que se amosará se non resposta correctamente.
it: Inserire il testo da mostrare per la risposta sbagliata.
pl: Napisz tekst do wyświetlenia, gdy prawidłowo.
ru: Пожалуйста, напишите текст, чтобы показать, когда это неправильно.
tr: Lütef yanlış olması durumunda görünütelencek metni yazınız.
zh_cn: 请写下回答错误时的显示文字。
zh_tw: 請寫下錯誤時要顯示的文字。

source: Select Activity
ca: Selecciona una activitat
ca_es@valencia: Activitat "Selecciona"
dz: སྦྱོང་ལཱ་སེལ་འཐུ་འབད
el: Επιλογή δραστηριότητας
es: Actividad "Selecciona"
eu: Aukeratzeko Jarduera
fr: Choisissez une activité
gl: Actividade "Selecciona"
it: Scegliere attività
pl: Wybór Aktywności
ru: Выберите действие
tr: Etkinlik Seçin
zh_cn: 选择活动
zh_tw: 選擇活動

source: Rich Text
ca: Text enriquit
ca_es@valencia: Text enriquit
dz: ཚིག་ཡིག
el: Εμπλουτισμένο κείμενο
es: Texto enriquecido
eu: Testu Aberatsa
fr: Texte enrichi
gl: Texto enriquecido
pl: Dowolny Tekst
ru: Обогащённый текст Rich Text
tr: Zengin metin
zh_cn: 富文本

source: Please order the answers
ca: Ordena les respostes
ca_es@valencia: Ordena totes les respostes
el: Παρακαλώ βάλτε στη σειρά τις απαντήσεις
es: Ordena todas las respuestas
eu: Ordenatu erantzunak
fr: Veuillez ordonner les réponses
gl: Ordena tódalas respostas
it: Ordinare le risposte
pl: Proszę zamówić odpowiedzi
ru: Пожалуйста, отсортируйте все ответы
tr: Lütfen cevapları sıralayın
zh_cn: 请将答案进行排序
zh_tw: 請將答案排序

source: Create activities with multiple choice questions or questions in which you have to put the answers in the right order.
ca: Creeu activitats amb preguntes de resposta multiple o preguntes en les quals cal que poseu les respostes en l'ordre correcte.
es: Cree actividades de respuesta múltiple con ninguna, una o varias opciones correctas y/o actividades y juegos de ordenación, en los que el jugador deberá organizar las diferentes opciones según el orden indicado en la pregunta.
eu: Sortu jarduerak aukera anitzeko galderekin, non erantzunak orden egokian jarri behar dituzun.
fr: Créer des activités à choix multiples ou de mise en ordre.
gl: Cree actividades de resposta múltiple con ningunha, unha ou varias opcións correctas e/ou actividades e xogos de ordenación, nos que o xogador deberá organizar as diferentes opcións segundo a orde indicada na pregunta.

source: Choose the right answers and click on the Check button.
ca: Tria les respostes correctes i prem al botó per comprovar.
ca_es@valencia: Tria les respostes correctes i prem el botó "respondre".
el: Επιλέξτε τις σωστές απαντήσεις και κάντε κλικ στο κουμπί Έλεγχος.
es: Selecciona las respuestas correctas y pulsa sobre el botón "responder"
eu: Erantzun zuzena aukeratu eta klik egin Egiaztatu botoian.
fr: Choisissez la réponse correcte et cliquer sur le bouton de vérification.
gl: Escolla as respostas correctas e prema o botón Comprobar.
it: Scegliere le risposte giuste e cliccare su Controlla.
pl: Wybierz właściwe odpowiedzi i kliknij przycisk Sprawdź.
ru: Выберите правильные ответы и нажмите кнопку ответа.
tr: Doğru cevapları seçin ve Kontrol Et düğmesine tıklayın.
zh_cn: 选择正确的答案，然后单击检查按钮。
zh_tw: 選擇正確的答案並按下檢查按鍵。

source: Questions order
ca: Ordre de les preguntes
ca_es@valencia: Ordre de les preguntes
dz: དྲི་བ་ཚུའི་རིམ་པ
el: Σειρά ερωτήσεων
es: Orden de las preguntas
eu: Erantzunen odena
fr: Ordres des questions
gl: Orde das preguntas
it: Ordine delle domande
pl: Kolejność pytań
ru: Порядок вопросов
tr: Soru sırası
zh_cn: 问题顺序
zh_tw: 問題順序

source: Tree
ca: Arbre
ca_es@valencia: Arbre
dz: རྩ་འབྲེལ་
el: Δένδρο
es: Árbol
eu: Zuhaitza
fr: Arbre
gl: Árbore
it: Albero
pl: Drzewo
ru: Дерево
tr: Ağaç
zh_cn: 树
zh_tw: 樹狀

source: Order defined by the author.
ca: Ordre definit per l'autor.
ca_es@valencia: Definit per l'autor.
el: Η σειρά ορίστηκε από τον δημιουργό.
es: Definido por el autor.
eu: Egileak definitutako ordena.
fr: Ordre défini par l'auteur.
gl: Orde definida pola persoa autora.
it: Ordine deciso dall'autore.
pl: Kolejność określona przez autora.
ru: Определено автором
tr: Yazar tarafından tanımlanan sıra.
zh_cn: 作者定义的顺序。
zh_tw: 作者自訂順序。

source: Different order each time you run the game.
ca: Ordre diferent cada vegada que executeu el joc.
ca_es@valencia: Reordena en cada joc.
el: Διαφορετική σειρά κάθε φορά που εκτελείτε το παιχνίδι.
es: Orden distinto en cada juego.
eu: Orden desberdina joko saiakera bakoitzean.
fr: Ordre différent à chaque démarrage du jeu.
gl: Orde distinta en cada xogo.
it: Un ordine diverso ad ogni partita del gioco.
pl: Za każdym razem uruchamiasz inna kolejność w grze.
ru: Разный порядок в каждой игре
tr: Oyunu her çalıştırdığınızda farklı sıra.
zh_cn: 每次运行游戏时，顺序都会有所不同。
zh_tw: 每次都打亂順序。

source: The questions will change depending on the answers.
ca: Les preguntes canviaran depenent de les respostes.
ca_es@valencia: L'ordre de les qüestions depén de les respostes del jugador.
el: Οι ερωτήσεις θα αλλάζουν ανάλογα με τις απαντήσεις.
es: El orden de las cuestiones depende de las respuestas del jugador.
eu: Jokoa aldatuko da erantzunen arabera.
fr: Les questions varieront selon les réponses.
gl: A orde das cuestións depende das respostas do xogador ou da xogadora.
it: Le domande varieranno in base alle risposte.
pl: Pytania będą się zmieniać w zależności od odpowiedzi.
ru: Порядок вопросов зависит от ответов игрока.
tr: Cevaplara göre sorular değişecektir.
zh_cn: 问题会根据答案而改变。
zh_tw: 問題會依答案而改變。

source: Play audio when displaying the solution
ca: Reprodueix àudio quan es mostra la solució
el: Αναπαραγωγή ήχου κατά την εμφάνιση της λύσης
es: Reproducir audio al mostrar la solución
eu: Erreproduzitu audioa soluzioa erakusten denean
fr: Démarrer un fichier audio avec la solution
gl: Reproducir audio ao amosar a solución
pl: Odtwarzanie dźwięku podczas wyświetlania rozwiązania
tr: Çözümü görüntülerken ses çal

source: Go to
ca: Vés a
ca_es@valencia: Vés a
dz: ལུ་འགྱོ་
el: Μετάβαση στη
es: Ir a
eu: Hona joan
fr: Aller à
gl: Ir a
it: Vai a
pl: Idź do
ru: Перейти к
tr: Git
zh_cn: 前往
zh_tw: 跳到

source: Time is up
ca: El temps s'ha esgotat
es: El tiempo ha finalizado

source: You completed all the activities!
ca: Has completat totes les activitats
es: ¡Has completado todas las actividades!

source: Change visualization mode
ca: Canvia l'estil de visualització
es: Cambiar modo de visualización

source: Maximum number of activities: 30
ca: Nombre màxim d'activitats: 30
es: Número máximo de actividades: 30

source: Create interactive activities in which players will have to select the correct multimedia cards.
ca: Creeu activitats interactives en les quals els jugadors hauran de seleccionar les targetes multimèdia correctes.
es: Crea actividades interactivas en las que los jugadores tendrán que seleccionar las tarjetas multimedia correctas.

source: Select the right cards
ca: Selecciona les targetes correctes
es: Selecciona las tarjetas correctas

source: Time to complete the game
ca: Temps per completar el joc
es: Tiempo para completar el juego

source: Maximum number of cards
ca: Nombre màxim de targetes
es: Número máximo de tarjetas

source: Table mode
ca: Mode taula
es: Modo tabla

source: Correct answer
ca: Resposta correcta
es: Respuesta correcta

source: You found all the words. Your score is %s.
ca: Heu trobat tots els mots. La vostra puntuació és %s.
es: Has encontrado todas las palabras. Tu puntuación es %s.
eu: Hitz guztiak aurkitu dituzu. Zure puntu kopurua %s da.
fr: Tous les mots trouvés ! Votre score est %s.
gl: Atopaches tódalas palabras. A túa puntuación é %s.

source: Only one Word Search game per page.
ca: Sols pot haver un joc Sopa de lletres per pàgina.
es: Solo puede haber una actividad tipo Sopa por página/nodo.
eu: Hitz-bilaketa joko bakarra orriko.
fr: Un seul jeu de recherche de mot par page.
gl: Só pode haber unha actividade tipo Sopa por páxina/nodo.

source: Create word search games with additional text, images or sound.
ca: Creeu jocs de sopa de lletres amb text addicional, imatges o sons.
es: Cree actividades tipo sopa de letras en las que podrá utilizar texto, imágenes y sonidos.
eu: Sortu hitz bilaketa jokoak, testu, irudi edo soinu gehigarriekin.
fr: Créer des jeux de recherche de mot avec du texte, des images ou des sons.
gl: Cree actividades tipo sopa de letras nas que poderá utilizar texto, imaxes e sons.

source: Find the hidden words.
ca: Trobeu els mots ocults.
es: Hallar las palabras ocultas.
eu: Aurkitu ezkutuko hitza.
fr: Trouver les mots cachés.
gl: Atopar as palabras ocultas.

source: Show "Solve" button.
ca: Mostra el botó «solució».
es: Mostrar el botón "Resolver".
eu: Erakutsi "Ebatzi" botoia.
fr: Montrer le bouton "Solution".
gl: Amosar o botón "Resolver".

source: Diagonal
es: Diagonales
eu: Diagonalak
fr: Diagonale

source: Inverse
ca: Inversa
es: Inversas
eu: Alderantziz
gl: Inversas

source: Please write some information.
ca: Escriviu alguna informació.
ca_es@valencia: Escriu la informació que calga.
el: Παρακαλώ γράψτε μερικές πληροφορίες.
es: Incluya la información necesaria.
eu: Idatzi informazio apur bat.
fr: Veuillez écrire quelques précisions
gl: Escriba a información necesaria.
it: Scrivere qualche informazione.
pl: Napisz kilka informacji.
ru: Пожалуйста, напишите некоторую информацию.
tr: Lütfen biraz bilgi yazınız.
zh_cn: 请写一些信息。
zh_tw: 請寫下一些資訊。

source: Trivia
ca: Curiositat
ca_es@valencia: Curiositat
es: Curiosidad
eu: Bitxikeria
fr: Curiosité
gl: Curiosidade
pl: Ciekawostki
ru: Любопытство
tr: Bilgi yarışması
zh_cn: 琐事

source: You must indicate a name for all the selected players.
ca: Heu d'indicar un nom per a tots els jugadors seleccionats.
el: Πρέπει να υποδείξετε ένα όνομα για όλους τους επιλεγμένους παίκτες.
es: Debes indicar un nombre para todos los jugadores seleccionados.
eu: Aukeratutako jokalari guztien izenak zehaztu behar dituzu.
fr: Veuillez indiquer un nom pour chaque joueur sélectionné.
gl: Indica un nome para tódalas xogadoras ou xogadores seleccionados.
pl: Musisz podać nazwę dla wszystkich wybranych graczy.
tr: Seçilen tüm oyuncular için bir isim belirtmelisiniz.

source: Do you want to restart the game?
ca: Voleu reiniciar el joc?
el: Θέλετε να επανεκκινήσετε το παιχνίδι;
es: ¿Deseas reiniciar el juego?
eu: Jokoa berriro hasi nahi duzu?
fr: Recommencer le jeu ?
gl: Desexas reiniciar o xogo?
pl: Chcesz ponownie uruchomić grę?
tr: Oyunu yeniden başlatmak istiyor musunuz?

source: roll the dice.
ca: Llança el dau.
el: ρίξτε το ζάρι.
es: lanza el dado.
eu: dadoa jaurti.
fr: Lancez le dé.
gl: lanzar o dado.
pl: rzuć kostką.
tr: zar at.

source: The game has finished. The winner is %1. Do you want to play again?
ca: El joc ha acabat. El guanyador és %1. Voleu tornar a jugar?
el: Το παιχνίδι τελείωσε. Νικητής είναι ο/η %1. Θέλετε να παίξετε ξανά;
es: El juego ha terminado. El ganador es %1. ¿Deseas volver a jugar?
eu: Jokoa amaitu da. Irabazlea %1 da. Berriro jokatu nahi duzu?
fr: Fin du jeu. Le vainqueur est %1. Voulez-vous rejouer ?
gl: O xogo terminou. O gañador é %1. Desexas volver xogar?
pl: Gra została zakończona. Zwycięzcą jest %1. Chcesz zagrać jeszcze raz?
tr: Oyun bitti. Kazanan %1. Tekrar oynamak ister misin?
