Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Slide
ca: Diapositiva
ca_es@valencia: Diapositiva
dz: བཤུད
el: Διαφάνεια
es: Deslizamiento
eu: Labaindu
fr: Diaporama
gl: Esvaramento
it: Diapo
nl: Schuiven
pl: Slajd
ru: Слайд
tr: Slayt
zh_cn: 滑动
zh_tw: 滑動

source: Size
ca: Mida
ca_es@valencia: Grandària
dz: ཚད
el: Μέγεθος
es: Tamaño
eu: Tamaina
fr: Taille
gl: Tamaño
it: Dim
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
tr: Boyut
zh_cn: 大小
zh_tw: 大小

source: Transfer
ca: Transfereix
ca_es@valencia: Transfereix
dz: གནས་སོར
el: Μεταφορά
es: Translación
eu: Transferitu
fr: Transferts
gl: Translación
it: Trasferisci
nl: Omzetting
pl: Przenieś
pt: Transferir
ru: Передавать
tr: Aktarma
zh_cn: 传输
zh_tw: 傳輸

source: Show Advanced Options
ca: Mostra opcions avançades
ca_es@valencia: Mostra les opcions avançades
dz: མཐོ་རིམ་གདམ་ཁ་ཚུ་སྟོན
el: Εμφάνιση προχωρημένων επιλογών
es: Mostrar opciones avanzadas
eu: Erakutsi aukera aurreratuak
fr: Montrer les options avancées
gl: Amosar opcións avanzadas
it: Mostra opzioni avanzate
nl: Toon geavanceerde opties
pl: Pokaż ustawienia zaawansowane
pt: Mostrar opções avançadas
ru: Показать расширенные опции
tr: Gelişmiş Seçenekleri Göster
zh_cn: 显示高级选项
zh_tw: 顯示進階選項

source: Upload a file. Please avoid names or paths with spaces or special characters.
ca: Penja un arxiu. Evita noms o camins amb espais o caràcters especials.
es: Subir un fichero. Elimine los caracteres especiales del nombre del fichero y la ruta del archivo.

source: Browse
ca: Navega
ca_es@valencia: Navega
dz: བརྡ་འཚོལ
el: Περιήγηση
es: Examinar
eu: Arakatu
fr: Parcourir
gl: Examinar
it: Sfoglia
nl: Bladeren
pl: Przeglądaj
pt: Procurar
ru: Обзор
tr: Gözat
zh_cn: 浏览
zh_tw: 瀏覽

source: Replace
ca: Reemplaça
ca_es@valencia: Reemplaça
dz: ཚབ་བཙུགས
el: Αντικατάσταση
es: Reemplazar
eu: Ordezkatu
fr: Remplacer
gl: Substituír
it: Sostituisci
nl: Vervangen
pl: Zamień
pt: Substituir
ru: Замена
tr: Yenile
zh_cn: 替换
zh_tw: 取代

source: Upload
ca: Carrega
ca_es@valencia: Penja
dz: སྐྱེལ་བཙུགས
el: Φόρτωση
es: Cargar
eu: Kargatu
fr: Télécharger
gl: Enviar
it: Carica
nl: Uploaden
pl: Wczytaj
ru: Выгрузить
tr: Karşıya Yükle
zh_cn: 上载
zh_tw: 上傳

source: File
ca: Fitxer
ca_es@valencia: Fitxer
dz: ཡིག་སྣོད
el: Αρχείο
es: Archivo
eu: Fitxategia
fr: Fichier
gl: Ficheiro
nl: Bestand
pl: Plik
pt: Ficheiro
ru: Файл
tr: Dosya
zh_cn: 文件
zh_tw: 檔案

source: Delete File
ca: Suprimeix el fitxer
ca_es@valencia: Suprimeix el fitxer
dz: ཡིག་སྣོད་བཏོན་གཏང
el: Διαγραφή αρχείου
es: Borrar el archivo
eu: Ezabatu fitxategia
fr: Supprimer le fichier
gl: Eliminar ficheiro
it: Elimina file
nl: Bestand verwijderen
pl: Usuń plik
pt: Eliminar Ficheiro
ru: Удалить файл
tr: Dosyayı Sil
zh_cn: 删除文档
zh_tw: 刪除檔案

source: No File Uploaded Currently
ca: No hi ha cap fitxer carregat actualment
ca_es@valencia: Actualment no s'ha pujat cap fitxer
dz: ད་ལྟོ་ཡིག་སྣོདསྐྱེལ་བཙུགས་བཙུགསཔ་མེད
el: Για την ώρα, δεν έχει φορτωθεί αρχείο.
es: En este momento no se ha subido ningún fichero
eu: Oraingoz ez da fitxategirik igo
fr: Aucun fichier n'a été envoyé pour l'instant
gl: Neste momento non hai ningún ficheiro enviado
it: Nessun file ancora inviato
nl: Momenteel geen gestand geupload
pl: Obecnie nie przesłano pliku
pt: Neste momento não há qualquer ficheiro carregado
ru: На данный момент нет выгруженного файла
tr: Şuan da Yüklenecek Dosya Yok
zh_cn: 目前没有文件上传
zh_tw: 目前沒有上傳檔案

source: None
ca: Cap
ca_es@valencia: Cap
dz: ཅི་མེད
el: Κανένα
es: Ninguno
eu: Bat ere ez
fr: Néant
gl: Ningún
it: Nessuno
nl: Geen
pl: Brak
pt: Nenhum
ru: Пусто
tr: Hiçbiri
zh_cn: 无
zh_tw: 無

source: is not a valid number - please try again<br/>
ca: si no és un nombre vàlid - torneu a intentar-ho<br/>
ca_es@valencia: no és un nombre vàlid, torneu-ho a provar<br/>
dz: འ་ནི་འདི་ནུས་ཅན་ཨངས་མེན་ - ལོག་དཔའ་བཅམ་གནང<br/>
el: δεν είναι έγκυρος αριθμός - παρακαλώ προσπαθήστε πάλι<br/>
es: no es un número válido - por favor vuelva a intentarlo<br/>
eu: ez da zenbaki onargarria; mesedez, saiatu berriro<br/>
fr: numéro non valable - Veuillez en entrer un autre
gl: non é un número válido - téntao de novo<br/>
it: non è un numero valido - riprova<br />
nl: is geen geldig getal - probeer aub opnieuw <br/>
pl: nie jest prawidłowym numerem - spróbuj ponownie <br/>
pt: não é um número válido - por favor, tente novamente<br/>
ru: недопустимый номер - пожалуйста, попробуйте снова<br/>
tr: geçerli bir sayı değil - lütfen tekrar deneyin<br/>
zh_cn: 不是有效号码 - 请再试一次<br/>
zh_tw: 不是正確的數字 - 請再試一次<br/>

source: External Web Site
ca: Lloc web extern
ca_es@valencia: Lloc web extern
dz: ཕྱིའི།་ཝེབ་ས་ཁོངས
el: Εξωτερικός ιστότοπος
es: Sitio web externo
eu: Kanpoko webgunea
fr: Site Web externe
gl: Sitio web externo
it: Sito Web esterno
nl: Externe website
pl: Zewnętrzna strona WWW
pt: Sítio Web externo
ru: Внешний веб-сайт
tr: Harici Web Sitesi
zh_cn: 外部网页
zh_tw: 外部網站

source: The external website iDevice loads an external website into an inline frame in your eXe content rather then opening it in a popup box. This means learners are not having to juggle windows. This iDevice should only be used if your content will be viewed by learners online.
ca: L'iDevice lloc web extern carrega una pàgina web dins la finestra del vostre contingut eXe obrint una finestra emergent. Això significa que els alumnes no tindran massa finestres. Aquest iDevice sols hauríeu d'emprar-lo si el contingut serà vist per alumnes en línia.
ca_es@valencia: L'iDevice Lloc web extern carrega una pàgina web dins d'un marc en línia amb el vostre contingut eXe en comptes d'obrir una finestra emergent. D'aquesta manera l'alumnat no tindrà massa finestres. Aquest iDevice només s'ha d'utilitzar si el contingut es visualitzarà en línia.
el: Το η-Σύνεργο 'Εξωτερικός ιστότοπος' φορτώνει έναν εξωτερικό διαδικτυακό τόπο σε ένα ενσωματωμένο πλαίσιο του περιεχομένου του eXe, χωρίς να χρειάζεται το άνοιγμα ενός αναδυόμενου παραθύρου. Αυτό σημαίνει ότι οι μαθητές δεν θα είναι αναγκασμένοι να ασχολούνται με περιττά παράθυρα. Αυτό το η-Σύνεργο πρέπει να χρησιμοποιείται μόνον εάν το περιεχόμενο είναι online προσβάσιμο στους μαθητές.
es: El iDevice Sitio web externo carga un sitio web externo en un marco dentro del contenido de eXe en lugar de abrirlo en una ventana emergente. Esto significa que los estudiantes no tendrán que cambiar de ventanas. Este iDevice deberá solo ser usado si el contenido va a ser visto en línea.
eu: 'Kanpoko webgunea' iDeviceak kanpoko web gune bat kargatzen du eXe-ren edukiaren markoaren barruan, beste leiho batean (popup) ireki beharrean. Beraz, ikasleek ez dituzte beste leiho batzuk erabili behar. iDevice hau erabili beharko duzu konektatutako ikasleek zure edukia ikustea nahi baduzu.
fr: L'outil pédagogique "Site Web externe" incruste un site web externe au sein du contenu de votre page Exe plutôt que de l'ouvrir dans une fenêtre différente (pop up).Cela signifie que le lecteur n'a pas besoin de jongler avec des fenêtres différentes.Cet outil ne doit être utilisé que si vos contenus sont accessibles en mode connecté (sur internet).
gl: O iDevice Sitio web externo carga un sitio web externo nun marco en liña dentro do contido do eXeLearning, en vez de abrilo nunha xanela emerxente. Isto significa que o alumnado non ten que facer malabarismos coas xanelas. Este iDevice só se debe usar se o seu contido vai ser visualizado en liña polo alumnado.
it: L'iDevice Sito esterno carica un sito esterno in una cornice interna al contenuto eXe, piuttosto che aprirlo in una finestra. Questo significa che lo studente non deve cambiare finestra. Questo iDevice dovrebbe essere usato solo se il contenuto verrà visualizzato da studenti connessi alla rete.
nl: Het iDevice "externe website" laadt een externe website in een weergavevenster zonder een pop-up venster te gebruiken. Hierdoor hoeven de studenten niet tussen vensters te wisselen. Dit iDevice kan enkel gebruikt worden wanneer uw leerpakket online bekeken wordt.
pl: iObiekt zewnętrzna strona internetowa ładuje zewnętrzną stronę internetową do wbudowanej ramki w treści eXe. a nie otwiera ją w wyskakującym okienku. Oznacza to, że uczący się nie muszą żonglować oknami. Ten iObiekt powinien być używany tylko wtedy, gdy Twoje treści będą oglądane przez uczniów online.
pt: O iDevice Sítio Web externo carrega um sítio externo numa janela dentro do seu conteúdo, em vez de abrir numa janela popup. Desta forma, os utilizadores não precisam de alternar as janelas para visualizar os conteúdos. Este iDevice deve apenas ser usado se o seu conteúdo irá ser visualizado online.
ru: Внешний сайт iDevice загружает внешний сайт на встроенную рамку в eXe содержимое, а затем открывает его во всплывающем окне. Это означает, что учащиеся не должны жонглировать окнами. Этот iDevice следует использовать только если ваше содержимое будет видно учащимся в Интернете.
tr: Harici web sitesi aracı sayesinde, bir web sitesini yeni pencerede açmak yerine, içeriğin yanında istediğiniz boyutlarda gömebilirsiniz. Bu sayede öğrenciler pencereler ile uğraşmak zorunda kalmazlar. Ancak bu araç yalnızca öğrencilerin internet bağlantısı olan bir ortamda kullanılmalıdır.
zh_cn: 外部网站iDevice模块将外部网站 加载到eXe内容中的嵌入式框架中，而不是在弹出框中打开它。 这意味着学习者不必打乱窗户。 仅当学习者在线观看您的内容时，才应使用此iDevice 模块。
zh_tw: 「外部網站」載入外部某網站的內容到您的 eXe 內容的某個框架中，而不會在彈出式視窗中顯示。 這表示學生不需要改變視窗。 這個 iDevice 只能在學生是在網路上看您的內容時才能使用。

source: Enter the URL you wish to display and select the size of the area to display it in.
ca: Entreu el URL que vulgueu mostrar i seleccioneu la mida de l'àrea per mostrar-la.
ca_es@valencia: Introduïu l'URL que vulgueu mostrar i seleccioneu la mida de l'àrea en què es mostrarà.
dz: ཁྱོད་ཀྱི་ཡུ་ཨར་ཨེལ་བཀྲམ་སྟོན་འབད་ནི་རེ་འདོད་ཡོད་མི་འདི་བཙུག དེ་ལས་འདི་བཀྲམ་སྟོན་འབད་ནིའི་ས་ཁོངས་ཀྱི་ཚད་སེལ་འཐུ་འབད
el: Εισάγετε το URL που επιθυμείτε να εμφανίζεται και επιλέξτε το μέγεθος της περιοχής μέσα στην οποία θα γίνει η εμφάνιση.
es: Introduzca la URL que desea mostrar y seleccione el tamaño del área donde será mostrada.
eu: Adierazi erakutsi nahi duzun URLa eta aukeratu erakutsi beharreko eremuaren tamaina.
fr: Insérez l'URL que vous souhaitez éditer ici et choisissez la taille de la fenêtre d'édition.
gl: Introduza o URL que quere amosar e seleccione o tamaño da área onde se amosará.
it: Inserire la URL che si desidera visualizzare e selezionare la dimensione dell'area di visualizzazione.
nl: Geef de URL die u wil tonen en de grootte van het gebied waarin hij getoond wordt.
pl: Wprowadź adres URL, który chcesz wyświetlić, i wybierz rozmiar okna, w którym chcesz go wyświetlić.
pt: Digite o URL que deseja mostrar e selecione o tamanho da área onde irá ser exibido.
ru: Введите URL и выберите размер области для его отображения.
tr: Görüntülenmesini istediğiniz web adresini girip, gösterileceği bölgenin boyutunu seçin.
zh_cn: 输入所要显示网页的网址并选择显示的大小尺寸.
zh_tw: 輸入所要顯示網頁的網址，並選擇顯示的大小尺寸。

source: Provide a caption for the MP3 file. This will appear in the players title bar as well.
ca: Insereix un títol per al fitxer MP3. Aquest apareixerà també en la barra del títol dels usuaris.
ca_es@valencia: Insereix un títol per al fitxer MP3. També apareixerà en la barra del títol dels reproductors.
el: Δώστε έναν τίτλο στο αρχείο MP3. Αυτό θα εμφανιστεί στη γραμμή τίτλου των αναπαραγωγέων.
es: Introduzca un título para el archivo MP3. Aparecerá en la barra de título del reproductor también.
eu: Eman izen bat MP3 fitxategiari. Izen hori irakurgailuaren izenburuan ere agertuko da.
fr: Donnez un titre-légende au fichier MP3. Il apparaîtra également dans la barre de titres du lecteur.
gl: Proporcione un título para o ficheiro MP3. Será tamén visible na barra de título do reprodutor.
it: Fornire un'intestazione per il file MP3. Questa apparirà anche nella barra del titolo dei player.
nl: Geef een titel aan het MP3-bestand. Deze zal in de titelbalk van de speler verschijnen.
pl: Wprowadź podpis dla pliku MP3. Pojawi się on również na pasku tytułu odtwarzacza.
pt: Insira um título para o ficheiro MP3. Será também visível na barra de título do reprodutor de MP3.
ru: Укажите заголовок для MP3 файла. Оно также будет доступно в плеере в строке названия.
tr: MP3 dosyası için bir isim yazın. Bu, oynatıcı çubuğunda görünecektir.
zh_cn: 为MP3文件提供标题。这也将出现在玩家标题栏中。
zh_tw: 提供 MP3 檔的標題。也會出現在播放器的標題列。
