Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: LOM Metadata import success!
ca: Importació de LOM Metadata amb èxit!
ca_es@valencia: La importació de metadades LOM s'ha realitzat correctament.
dz: LOM མེ་ཊ་གནད་སྡུད་ཀྱི་་ཡིག་སྣོད་ནང་འདྲེན་འབད་ནི་དོན་ལུ་སེལ་འཐུ་འབད!
el: Επιτυχημένη εισαγωγή μεταδεδομένων LOM!
es: ¡La importación de los metadatos LOM se ha realizado con éxito!
eu: LOM metadatuen inportazio zuzena!
fr: Importation réussie de LOM Metadata!
gl: Importación dos metadatos LOM correcta!
it: Importazione metadati LOM terminata.
nl: LOM metadata succesvol geimporteerd!
pl: Sukces importu metadanych LOM!
pt: Metadados LOM importados com sucesso!
ru: Успешный импорт метаданных LOM!
tr: LOM Meta verilerini içe aktarma başarılı!
zh_cn: LOM 元数据导入成功!
zh_tw: LOM 中繼資料匯入成功！

source: Add Page
ca: Afegeix pàgina
ca_es@valencia: Afig una pàgina
dz: ཤོག་ལེབ་ཁ་སྐོང་རྐྱབས
el: Προσθήκη σελίδας
es: Añadir página
eu: Gehitu orria
fr: Ajouter une page
gl: Engadir páxina
it: Aggiungi pagina
nl: Nieuwe pagina
pl: Dodaj stronę
pt: Adicionar página
ru: Добавить страницу
tr: Sayfa Ekle
zh_cn: 添加页面
zh_tw: 新增頁面

source: Delete
ca: Suprimeix
ca_es@valencia: Suprimiu
dz: བཏོན་གཏང
el: Διαγραφή
es: Borrar
eu: Ezabatu
fr: Supprimer
gl: Eliminar
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить
tr: Sil
zh_cn: 删除
zh_tw: 刪除

source: Rename
ca: Canvia nom
ca_es@valencia: Reanomena
dz: བསྐྱར་མིང་བཏགས
el: Μετονομασία
es: Renombrar
eu: Berrizendatu
fr: Renommer
gl: Renomear
it: Rinomina
nl: Hernoemen
pl: Zmień nazwę
pt: Alterar o nome
ru: Переименовать
tr: Yeniden Adlandır
zh_cn: 重命名
zh_tw: 重新命名

source: Insert elp in this page
ca: Insereix ELP en aquesta pàgina
ca_es@valencia: Insereix ELP en aquesta pàgina
dz: ཤོག་ལེབ་འདི་ནང་ཨི་ཨེལ་པི་དེ་བཙུགས
el: Εισαγωγή αρχείου elp σε αυτή τη σελίδα
es: Insertar .elp en esta página
eu: Txertatu elp-a orri honetan
fr: Insérer Projet eXeLearning (PEL) dans cette page
gl: Inserir elp nesta páxina
it: Inserire ELP in questa pagina
pl: Wstaw elp na tej stronie
ru: Вставить elp на эту страницу
tr: Bu safyaya elp dosyası ekleyin
zh_cn: 在此页面中插入elp
zh_tw: 在此頁面插入 elp

source: Export this page as elp
ca: Exporta aquesta pàgina com ELP
ca_es@valencia: Exporta aquesta pàgina com a ELP
dz: ཤོག་ལེབ་འདི་ཨི་ཨེལ་པི་སྦེ་ཕྱིར་འདྲེན་འབད
el: Εξαγωγή αυτής της σελίδας σε αρχείο elp
es: Exportar esta página como .elp
eu: Esportatu orri hau elp formatuan
fr: Exporter cette page en tant que Projet eXeLearning (PEL)
gl: Exporte esta páxina como elp
it: Esportare questa pagina come ELP
pl: Wyeksportuj tę stronę jako elp
ru: Экспортировать эту страницу как elp
tr: Bu sayfayı elp olarak dışa aktar
zh_cn: 将此页面导出为elp文件
zh_tw: 將此頁面匯出為 elp

source: Export this page as SCORM
ca: Exporta aquesta pàgina com SCORM
es: Exportar esta página como SCORM
eu: Esportatu orri hau SCORM formatuan
fr: Exporter cette page en tant que Projet eXeLearning (PEL)
gl: Exporte esta páxina como SCORM

source: Delete "{node}" node and all its children?
ca: Suprimiu el node "{node}" i tots els fills ?
ca_es@valencia: Voleu suprimir el node «{node}» i tots els fills?
dz: མཐུད་མཚམས་"{node}"་དང་དིའི་ཆ་ལག་ཚུ་བཏོན་གཏང་ན?
el: Διαγραφή κόμβου "{node}" και όλων των απόγονων κόμβων;
es: ¿Borrar el nodo "{node}" y todos sus hijos?
eu: Borratu "{node}" nodoa eta bere menpeko guztiak?
fr: Effacer le nœud "{node}" et tous ses dérivés?
gl: Eliminar "{node}" nodo e tódolos seus fillos?
it: Cancellare il nodo "{node}" e tutti i discendenti?
nl: Verwijder "{node}" node en alle subnodes?
pl: Usunąć węzeł "{node}" i wszystkie jego elementy potomne?
pt: Apagar a página "{node}" e todos os seus filhos?
ru: Удалить "{node}" узел и всех его наследников?
tr: "{node}" düğümü ve tüm alt öğeleri silinsin mi?
zh_cn: 删除“{node}”节点及其所有子节点？
zh_tw: 要刪除節點 "{node}" 與它所有的子節點嗎？

source: Rename "{node}" node
ca: Canvia el nom al node "{node}"
ca_es@valencia: Reanomeneu el node «{node}»
dz: མཐུད་མཚམས་{node}"་གི་མིང་སོ
el: Μετονομασία κόμβου "{node}"
es: Renombrar el nodo "{node}"
eu: "{node}" nodoa berrizendatu
fr: Renommer le nœud "{node}"
gl: Renomear o nodo "{node}"
it: Rinominare il nodo "{node}"
nl: Hernoemen "{node}" node
pl: Zmień nazwę węzła "{node}"
pt: Renomear a página "{node}"
ru: Переименовать "{node}" узел
tr: "{node}" düğümünü yeniden adlandır
zh_cn: 重命名“{node}”节点
zh_tw: 重新命名節點 "{node}"

source: Enter the new name:
ca: Escriviu el nom nou:
ca_es@valencia: Escriu el nom nou
dz: མིང་གསརཔ་གཅིག་བཙུགས་:
el: Εισαγωγή νέου ονόματος:
es: Introduzca el nuevo nombre:
eu: Sartu izen berria:
fr: Écrivez le nouveau nom:
gl: Introduza o novo nome:
it: Inserire nuovo nome:
nl: Voer de nieuwe naam in:
pl: Wpisz nową nazwę:
pt: Digite o novo nome:
ru: Введите новое имя файла:
tr: Yeni İsmi Yazınız:
zh_cn: 輸入新的名稱:
zh_tw: 輸入新名稱：

source: Cannot edit the Style. It is not compatible with the Style Designer.
ca: No es pot editar l'estil. Aquest no és compatible amb el «Dissenyador d'estils».
ca_es@valencia: No podeu editar l'estil. No és compatible amb el Dissenyador d'estils.
el: Αδυναμία επεξεργασίας τεχνοτροπίας. Δεν είναι συμβατό με τον σχεδιαστή τεχνοτροπιών.
es: No se puede modificar este estilo, es incompatible con el editor de estilos.
eu: Ezin da editatu estiloa. Ez da bateragarria estiloen diseinu-tresnarekin.
fr: Impossible de modifier le style. Il n’est pas compatible avec le concepteur de styles.
gl: Non se pode modificar este estilo, é incompatible co editor de estilos.
it: Impossibile modificare lo stile. È incompatibile con l'Editor di stili.
pl: Nie można edytować stylu. Nie jest kompatybilny z Projektantem stylów.
ru: Невозможно отредактировать стиль. Он не совместим с дизайнером стилей.
tr: Stil düzenlenemiyor. Stil Tasarımcısı ile uyumlu değildir.
zh_cn: 无法编辑样式。它与样式设计器不兼容。
zh_tw: 無法編輯樣式。與樣式設計器不相容。

source: An unknown error occurred.
ca: Ha succeït un error inesperat.
ca_es@valencia: S'ha produït un error desconegut.
dz: ངོས་བཟུང་མེདཔའི་འཛོལ་བ་གཅིག་བྱུང་ནུག.
el: Συνέβη ένα άγνωστο σφάλμα.
es: Se ha producido un error desconocido.
eu: Errore ezezaguna gertatu da.
fr: Une erreur inconnue s’est produite.
gl: Produciuse un erro descoñecido.
it: Errore sconosciuto.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieznany błąd.
pt: Aconteceu um erro desconhecido
ru: Произошла непредвиденная ошибка.
tr: Bilinmeyen bir hata oluştu.
zh_cn: 出现未知错误。
zh_tw: 發生未知的錯誤。

source: Cannot delete the current style.
ca: No es pot suprimir l'estil actual.
ca_es@valencia: No es pot editar l'estil actual.
dz: ད་ལྟོའི་བཟོ་རྣམ་འདི་བཏོན་གཏང་མ་ཚུགས།.
el: Δεν μπορεί να διαγραφεί η τρέχουσα τεχνοτροπία.
es: El presente estilo no se puede borrar.
eu: Ezin da ezabatu uneko estiloa.
fr: Impossible de supprimer le style actuel.
gl: Non se pode eliminar o estilo actual.
it: Impossibile modificare lo stile in uso.
pl: Nie można usunąć bieżącego stylu.
ru: Невозможно удалить текущий стиль.
tr: Geçerli stil silinemez.
zh_cn: 无法删除当前样式。
zh_tw: 無法刪除目前的樣式。

source: Information
ca: Informació
ca_es@valencia: Informació
dz: བརྡ་དོན
el: Πληροφορίες
es: Información
eu: Informazioa
gl: Información
it: Informazione
nl: Aanwijzingen
pl: Informacje
pt: Informação
ru: Информация
tr: Bilgi
zh_cn: 信息
zh_tw: 資訊

source: Select ZIP Style file to import.
ca: Seleccioneu el fitxer ZIP de l'estil a importar
ca_es@valencia: Seleccioneu el fitxer d'estil ZIP que s'ha d'importar.
dz: ཛིཔ་བཟོ་རྣམ་ཡིག་སྣོད་ནང་འདྲེན་འབད་ནི་དོན་ལུ་སེལ་འཐུ་འབད།.
el: Επιλογή αρχείου τεχνοτροπίας ZIP για εισαγωγή.
es: Seleccionar el archivo ZIP de estilo que importar.
eu: Inportatzeko ZIP estilo fitxategia aukeratu.
fr: Sélectionner le fichier de style ZIP à importer.
gl: Seleccionar ficheiro de estilo .zip para importar.
it: Scegliere lo stile ZIP da importare.
nl: Kies Zip-bestand om te importeren.
pl: Wybierz plik ZIP do zaimportowania.
pt: Escolha o ficheiro ZIP que contém o estilo a importar
ru: Выбрать стиль ZIP файла для импорта.
tr: İçe aktarılacak sıkıştırılmış Stili dosyasını seçin.
zh_cn: 选择要导入的 zip 样式文件。
zh_tw: 選擇要匯入的 ZIP 樣式檔。

source: ZIP Style
ca: Estil ZIP
ca_es@valencia: Estil ZIP
dz: ཛིཔ་བཟོ་རྣམ
el: Τεχνοτροπία ZIP
es: Estilo comprimido en ZIP
eu: ZIP estiloa
fr: Style ZIP
gl: Estilo ZIP
it: Stile ZIP
nl: ZIP stijl
pl: Styl ZIP
pt: Ficheiro ZIP de estilo
ru: ZIP стиль
tr: Sıkıştırılmış Stil Dosyası
zh_cn: ZIP风格
zh_tw: ZIP 樣式

source: Export to ZIP Style as
ca: Anomena i exporta l'estil com ZIP
ca_es@valencia: Exporta a estil ZIP com a
dz: ཛིཔ་བཟོ་རྣམ་སྦེ་ཕྱིར་འདྲེན་འབད
el: Εξαγωγή τεχνοτροπίας ως αρχείου ZIP
es: Exportar el estilo comprimido en ZIP como
eu: Estiloa honela esportatu ZIP batera
fr: Exporter en style ZIP sous
gl: Exportar a un ficheiro de estilo .zip como
it: Esporta Stile ZIP con il nome
nl: Exporteer ZIP Stijl als
pl: Eksportuj do stylu ZIP jako
pt: Exportar para um ficheiro ZIP de estilo como
ru: Экспортировать в стиль ZIP как
tr: Sıkıştırılmış Stil dosyasını şu şekilde dışarı aktar
zh_cn: 导出为ZIP样式为
zh_tw: 匯出 ZIP 樣式為

source: ZipFile
ca: Fitxer ZIP
ca_es@valencia: Fitxer Zip
dz: ཛིཔ་ཡིག་སྣད
es: Fichero ZIP
eu: Zip fitxategia
fr: Fichier ZIP
gl: Ficheiro .zip
it: File ZIP
nl: Zip bestand
pl: Plik Zip
pt: Ficheiro ZIP
ru: ZIP файл
tr: Sıkıştırılmış dosya
zh_cn: Zip 文件
zh_tw: Zip 檔

source: Delete style?
ca: Voleu suprimir l'estil ?
ca_es@valencia: Voleu suprimir l'estil?
dz: བཟོ་རྣམ་བཏོདན་གཏང་ན?
el: Διαγραφή τεχνοτροπίας;
es: ¿Borrar el estilo?
eu: Ezabatu estiloa?
fr: Effacer le style?
gl: Eliminar estilo?
it: Cancellare stile?
nl: Verwijder stijl?
pl: Usunąć styl?
pt: Apagar o estilo?
ru: Удалить стиль?
tr: Stil silinsin mi?
zh_cn: 删除样式
zh_tw: 要刪除樣式嗎？

source: Do you want to delete this style?
ca: Esteu segur de voler suprimir aquest estil ?
ca_es@valencia: Voleu suprimir aquest estil?
dz: ཁྱོད་ཀྱི་བཟོ་རྣམ་འདི་བཏོདན་གཏང་ནི་ཨིན་ན?
el: Θέλετε να διαγράψετε αυτή την τεχνοτροπία;
es: ¿Desea borrar este estilo?
eu: Estilo hau ezabatu nahi duzu?
fr: Voulez-vous effacer ce style?
gl: Quere eliminar este estilo?
it: Vuoi cancellare questo stile?
nl: Wil je deze stijl verwijderen?
pl: Czy chcesz usunąć ten styl?
pt: Pretende apagar este estilo?
ru: Вы хотите удалить этот стиль?
tr: Bu stili silmek istiyor musunuz?
zh_cn: 你想删除这个风格吗？
zh_tw: 您要刪除此樣式嗎？

source: Select ELT template file to import.
ca: Selecciona el fitxer plantilla ELT per importar.
ca_es@valencia: Seleccioneu el fitxer de plantilla ELT que s'ha d'importar
dz: ཨི་ཨེལ་ཊི་དཔེ་གཞི་ཡིག་སྣོད་ནང་འདྲེན་འབད་ནི་དོན་ལུ་སེལ་འཐུ་འབད།.
el: Επιλογή αρχείου προτύπου ELT για εισαγωγή.
es: Seleccione el fichero ELT de plantilla que desee importar.
eu: Aukeratu inportatzeko ELT txantiloia.
fr: Sélectionner le fichier de style ELT à importer.
gl: Seleccione o ficheiro .elt de modelo a importar.
it: Scegliere il file ELT da importare.
pl: Wybierz plik szablonu ELT do zaimportowania.
ru: Выберите файл шаблона ELT для импорта.
tr: İçe aktarılacak ELT şablon dosyasını seçin.
zh_cn: 选择要导入的 ELT 模板文件。
zh_tw: 選擇要匯入的 ELT 樣本檔。

source: ELT template
ca: Plantilla ELT
ca_es@valencia: Plantilla ELT
dz: ཨི་ཨེལ་ཊི་དཔེ་གཞི
el: Πρότυπο ELT
es: Plantilla ELT
eu: ELT txantiloia
fr: Modèle ELT
gl: Modelo ELT
it: Modello ELT
pl: Szablon ELT
ru: Шаблон ELT
tr: ELT şablonu
zh_cn: ELT 模板
zh_tw: ELT 樣本檔

source: Export to ZIP template as
ca: Exporta la plantilla ZIP com
ca_es@valencia: Exporta a plantilla ZIP com a
dz: ཛིཔ་བཟོ་རྣམ་སྦེ་ཕྱིར་འདྲེན་འབད
el: Εξαγωγή σε πρότυπο ZIP ως
es: Exportar como plantilla comprimida en ZIP de nombre
eu: Esportatu ZIP txantiloia honela
fr: Exporter comme modèle ZIP sous
gl: Exportar a modelo comprimido en ZIP como
it: Esporta modello in ZIP come
pl: Eksportuj do szablonu ZIP jako
ru: Экспортировать в ZIP-шаблон как
tr: ZIP şablonuna şu şekilde dışa aktar
zh_cn: 导出为ZIP模板为
zh_tw: 將 ZIP 樣本匯出為

source: Delete template?
ca: Voleu suprimir la plantilla?
ca_es@valencia: Voleu supirmir la plantilla?
dz: དཔེ་གཞི་བཏོན་གཏང?
el: Διαγραφή προτύπου;
es: ¿Borrar la plantilla?
eu: Txantiloia ezabatu?
fr: Éliminer le modèle ?
gl: Eliminar modelo?
it: Cancellare modello?
pl: Usunąć szablon?
ru: Удалить шаблон?
tr: Şablon silinsin mi?
zh_cn: 删除模板
zh_tw: 要刪除樣本嗎？

source: Do you want to delete this template?
ca: Voleu suprimir aquesta plantilla?
ca_es@valencia: Voleu eliminar aquesta plantilla?
dz: ཁྱོད་ཀྱི་དཔེ་གཞི་བཏོདན་གཏང་ནི་ཨིན་ན?
el: Θέλετε να διαγράψετε αυτό το πρότυπο;
es: ¿Desea borrar esta plantilla?
eu: Txantiloi hau ezabatu nahi duzu?
fr: Voulez-vous éliminer ce modèle ?
gl: Quere eliminar este modelo?
it: Confermare la cancellazione del modello
pl: Czy chcesz usunąć ten szablon?
ru: Вы хотите удалить этот шаблон?
tr: Bu şablonu silmek istiyor musunuz?
zh_cn: 要删除此模板吗？
zh_tw: 您確定要刪除這份樣本嗎？

source: Checking this option will show more elements in the menus (File, Tools...) and the Properties tab.
ca: Si habiliteu aquesta opció es mostraran més elements als menús (Fitxer, Eines,...) i a la pestanya de propietats.
ca_es@valencia: Si es marca aquesta opció es mostraran més elements als menús (Fitxer, Eines...) i la pestanya Propietats.
el: Με αυτή την επιλογή θα εμφανίζονται περισσότερα στοιχεία στα μενού Αρχείο, Εργαλεία, Τεχνοτροπίες και Βοήθεια, στην καρτέλα Ιδιότητες και στα η-Σύνεργα.
es: Marcar esta opción hará que se muestren más elementos del menú (Archivo, Utilidades...) y la pestaña Propiedades.
eu: Aukera hau gaituz gero, elementu gehiago erakutsiko dira menuetan (Fitxategia, Tresnak, ...) eta Ezaugarriak fitxan .
fr: Cette option active l'affichage d'options supplémentaires dans les menus (fichier, outils...) et dans les propriétés.
gl: Marcando esta opción fará que se amosen máis elementos do menú (Ficheiro, Ferramentas...) e a lapela Propiedades.
it: Questa opzione renderà visibili più voci nei menu (File, Strumenti...) e la linguetta Proprietà.
pl: Zaznaczenie tej opcji spowoduje wyświetlenie większej liczby elementów w menu (Plik, Narzędzia...) oraz karty Właściwości.
ru: Выбор этого параметра отобразит больше элементов в меню (Файл, Инструменты...) и вкладку Свойства.
tr: Bu seçeneğin işaretlenmesi, menülerde (Dosya, Araçlar...) ve Özellikler sekmesinde daha fazla öğe gösterecektir.
zh_cn: 选中此选项将在菜单（文件，工具...）和“属性”选项卡中显示更多元素。
zh_tw: 勾選此選項，會在選單與屬性分頁中顯示更多的項目。

source: General description
ca: Descripció general
ca_es@valencia: Descripció general
dz: སྤྱིར་བཏང༌འགྲེལ་བཤད
el: Γενική περιγραφή
es: Descripción general
eu: Deskribapen orokorra
fr: Description générale
gl: Descrición xeral
it: Descrizione generale
pl: Ogólny opis
ru: Общее описание
tr: Genel açıklama
zh_cn: 一般描述
zh_tw: 一般描述

source: Package
ca: Paquet
ca_es@valencia: Paquet
dz: ཐུམ་སྒྲིལ
el: Πακέτο
es: Paquete
eu: Paketea
fr: Dossier
gl: Paquete
it: Pacchetto
nl: Bestand
pl: Pakiet
pt: Pacote
ru: Пакет
tr: Paket
zh_cn: 课件
zh_tw: 教材

source: Assistant
ca: Assistent
ca_es@valencia: Auxiliar
dz: ལས་རོགསཔ
el: Βοηθός
es: Asistente
eu: Laguntzailea
gl: Asistente
it: Assistente
pl: Asystent
ru: Помощник
tr: Asistan
zh_cn: 助手
zh_tw: 小助手

source: About
ca: Quant a
ca_es@valencia: Quant a
dz: སྐོར་ལས
el: Σχετικά
es: Acerca de
eu: Honi buruz
fr: À propos de
gl: Sobre
it: A proposito di
nl: Over eXe
pl: O eXe
pt: Sobre
ru: О программе
tr: Hakkında
zh_cn: 关于
zh_tw: 關於

source: Release notes
ca: Notes de la versió
ca_es@valencia: Notes de la versió
dz: གསར་བཏོན་དྲན་འཛིན་ཚུ
el: Σημειώσεις έκδοσης
es: Notas de la versión
eu: Bertsioaren oharrak
fr: Notes de réalisation
gl: Notas da versión
it: Note di rilascio
pl: Informacje o wydaniu
pt: Notas da versão
ru: Примечания к выпуску
tr: Sürüm notları
zh_cn: 版本說明
zh_tw: 釋出宣告

source: Legal Notes
ca: Notes legals
ca_es@valencia: Informació legal
dz: ཁྲིམས་ལྡན་གྱི་དྲན་འཛིན་ཚུ
el: Νομικές σημειώσεις
es: Notas legales
eu: Ohar-legalak
fr: Mentions légales
gl: Notas legais
it: Note legali
nl: Juridische opmerkingen
pl: Noty prawne
pt: Notas legais
ru: Юридические примечания
tr: Yasal Notlar
zh_cn: 法律说明
zh_tw: 版權宣告

source: Preferences
ca: Preferències
ca_es@valencia: Preferències
dz: གདམ་ཁ་ཚུ
el: Προτιμήσεις
es: Preferencias
eu: Lehentasunak
fr: Préférences
gl: Preferencias
it: Preferenze
nl: Voorkeuren
pl: Preferencje
pt: Preferências
ru: Настройки
tr: Seçenekler
zh_cn: 使用偏好
zh_tw: 喜好設定

source: Export
ca: Exporta
ca_es@valencia: Exporta
dz: ཕྱིར་འདྲེན་འབད
el: Εξαγωγή
es: Exportar
eu: Esportatu
fr: Exportation
gl: Exportar
it: Esporta
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспорт
tr: Dışa Aktar
zh_cn: 导出
zh_tw: 匯出

source: If you have made changes and have not saved them, they will be lost. Do you really want to quit?
ca: Si heu fet canvis i no els heu desat, es perdran. Voleu de veritat sortir ?
ca_es@valencia: Si heu fet canvis i no els heu guardat, es perdran. Esteu segur que voleu eixir?
el: Εάν έχετε κάνει αλλαγές και δεν τις έχετε αποθηκεύσει, θα χαθούν. Θέλετε σίγουρα να εγκαταλείψετε;
es: Si ha hecho cambios, y no los ha guardado, se perderán. ¿Confirma que desea salir?
eu: Aldaketak egin badituzu eta ez badituzu gorde, galduko dira. Benetan atera nahi duzu?
fr: Vous perdrez les modifications que vous avez réalisées après la dernière sauvegarde. Voulez-vous vraiment sortir?
gl: Se vostede fixo cambios e non os gardou, estes perderanse. Está seguro de querer saír?
it: Se sono stati fatti cambiamenti e non sono salvati, verranno persi. Uscire?
nl: Niet opgeslagen wijzigingen zullen verloren gaan. Wilt u echt stoppen?
pl: Jeśli dokonałeś zmian i ich nie zapisałeś, zostaną one utracone. Czy naprawdę chcesz porzucić zmiany?
pt: Se realizou modificações e não as guardou, serão perdidas. Tem a certeza de querer sair?
ru: Если вы сделали изменения и не сохранили их, то они будут потеряны. Вы действительно хотите выйти?
tr: Yaptğınız değişiklikler kaypoblacaktır. Kaydetmeden çıkmak istiyormusunuz?
zh_cn: 如果您进行了更改, 但尚未保存这些更改, 则这些更改将丢失。你真的想退出吗？
zh_tw: 若您已做了變更但尚未儲存，變更的部份會遺失。您確定要離開嗎？

source: Style Manager
ca: Gestor d'estils
ca_es@valencia: Gestor d'estils
dz: བཟོ་རྣམ་འཛིན་སྐྱོང་པ
el: Διαχειριστής τεχνοτροπιών
es: Gestor de estilos
eu: Estiloen kudeatzailea
fr: Gestion de style
gl: Xestor de estilos
it: Gestione stili
nl: Stijl manager
pl: Menedżer stylu
pt: Gestor de estilos
ru: Менеджер стилей
tr: Stil Yöneticisi
zh_cn: 样式管理
zh_tw: 樣式管理員

source: Template Manager
ca: Gestor de plantilles
ca_es@valencia: Gestor de plantilles
dz: དཔེ་གཞི་འཛིན་སྐྱོང་པ
el: Διαχειριστής πρότυπων
es: Gestor de plantillas
eu: Txantiloi-kudeatzailea
fr: Gestionnaire de modèles
gl: Xestor de modelos
it: Gestione modelli
pl: Menedżer szablonów
ru: Менеджер шаблонов
tr: Şablon Yöneticisi
zh_cn: 模板管理
zh_tw: 樣本管理員

source: Select package to insert
ca: Selecciona el paquet a inserir
ca_es@valencia: Seleccioneu un paquet per a inserir-lo
dz: ཐུམ་སྒྲིལ་གཅིག་སེལ་འཐུ་འབད
el: Επιλογή πακέτου για εισαγωγή
es: Seleccione qué paquete insertar
eu: Aukeratu txertatuko den paketea
fr: Sélectionnez le paquet à insérer
gl: Seleccione o paquete a inserir
it: Scegliere pacchetto da inserire
nl: Kies een bestand om in te voegen
pl: Wybierz pakiet do wstawienia
pt: Escolha o pacote a inserir
ru: Выберите пакет для вставки
tr: Eklenecek olan paketi seçin
zh_cn: 选择要插入的包
zh_tw: 選擇要插入的套件

source: Inserting package: {filename}
ca: S'està inserint el paquet {filename}
ca_es@valencia: S'està inserint el paquet: {filename}
dz: ཐུམ་སྒྲིལ་འདི་: {filename}་སྲུངས་བཞག་དོ་
el: Εισαγόμενο πακέτο: {filename}
es: Insertando paquete: {nombre_de_fichero}
eu: Paketea txertatzen: {filename}
fr: Insertion du dossier en cours: {filename}
gl: Inserindo paquete: {filename}
it: Inserimento pacchetto: {filename}
nl: Bestand invoegen {filename}
pl: Wstawianie pakietu: {filename}
pt: A inserir o pacote: {filename}
ru: Вставляется пакет: {filename}
tr: Paket ekleniyor: {filename}
zh_cn: 插入包：{filename}
zh_tw: 插入套件中：{filename}

source: eXe Package Files
ca: Fitxers del paquet eXe
ca_es@valencia: Fitxers de paquets de l'eXe
dz: eXe ཐུམ་སྒྲིལ་ཡིག་སྣོད་ཚུ
el: Αρχεία πακέτου eXe
es: Ficheros de paquete eXe
eu: eXe fitxategiak
fr: Fichiers du paquet eXe
gl: Paquetes eXe
it: File pacchetto eXe
pl: Pliki pakietu eXe
pt: Ficheiros de pacote eXe
ru: Файлы пакетов eXe
tr: eXe Paket Dosyaları
zh_cn: eXe 包文件
zh_tw: eXe 套件檔

source: Save extracted package as
ca: Anomena i desa el paquet extret
ca_es@valencia: Anomena i guarda el paquet extret
dz: ཕྱིར་འདོན་འབད་བའི་ཐུམ་སྒྲིལ་འདི་སྲུངས
el: Αποθήκευση εξαγόμενου πακέτου ως
es: Guardar el paquete extraído como
eu: Ateratako paketea honela gorde
fr: Sauvegarde le paquet extrait comme
gl: Gardar paquete extraído como
it: Salva il pacchetto estratto come
nl: Sla het uitgepakte bestand op als
pl: Zapisz wyodrębniony pakiet jako
pt: Guardar o pacote extraído como
ru: Сохранить извлечённый пакет как
tr: Ayıklanan paketi farklı kaydet
zh_cn: 将提取的包保存为
zh_tw: 將展開的套件另存為

source: Extracting package: {filename}
ca: S'està extraguent el paquet: {filename}
ca_es@valencia: S'està extraient el paquet: {filename}
dz: ཐུམ་སྒྲིལ་འདི་: {filename}་སྲུངས་བཞག་དོ་
el: Εξαγόμενο πακέτο: {filename}
es: Extrayendo el paquete: {filename}
eu: Atera paketea: {filename}
fr: Extraction du dossier en cours: {filename}
gl: Extraendo paquete: {filename}
it: Estrazione pacchetto: {filename}
nl: bestand uitpakken: {filename}
pl: Wyodrębnianie pakietu: {filename}
pt: A extrair o pacote: {filename}
ru: Извлечение пакета: {filename}
tr: Paket ayıklanıyor: {dosyaadı}
zh_cn: 提取包：{filename}
zh_tw: 展開套件中：{filename}

source: Save extracted SCORM package as
ca: Anomena i desa el paquet SCORM com
es: Guardar el paquete SCORM como
eu: Sortutako SCORM paketea honela gorde
fr: Sauvegarde le paquet extrait comme
gl: Gardar paquete SCORM extraído como

source: SCORM Files
ca: Fitxers SCORM
es: Archivos SCORM
eu: SCORM fitxategiak
fr: Ajouter les fichiers
gl: Ficheiros SCORM

source: Select the parent folder for import.
ca: Selecciona la carpeta pare per importar.
ca_es@valencia: Seleccioneu la carpeta pare per a la importació.
dz: རྩ་ལག་སྣོད་འཛིན་དེ་ནང་འདྲེན་འབད་ནིའི་དོན་ལུ་་སེལ་འཐུ་འབད།.
el: Επιλέξτε τον γονικό φάκελο για την εισαγωγή.
es: Seleccione la carpeta padre para la importación.
eu: Aukeratu karpeta nagusia inportaziorako.
fr: Sélectionnez le dossier parent à importer.
gl: Seleccione a carpeta principal para a importación.
it: Scegliere la cartella contenitore per l'importazione.
nl: Kies een bovenliggende map voor import.
pl: Wybierz folder macierzysty do zaimportowania.
pt: Selecione a pasta superior a importar
ru: Выберите родительскую папку для импорта.
tr: İçe aktarmak için Ana klasörü seçin.
zh_cn: 选择要导入的父文件夹。
zh_tw: 選擇要匯入的父目錄。

source: Select the entry point for import.
ca: Selecciona el punt d'entrada per importar.
ca_es@valencia: Seleccioneu el punt d'entrada per a la importació.
dz: འཛུལ་སྒོ་དེ་ནང་འདྲེན་འབད་ནིའི་དོན་ལུ་སེལ་འཐུ་འབད།.
el: Επιλέξτε το σημείο εισόδου για την εισαγωγή.
es: Seleccione el punto de entrada para la importación.
eu: Inportazioaren sarbidea aukeratu.
fr: Sélectionnez le point d'entrée à importer.
gl: Seleccione o punto de entrada para a importación.
it: Scegliere il punto di inserimento per l'importazione.
nl: Kies het ingangspunt voor import.
pl: Wybierz punkt wejścia do importu.
pt: Selecione o ponto de entrada a importar.
ru: Выберите точку входа для импорта.
tr: İçe aktarma için giriş noktasını seçin.
zh_cn: 选择导入的入口点。
zh_tw: 選擇要匯入的進入點。

source: HTML Files
ca: Fitxers HTML
ca_es@valencia: Fitxers HTML
dz: ཨེཆ་ཊི་ཨེམ་ཨེལ་ཡིག་སྣོད་ཚུ
el: Αρχεία HTML
es: Ficheros HTML
eu: HTML fitxategiak
fr: Fichiers HTML
gl: Ficheiros HTML
it: File HTML
nl: HTML bestanden
pl: Pliki HTML
pt: Ficheiros HTML
ru: Файлы HTML
tr: HTML Dosyaları
zh_cn: HTML 文件
zh_tw: HTML 檔
