Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Write a question and some answers. You can select more than one right answer.
ca: Escriviu una pregunta i algunes respostes. Podeu triar més d'una resposta correcta.
ca_es@valencia: Escriu una pregunta i diverses respostes. Pots seleccionar més d'una resposta correcta.
el: Γράψτε μια ερώτηση και μερικές απαντήσεις. Μπορείτε να επιλέξετε περισσότερες από μία σωστές απαντήσεις.
es: Escriba una pregunta y varias respuestas. Puede seleccionar más de una respuesta correcta.
eu: Idatzi galdera bat eta erantzun batzuk. Erantzun zuzen bat baino gehiago aukera dezakezu.
fr: Écrivez une question et plusieurs réponses. Vous pouvez sélectionner plus d'une réponse correcte.
gl: Escriba unha pregunta e varias respostas. Pode seleccionar máis dunha resposta correcta.
it: Scrivere una domanda ed alcune risposte. Ci può essere più di una risposta giusta.
pl: Napisz pytanie i odpowiedzi. Można wybrać więcej niż jedną właściwą odpowiedź.
ru: Напишите вопрос и несколько ответов. Вы можете выбрать более одного правильного ответа.
tr: Bir soru ve bir kaç cevap yazın. Birden fazla doğru cevap seçebilirsiniz.
zh_cn: 写一个问题和一些答案。您可以选择多个正确答案。
zh_tw: 寫下一個問題與一些答案。您可以選擇一個以上的正確答案。

source: Write a text and strike through the words to complete. Check the spelling. It's case sensitive.
ca: Escriviu un text i ratlleu les paraules a completar. Comproveu l’ortografia. És sensible a majúscules i minúscules.
ca_es@valencia: Escriu un text i tatxa les paraules que calga completar. Comprova l'ortografia. Distingeix entre majúscules i minúscules.
el: Γράψτε ένα κείμενο και διαγράψτε με μια γραμμή τις λέξεις που θα λείπουν. Ελέγξτε την ορθογραφία και τα πεζά - κεφαλαία γράμματα.
es: Escriba un texto y tache las palabras que habrá que completar. Compruebe la ortografía. La actividad distingue entre mayúsculas y minúsculas.
eu: Idatzi testu bat eta marratu osatu behar diren hitzak. Egiaztatu ortografia. Maiuskulak eta minuskulak bereizten dira.
fr: Écrivez un texte et barrer les mots à compléter. Vérifiez l'orthographe. Cas d'étude.
gl: Escriba un texto e risque as palabras que haberá que completar. Comprobe a ortografía. A actividade distingue entre maiúsculas e minúsculas.
it: Scrivere un testo e barrare le parole da completare. Controllare l'ortografia. Controllare le maiuscole.
pl: Napisz tekst i przejdź przez słowa, aby zakończyć. Sprawdź pisownię. Rozróżnia wielkość liter.
ru: Напишите текст и зачеркните слова, чтобы закончить. Проверьте орфографию. Это чувствительно к регистру.
tr: Bir metin yazın ve tamamlamak için kelimelerin üzerini çizin. İmla kontrolü yap. Büyük/küçük harf duyarlıdır.
zh_cn: 写一段文字，并通过单词来完成。检查拼写。区分大小写。
zh_tw: 寫下一段文字並將一些要完成的字劃上刪除線。檢查一下拼字，留意大小寫是有區別的。

source: Write a text and strike through the words to complete. A dropdown menu (SELECT) will be displayed where those words are. You can also add more options.
ca: Escriviu un text i ratlleu les paraules a completar. Es mostrarà un menú desplegable (SELECCIONA) on es trobaran aquestes paraules. També podeu afegir més opcions.
ca_es@valencia: Escriu un text i tatxa les paraules que calga completar. Es mostrarà un menú desplegable (per a seleccionar) on estaran les paraules. Pots afegir-hi més opcions.
el: Γράψτε ένα κείμενο και διαγράψτε με μια γραμμή τις λέξεις που θα λείπουν. Ένα μενού επιλογής θα εμφανίζεται στη θέση των λέξεων που λείπουν. Επίσης, μπορείτε να προσθέσετε περισσότερες επιλογές.
es: Escriba un texto y tache las palabras que habrá que completar. Se mostrará un desplegable (SELECCIONAR) con opciones en lugar de esas palabras. También puede añadir otras opciones.
eu: Idatzi testu bat eta marratu osatu behar diren hitzak. Menu zabalgarri bat agertuko da hitzen kokalekuan haien artean aukeratu ahal izateko. Aukera gehiago gehi ditzakezu.
fr: Écrivez un texte et barrer les mots à compléter. Un menú déroulant apparaitra à chaque mot barré. Vous pouvez ajouter d'autres options.
gl: Escriba un texto e risque as palabras que haberá que completar. Amosarase un despregable (SELECCIONAR) con opcións para o lugar onde van esas palabras. Tamén pode engadir outras opcións.
it: Scrivere un testo e barrare le parole da completare. Verrà mostrata una lista a discesa (SELEZIONA) dove sono queste parole. Ci sono altre opzioni.
pl: Napisz tekst i przejrzyj słowa do wypełnienia. Zostanie wyświetlone menu rozwijane (WYBIERZ), w którym znajdują się te słowa. Możesz także dodać więcej opcji.
ru: Напишите текст и зачеркните слова, чтобы закончить. Раскрывающееся меню (ВЫБОР) будет отображаться там, где эти слова. Вы также можете добавить больше вариантов.
tr: Bir metin yazın ve tamamlamak için kelimelerin üzerini çizin. Bu kelimelerin bulunduğu yerde bir açılır menü (SEÇ) görüntülenir. Daha fazla seçenek de ekleyebilirsiniz.
zh_cn: 写一段文字，并通过单词划线来完成。这些词所在的位置将显示一个下拉菜单（选择）。您还可以添加更多选项。
zh_tw: 寫下一段文字並將一些要完成的字劃上刪除線。在那些字的地方會出現一個下拉式選單。您可以多加一些選項。

source: Write some instructions and add pairs in the right order.
ca: Escriviu algunes instruccions i afegiu parelles en l'ordre correcte.
ca_es@valencia: Escriu algunes instruccions i afig parelles en l'ordre correcte.
el: Γράψτε τις οδηγίες και προσθέστε ζευγάρια με σωστή αντιστοίχιση.
es: Escriba las instrucciones y añada parejas en el orden correcto.
eu: Argibideak idatzi eta bikoteak erantsi orden egokian.
fr: Écrivez les instructions et ajouter les paires dans l'ordre correct.
gl: Escriba as instrucións e engada parellas na orde correcta.
it: Scrivere le istruzioni e aggiungere coppie da abbinare nel giusto ordine.
pl: Napisz kilka instrukcji i dodaj pary we właściwej kolejności.
ru: Напишите несколько инструкций и добавьте пары в правильном порядке.
tr: Bazı talimatları yazın ve doğru sırayla çift ekleyin.
zh_cn: 编写一些说明，并以正确的顺序添加配对。
zh_tw: 寫下一些說明指示並依照正確順序加上配對。

source: Write the wording and add elements to the list (in the right order).
ca: Escriviu el text i afegiu elements a la llista (en l'ordre correcte).
ca_es@valencia: Escriu el termes i afig elements a la llista (en l'ordre correcte).
el: Γράψτε την ερώτηση και προσθέστε τα στοιχεία της λίστας στη σωστή τους σειρά.
es: Escriba el enunciado y añada elementos a la lista (en el orden correcto).
eu: Idatzi erabili beharreko hitzak eta erantsi elementuak zerrendara (orden egokian).
fr: Écrivez la formulation et ajoutez des éléments à la liste (dans l'ordre correct).
gl: Escriba o enunciado e engada elementos á lista (na orde correcta)
it: Scrivere il testo ed aggiungere elementi alla lista (nel giusto ordine).
pl: Napisz treść i dodaj elementy do listy (w odpowiedniej kolejności).
ru: Напишите формулировку и добавьте элементы в список (в правильном порядке).
tr: İfadeleri yazın ve listeye öğeler ekleyin (doğru sırada).
zh_cn: 编写措辞并将元素添加到列表中（以正确的顺序）。
zh_tw: 寫下文字並新增元素到清單中（順序要正確）。

source: Write the text to be shown
ca: Mostra el text a mostrar
ca_es@valencia: Escriu el text a mostrar
el: Γράψτε το κείμενο που θα εμφανίζεται
es: Escriba el texto que se mostrará
eu: Idatzi erakutsi behar den testua
fr: Écrivez le texte à montrer
gl: Escriba o texto que será amosado
it: Scrivere il testo da mostrare
pl: Wpisz tekst, który ma zostać wyświetlony
ru: Напишите текст, который будет показан
tr: html kodunu metin olarak ekle
zh_cn: 写出要显示的文字
zh_tw: 寫下要顯示的文字

source: Strike through the words to complete. It's case sensitive.
ca: Ratlleu les paraules a completar. Es distingeix majúscules de minúscules.
ca_es@valencia: Barreu les paraules a completar. Distingeix entre majúscules i minúscules.
el: Διαγράψτε με μια γραμμή τις λέξεις που θα λείπουν. Προσοχή στα πεζά - κεφαλαία γράμματα.
es: Tache las palabras que habrá que completar. La actividad distingue entre mayúsculas y minúsculas.
eu: Marratu hitzak osatzeko. Maiuskulak eta minuskulak bereizten dira.
fr: Barrez les mots à compléter. Cas d'étude.
gl: Risque as palabras que haberá que completar. A actividade distingue entre maiúsculas e minúsculas.
it: Barrare le parole da completare. Attenzione alle maiuscole.
pl: Przejdź przez słowa do wypełnienia. Rozróżnia wielkość liter.
ru: Зачеркните слова, чтобы закончить. Это чувствительно к регистр
tr: Tamamlamak için kelimelerin üzerinden geçin. Büyük/küçük harf duyarlıdır.
zh_cn: 为单词添加删除线即可完成。区分大小写。
zh_tw: 將要完成的字劃上刪除線。留意大小寫是有區別的。

source: Text to complete
ca: Text a completar
ca_es@valencia: Text a completar
dz: མཇུག་བསྡུ་ནི་ཚིད་ཡིག
el: Κείμενο για συμπλήρωση
es: Texto que debe completarse
eu: Osatu beharreko testua
fr: Texte à compléter
gl: Texto a completar
it: Testo da completare
pl: Tekst do uzupełnienia
ru: Текст для завершения
tr: Tamamlanacak metin
zh_cn: 文字填写
zh_tw: 要完成的文字

source: Add options
ca: Afegeix opcions
ca_es@valencia: Afegiu opcions
dz: གདམ་ཁ་ཚུ་ཁ་སྐོང་རྐྱབས
el: Προσθήκη επιλογών
es: Añadir opciones
eu: Erantsi aukerak
fr: Ajouter des options
gl: Engadir opcións
it: Altre opzioni
pl: Dodaj opcje
ru: Добавить варианты
tr: Seçenek Eekle
zh_cn: 添加选项
zh_tw: 新增選項

source: You can add more options to the dropdown lists (optional)
ca: Podeu afegir més opcions a les llistes desplegables (opcional)
ca_es@valencia: Podeu afegir més opcions a la llista desplegable (opcional)
el: Μπορείτε να προσθέσετε περισσότερες επιλογές στη λίστα (προαιρετικό).
es: Puede añadir más opciones a los desplegables (opcional)
eu: Aukera gehiago erantsi ditzakezu zerrenda zabalgarrian (hautazkoa)
fr: Vous pouvez ajouter des options Aux menus déroulants (optionnel).
gl: Pódense engadir máis opcións aos despregables (opcional)
it: Ci sono altre opzioni per la lista a discesa
pl: Możesz dodać więcej opcji do list rozwijanych (opcjonalnie)
ru: Вы можете добавить дополнительные варианты в раскрывающиеся списки (необязательно)
tr: Açılır listelere daha fazla seçenek ekleyebilirsiniz (isteğe bağlı)
zh_cn: 您可以在下拉列表中添加更多选项（可选）
zh_tw: 您可以在下拉式選單中新增更多選項（也可以不要）

source: Introduction or instructions
ca: Introducció o instruccions
ca_es@valencia: Introducció o instruccions
el: Εισαγωγή ή οδηγίες
es: Introducción o instrucciones
eu: Sarrera edo azalpenak
fr: Introduction ou instructions
gl: Introdución ou instrucións
it: Intro o istruzioni
pl: Wprowadzenie lub instrukcje
ru: Введение или инструкции
tr: Giriş veya yönergeler
zh_cn: 介绍或说明
zh_tw: 介紹或說明

source: Fill in at least two pairs.
ca: Omple almenys dos parells.
ca_es@valencia: Ompliu com a mínim dos parelles.
el: Προσθέστε τουλάχιστον δύο ζευγάρια.
es: Escriba al menos dos pares.
eu: Bete bi bikote gutxienez.
fr: Remplissez au moins deux paires.
gl: Escriba polo menos dúas parellas.
it: Inserire almeno due coppie.
pl: Wypełnij co najmniej dwie pary.
ru: Заполните как минимум две пары.
tr: En az iki çift doldurun.
zh_cn: 至少填写两对。
zh_tw: 填入至少兩組配對。

source: List
ca: Llista
ca_es@valencia: Llista
dz: ཐོ་ཡིག
el: Λίστα
es: Lista
eu: Zerrenda
fr: Liste
gl: Lista
it: Lista
nl: Lijst
pl: Lista
pt: Lista
ru: Список
tr: Liste
zh_cn: 列表
zh_tw: 清單

source: Elements (in the right order)
ca: Elements (en el ordre correcte)
ca_es@valencia: Elements (en l'ordre correcte)
dz: གཞི་རྩ་ཚུ་(གོ་རིམ་དྲང་པོ)
el: Στοιχεία λίστας (στη σωστή σειρά)
es: Elementos (en el orden correcto)
eu: Elementuak (ordena egokian)
fr: Eléments (dans le bon ordre)
gl: Elementos (na orde correcta)
it: Elementi (nel giusto ordine)
pl: Elementy (w odpowiedniej kolejności)
ru: Элементы (в правильном порядке)
tr: Öğeler (doğru sırada)
zh_cn: 元素（按正确顺序）
zh_tw: 元素（以正確的順序）

source: Please create a slide (frame) first.
ca: Creeu una diapositiva (marc) primer.
ca_es@valencia: Creeu primer una diapositiva (quadre)
el: Παρακαλώ δημιουργήστε μια διαφάνεια πρώτα.
es: Primero debe crear un fotograma.
eu: Lehendabizi sortu diapositiba (fotograma) bat.
fr: Veuillez d’abord créer une diapositive (Frame).
gl: Primeiro debe crear un fotograma.
it: Creare prima una diapo (fotogramma).
pl: Najpierw utwórz slajd (ramkę).
ru: Пожалуйста, сначала создайте слайд (рамку).
tr: Lütfen önce bir slayt (çerçeve) oluşturun.
zh_cn: 请先创建一张幻灯片（框架）。
zh_tw: 請先建立一張投影片（訊框）。

source: The title is required.
ca: Cal posar el títol.
ca_es@valencia: El títol és obligatori.
dz: འདི་འགོ་མིང་དེ་དགོས་མཁོ་ཡོད
el: Ο τίτλος είναι απαραίτητος.
es: Debe escribir el título.
eu: Izenburua derrigorrezkoa da.
fr: Le titre est obligatoire.
gl: O título é obrigatorio.
it: Il titolo è necessario.
pl: Tytuł jest wymagany.
ru: Заголовок обязателен.
tr: Başlık gerekli.
zh_cn: 标题必填
zh_tw: 需要標題。

source: Cover updated.
ca: S'ha actualitzat la portada.
ca_es@valencia: S'ha actualitzat la portada.
dz: ཕྱི་ཤོག་དུས་མཐུན་བཟོ་ཡོད
el: Το εξώφυλλο ενημερώθηκε.
es: Portada actualizada.
eu: Azala eguneratu da.
fr: La couverture est mise à jour.
gl: Portada actualizada.
it: Copertina aggiornata.
pl: Aktualizacja okładki.
ru: Обложка обновлена.
tr: Kapak güncellendi.
zh_cn: 封面已更新。
zh_tw: 封面已更新。

source: Please write a text.
ca: Escriviu un text.
ca_es@valencia: Escriu un text.
dz: ཚིག་ཡིག་གཅིག་འབྲི་གནང་།
el: Παρακαλώ γράψτε ένα κείμενο.
es: Debe escribir un texto.
eu: Idatzi testuren bat.
fr: Veuillez écrire un texte.
gl: Escriba un texto.
it: Scrivere un testo.
pl: Napisz tekst.
ru: Пожалуйста, напишите текст.
tr: Lütef bir metin yazınız.
zh_cn: 请写一段文字。
zh_tw: 請寫下一段文字。

source: Please add an image.
ca: Afegiu una imatge.
ca_es@valencia: Afegiu una imatge.
dz: གཟུགས་བརྙན་གཅིག་ཁ་སྐོང་རྐྱབས
el: Παρακαλώ προσθέστε μια εικόνα.
es: Debe seleccionar una imagen.
eu: Txertatu irudi bat.
fr: Veuillez ajouter une image.
gl: Engada unha imaxe.
it: Aggiungere un'immagine.
pl: Dodaj obraz.
ru: Пожалуйста, добавьте изображение.
tr: Lütfen bir resim ekleyin.
zh_cn: 请添加图片。
zh_tw: 請新增一張影像。

source: Provide an alternative text (describe the image).
ca: Incloeu un text alternatiu (descripció de la imatge).
ca_es@valencia: Proporciona un text alternatiu (descriu la imatge).
dz: ཐབས་གཞན་ཚིག་ཡིག་གཅིག་བྱིན་(གཟུགས་བརྙན་གྱི་འགྲེལ་བཤད་བརྐྱབ་)
el: Δώστε ένα εναλλακτικό κείμενο (που περιγράφει την εικόνα).
es: Proporcione un texto alternativo (una descripción) para la imagen.
eu: Eman ordezko testua (deskribatu irudia).
fr: Fournissez un texte alternatif (Décrivez l’image).
gl: Proporcione un texto alternativo (unha descrición para a imaxe)
it: Inserire un testo alternativo (descrizione dell'immagine).
pl: Podaj tekst alternatywny (opisz obraz).
ru: Предоставьте альтернативный текст (опишите изображение).
tr: Alternatif bir metin girin (resmi tanımlayın).
zh_cn: 提供替代文本（描述图像）。
zh_tw: 請提供一段替代性文字（用來描述此影像）。

source: Please write a question.
ca: Escriviu una pregunta.
ca_es@valencia: Introduïu una pregunta.
dz: དྲི་བ་གཅིག་འབྲི་་གནང་།
el: Παρακαλώ γράψτε μια ερώτηση.
es: Debe escribir una pregunta.
eu: Idatzi galderaren bat.
fr: Veuillez écrire une question.
gl: Escriba unha pregunta.
it: Scrivere una domanda.
pl: Napisz pytanie.
ru: Пожалуйста, напишите вопрос.
tr: Lütfen bir soru yazın.
zh_cn: 请写一个问题。
zh_tw: 請寫下一個問題。

source: Add at least two answers.
ca: Doneu al menys dos respostes.
ca_es@valencia: Afegiu com a mínim dues respostes.
el: Προσθέστε τουλάχιστον δύο απαντήσεις.
es: Añada al menos dos respuestas.
eu: Erantsi, gutxienez, bi erantzun.
fr: Ajoutez au moins 2 réponses.
gl: Engada polo menos dúas respostas.
it: Aggiungere almeno due risposte.
pl: Dodaj co najmniej dwie odpowiedzi.
ru: Добавьте по крайней мере 2 ответа.
tr: En az iki cevap ekleyin.
zh_cn: 至少添加两个答案。
zh_tw: 新增至少兩個答案。

source: Please choose the right answer.
ca: Trieu la resposta correcta.
ca_es@valencia: Tria la resposta correcta.
dz: ལན་བདེན་པ་འདི་གདམ་དགོ
el: Παρακαλώ επιλέξτε τη σωστή απάντηση.
es: Seleccione la respuesta correcta.
eu: Aukeratu erantzun zuzena.
fr: Veuillez choisir la réponse correcte.
gl: Seleccione a resposta correcta.
it: Scegliere la risposta giusta.
pl: Wybierz właściwą odpowiedź.
ru: Пожалуйста, выберите правильный ответ.
tr: Lütfen doğru cevabı seçin.
zh_cn: 请选择正确的答案。
zh_tw: 請選擇正確的答案。

source: No struck-through words...
ca: Sense paraules ratllades...
ca_es@valencia: No s'ha barrat cap paraula...
el: Δεν υπάρχουν διαγραμμένες λέξεις...
es: No ha tachado ninguna palabra...
eu: Marratutako hitzik ez...
fr: Sans mots barrés...
gl: Non riscou ningunha palabra...
it: Nessuna parola barrata...
pl: Nie znaleziono słów...
ru: Никаких зачёркнутых слов...
tr: Üstü kapalı sözler yok...
zh_cn: 没有划线的单词...
zh_tw: 沒有被劃掉的字...

source: Write an introduction (instructions, etc.).
ca: Escriviu una introducció (instruccions, etc.).
ca_es@valencia: Escriu una introducció (instruccions, etc.).
dz: ངོ་སྤྲོད་ཅིག་འབྲི་གནང་(བཀོད་རྒྱ་ཚུ་ ལ་སོགས་པ)
el: Γράψτε μια εισαγωγή (οδηγίες, κλπ.).
es: Escriba una introducción (instrucciones, etc.).
eu: Idatzi sarrera (argibideak etab.).
fr: Écrivez une introduction (ou des instructions).
gl: Escriba unha introdución (instrucións etc.).
it: Scrivere un'introduzione (istruzioni ecc.).
pl: Napisz wprowadzenie (instrukcje itp.).
ru: Напишите введение (инструкции и т. д.).
tr: Bir giriş yazın (talimatlar vs.).
zh_cn: 撰写简介（说明等）。
zh_tw: 寫下一段介紹（說明等等）。

source: Add at least two pairs.
ca: Amb dues parelles al menys.
ca_es@valencia: Afegiu com a mínim dues parelles.
el: Προσθέστε τουλάχιστον δύο ζευγάρια.
es: Añada al menos dos parejas.
eu: Erantsi, gutxienez, bi bikote.
fr: Ajoutez au moins 2 paires.
gl: Engada polo menos dúas parellas.
it: Aggiungere almeno due coppie.
pl: Dodaj co najmniej dwie pary.
ru: Добавьте по крайней мере 2 пары.
tr: En az iki çift ekleyin.
zh_cn: 添加至少两对。
zh_tw: 新增至少兩組配對。

source: Add at least two elements to the list.
ca: Amb dos elements al menys de la llista.
ca_es@valencia: Afegiu com a mínim dos elements a la llista.
el: Προσθέστε τουλάχιστον δύο στοιχεία στη λίστα.
es: Añada al menos dos elementos a la lista.
eu: Erantsi, gutxienez, bi osagai zerrendan.
fr: Ajoutez au moins 2 éléments à la liste.
gl: Engada polo menos dous elementos á lista.
it: Aggiungere almeno due elementi alla lista.
pl: Dodaj co najmniej dwa elementy do listy.
ru: Добавьте по крайней мере 2 элемента в список.
tr: Listeye en az iki öğe ekleyin.
zh_cn: 在列表中至少添加两个元素。
zh_tw: 新增至少兩個元素到清單中。

source: Important
el: Σημαντικό
es: Importante
eu: Garrantzitsua
gl: Importante
it: Importante
pl: Ważne
ru: Важно
tr: Önemli
zh_cn: 重要
zh_tw: 重要

source: Your changes won't be saved until you click on "Save".
ca: Els vostres canvis no es desaran fins que premeu a sobre de «Desa».
ca_es@valencia: Cal que feu clic en «Guarda» per a guardar els canvis.
el: Οι αλλαγές δεν θα αποθηκευτούν μέχρι να κάνετε "Αποθήκευση".
es: Los cambios no se guardarán si no pulsa "Guardar".
eu: "Gorde" klikatu arte ez dira aldaketak gordeko .
fr: Les chagements ne seront définitifs qu'après avoir cliquer sur "Sauvegarde".
gl: Os cambios non se gardarán se non se preme en "Gardar".
it: Le modifiche non saranno salvate fino a che non si clicca su "Salva".
pl: Twoje zmiany nie zostaną zapisane, dopóki nie klikniesz „Zapisz”.
ru: Ваши изменения не будут сохранены, пока вы не нажмёте "Сохранить".
tr: Değişiklikler, siz "Kaydet"i tıklayana kadar kaydedilmeyecektir.
zh_cn: 除非单击“保存”，否则您的更改将不会保存。
zh_tw: 您要按下「儲存」才會將所做的變更儲存起來。

source: Do not show this message again
ca: No mostreu més aquest missatge
ca_es@valencia: No tornes a mostrar aquest missatge
dz: འཕྲིན་དོན་འདི་ལོག་མ་སྟོན
el: Να μην εμφανίζεται αυτό το μήνυμα
es: No mostrar más este mensaje
eu: Ez erakutsi mezu hau berriro
fr: Ne pas montrer ce message à nouveau
gl: Non amosar esta mensaxe outra vez
it: Non mostrare di nuovo questo messaggio
pl: Nie pokazuj ponownie tej wiadomości
ru: Не показывать больше это сообщение
tr: Bu mesajı tekrar gösterme
zh_cn: 不再显示本信息
zh_tw: 不要再顯示此訊息

source: All the slides have been deleted.
ca: S'han suprimit totes les diapositives.
ca_es@valencia: S'han eliminat totes les diapositives.
el: Όλες οι διαφάνειες έχουν διαγραφεί.
es: Se han eliminado todas las diapositivas.
eu: Diapositiba guztiak ezabatu dira.
fr: Toutes les diapositives ont été effacées.
gl: Tódalas diapositivas foron eliminadas.
it: Tutte le diapo sono state cancellate.
pl: Wszystkie slajdy zostały usunięte.
ru: Все слайды были удалены.
tr: Tüm slaytlar silindi.
zh_cn: 所有幻灯片均已删除。
zh_tw: 所有的投影片都已刪除。

source: Num.
ca: Núm.
ca_es@valencia: Núm.
dz: ཨང
el: Αριθ.
es: Nº
eu: Zenb.
fr: Nº
gl: Núm.
ru: Ном.
zh_cn: 数
zh_tw: 數字

source: Remove slide %s?
ca: Suprimeixo la diapositiva %s?
ca_es@valencia: Voleu eliminar la diapositiva %s?
dz: བཤུད་བརྙན་བསྐྲད་གཏང་%s?
el: Αφαίρεση της διαφάνειας %s;
es: ¿Eliminar el fotograma %s?
eu: %s diapositiba ezabatu?
fr: Supprimer la diapositive %s ?
gl: Eliminar fotograma %s?
it: Eliminare diapo %s?
pl: Usunąć slajd %s?
ru: Удалить слайд %s?
tr: %s slaytı kaldırılsın mı?
zh_cn: 删除幻灯片 %s?
zh_tw: 要移除投影片 %s 嗎？

source: Slides list
ca: Llista de diapositives
ca_es@valencia: Llista de diapositives
dz: བཤུད་བརྙན་ཐོ་ཡིག
el: Λίστα διαφανειών
es: Lista de fotogramas
eu: Diapositiba-zerrenda
fr: Édition des diapositives
gl: Listaxe de fotogramas
it: Lista diapo
pl: Lista slajdów
ru: Список слайдов
tr: Slayt listesi
zh_cn: 幻灯片列表
zh_tw: 投影片清單

source: New slide
ca: Diapositiva nova
ca_es@valencia: Nova diapositiva
dz: བཤུད་བརྙན་གསརཔ
el: Νέα διαφάνεια
es: Nuevo fotograma
eu: Diapositiba berria
fr: Nouvelle diapositive
gl: Novo fotograma
it: Nuova diapo
pl: Nowy slajd
ru: Новый слайд
tr: Yeni Slayt
zh_cn: 新幻灯片
zh_tw: 新增投影片

source: The slide was created!
ca: La diapositiva ha estat creada!
ca_es@valencia: S'ha creat la diapositiva
dz: བཤུད་བརྙན་འདི་གསར་བསྐྲུན་འབད་ཡི
el: Η διαφάνεια δημιουργήθηκε!
es: Se ha creado el fotograma
eu: Diapositiba sortu da!
fr: Création de la diapositive
gl: Creouse o fotograma!
it: Diapositiva creata.
pl: Slajd został utworzony!
ru: Слайд был создан!
tr: Slayt oluşturuldu!
zh_cn: 幻灯片已创建！
zh_tw: 投影片已建立！

source: Saved changes!
ca: Els canvis han estat desats!
ca_es@valencia: S'han guardat els canvis.
dz: བསྒྱུར་བཅོས་ཚུ་སྲུངས་ཡོད!
el: Οι αλλαγές αποθηκεύτηκαν!
es: ¡Guardado!
eu: Gorde azalpenak!
fr: Modifications enregistrées !
gl: Cambios gardados!
it: Modifiche salvate.
pl: Zmiany zapisane!
ru: Сохранённые изменения!
tr: Değişiklikler kaydedildi!
zh_cn: 保存的更改！
zh_tw: 變更已儲存！

source: The Youtube API might have changed.
ca: La API YouTube pot haver canviat.
ca_es@valencia: Pot ser que l’API de Youtube haja canviat.
el: Το API του Youtube μπορεί να έχει αλλάξει.
es: Tal vez YouTube haya cambiado su código.
eu: Agian Youtube API-a aldatu da.
fr: L'API de Youtube peut avoir changé.
gl: Pode que a API de YouTube cambiara o seu código.
it: L'API di Youtube può essere cambiata.
pl: Interfejs API YouTube może ulec zmianie.
ru: API YouTube мог измениться.
tr: Youtube API'si değişmiş olabilir.
zh_cn: Youtube API可能已更改。
zh_tw: Youtube API 可能已變更。

source: Saved!
ca: Desat!
ca_es@valencia: S'ha guardat.
dz: སྲུངས་བཞག་ཡོད!
el: Αποθηκεύτηκε!
es: ¡Guardado!
eu: Gordeta!
fr: Sauvegardé !
gl: Gardado!
it: Salvato.
pl: Zapisane!
ru: Сохранён!
tr: Kaydedildi!
zh_cn: 已保存!
zh_tw: 已儲存！

source: Click on "Exit" to finish.
ca: Premeu sobre «Surt» per acabar.
ca_es@valencia: Feu clic en «Ix» per a acabar.
dz: མཇུག་བསྡུ་ནིའི་དོན་ལུ་ "ཕྱིར་ཐོན་" གུ་ལུ་ཨེབ
el: Κλικ στο "Έξοδος" για ολοκλήρωση.
es: Pulse en "Salir" para finalizar.
eu: Amaitzeko egin klik "Irten"-en.
fr: Cliquer sur Sauvegarder pour terminer.
gl: Prema en "Saír" para finalizar.
it: Clic su "Esci" per concludere.
pl: Kliknij wyjście "Exit", aby zakończyć.
ru: Нажмите "Выход", чтобы закончить.
tr: Bitirmek için "Çıkış" düğmesine tıklayın.
zh_cn: 单击“退出”完成。
zh_tw: 點擊「離開」以完成。

source: Stop the playing video
ca: Atura la reproducció de vídeo
ca_es@valencia: Para la reproducció del vídeo
dz: གློག་བརྙན་སྟོན་ནི་དེ་བཀག
el: Σταμάτημα αναπαραγωγής του βίντεο
es: Detener el vídeo
eu: Gelditu bideoa
fr: Stopper la vidéo en cours
gl: Parar a reprodución do vídeo
it: Ferma il video
pl: Zatrzymaj odtwarzanie filmu
ru: Остановить воспроизведение видео
tr: Oynatılan videoyu durdur
zh_cn: 停止播放视频
zh_tw: 停止播放影片
