Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Objectives describe the expected outcomes of the learning and should define what the learners will be able to do when they have completed the learning tasks.
ca: Els Objectius descriuen els resultats esperats de l'aprenentatge i haurien de definir allò que els alumnes seran capaços de fer quan hagin completat les tasques d'aprenentatge.
ca_es@valencia: Els objectius descriuen els resultats esperats de l'aprenentatge i han de definir allò que l'alumnat serà capaç de fer quan haja completat les tasques d'aprenentatge.
el: Οι στόχοι περιγράφουν τα αναμενόμενα μαθησιακά αποτελέσματα και θα πρέπει να καθορίζουν τι θα είναι ικανοί να κάνουν οι μαθητές όταν τελειώσουν τις δραστηριότητες.
es: Los Objetivos describen los resultados previstos y deberían definir qué serán capaces de hacer los estudiantes al acabar las tareas de aprendizaje.
eu: Helburuek ikasketaren bidez lortu nahi diren xedeak deskribatzen dituzte, eta ikasleek amaieran zertarako gai izan beharko luketen adierazi beharko lukete.
fr: Les objectifs décrivent les compétences attendues à l'issue de l'apprentissage et définissent ce que les apprenants sont capables de réaliser lorsqu'ils ont achevé le parcours proposé.
gl: Os obxectivos describen os resultados previstos e deberían definir o que será capaz de facer o alumnado cando termine as tarefas de aprendizaxe.
it: Gli obiettivi descrivono i risultati previsti nell'apprendimento e dovrebbero definire che cosa gli studenti sapranno fare quando avranno completato i compiti assegnati.
nl: Doelstellingen zijn de resultaten van het leerproces die u voor ogen heeft. Deze geven aan wat de student heeft bijgeleerd na het voltooien van de leeropdrachten.
pl: Cele opisują oczekiwane rezultaty uczenia się i powinny określać co uczeń będzie umiał po wykonaniu wszystkich zadań.
pt: Objetivos descreve os resultados esperados da aprendizagem e deve definir o que o estudante será capaz de fazer quando finalizar as tarefas de aprendizagem.
ru: Цели описывают ожидаемые результаты обучения и должны определить, что учащиеся смогут сделать, когда они завершили учебные задачи.
tr: Hedefler bu bölümün amaçlarını, bitirildiğinde öğrencilerin kazanacağı beceri ve bilgileri anlatan basit görev planlarıdır.
zh_cn: 用于描述学习此课的目的及将要达到的结果.
zh_tw: 「目的」描述這個教材應該學習到什麼，並定義學生在完成學習後應該可以做什麼。

source: Type the learning objectives for this resource.
ca: Escriu els objectius d'aprenentatge per a aquest recurs.
ca_es@valencia: Escriu els objectius d'aprenentatge per a aquest recurs.
dz: འ་ནི་དངོས་པོའི་དོན་ལུ་སྦྱང་ནི་དམིགས་ཡུལ་ཚུ་ཡིག་དཔར་རྐྱབས
el: Πληκτρολογήστε τους στόχους του συγκεκριμένου εκπαιδευτικού υλικού.
es: Escriba los objetivos de aprendizaje para este recurso.
eu: Idatzi baliabide honen helburu pedagogikoak.
fr: Rédigez les objectifs pédagogiques pour cette ressource.
gl: Escriba o obxectivo de aprendizaxe para este recurso.
it: Scrivere gli obiettivi di apprendimento per questa risorsa.
nl: Geef de leerdoelstellingen voor deze bron.
pl: Wpisz cele edukacyjne dla tego zasobu.
pt: Introduza os objetivos de aprendizagem para este recurso.
ru: Укажите цели изучения для этого ресурса.
tr: Bu kaynak için öğrenme hedeflerini yazın.
zh_cn: 学习此课的目的
zh_tw: 輸入學習此教材的目的。

source: Preknowledge
ca: Coneixements previs
ca_es@valencia: Coneixements previs
dz: སྔོན་མའི་ཤེས་བྱ
el: Προαπαιτούμενες γνώσεις
es: Conocimiento previo
eu: Aurreko ezagutzak
fr: Pré-requis
gl: Coñecemento previo
it: Prerequisiti
nl: Voorkennis
pl: Wstępna wiedza
pt: Pré-requisitos
ru: Предзнание
tr: Önbilgi
zh_cn: 预备知识
zh_tw: 預備知識

source: Prerequisite knowledge refers to the knowledge learners should already have in order to be able to effectively complete the learning. Examples of pre-knowledge can be: <ul> <li> Learners must have level 4 English </li> <li> Learners must be able to assemble standard power tools </li></ul>
ca: El requisit de coneixements previs es refereix als coneixements que els alumnes haurien de tenir per poder completar l'aprenentatge. Exemples de coneixements previs poden ser: <ul> <li> Alumnes han de tenir un nivell 4 d'anglès</li> <li> Alumnes han de saber muntar eines electròniques</li></ul>
ca_es@valencia: El requisit de coneixements previs es refereix als coneixements que l'alumnat ha de tindre per a poder completar l'aprenentatge de manera efectiva. Exemples de coneixements previs poden ser: <ul> <li> L'alumnat ha de tindre un nivell 4 d'anglés</li> <li> L'alumnat ha de saber muntar eines electròniques</li></ul>
el: Η προαπαιτούμενη γνώση αναφέρεται στη γνώση που θα πρέπει να διαθέτουν ήδη οι μαθητές για να μπορούν να ολοκληρώσουν με επιτυχία το μάθημα. Παραδείγματα προαπαιτούμενης γνώσης:<ul> <li> Οι μαθητές πρέπει να έχουν γνώση αγγλικής γλώσσας επιπέδου 4 </li> <li> Οι μαθητές πρέπει να μπορούν να συνθέσουν προκαθορισμένα εργαλεία </li></ul>
es: Los Conocimientos previos hacen referencia a los conocimientos que los estudiantes deberían tener previamente para completar de forma efectiva la tarea. Ejemplos de pre-conocimiento pueden ser: <ul> <li> Los estudiantes deben tener un nivel 4 de inglés </li> <li> Los estudiantes deben ser capaces de ensamblar las herramientas estándar de alimentación </li></ul>
eu: Aurreko ezagutzak ikasleek ikasketak osatu ahal izateko aurrez jakin beharrekoak dira. Horren adibideak dira: <ul> <li> Ikasleek ingeleseko 4. maila gaindituta izan behar dute </li> <li> Ikasleak oinarrizko tresnak muntatzeko gai izan behar du </li></ul>
fr: Les savoirs pré-requis représentent les connaissances dont doivent au préalable disposer les apprenants afin d'être effectivement capables de suivre les apprentissages proposés. Des exemples de pré-requis :<ul> <li> Les apprenants doivent avoir le niveau A2 en langue italienne.</li> <li> Les apprenants doivent être capables d'assembler des éléments de base.</li></ul>
gl: Coñecementos previos refírese ao coñecemento que o alumnado debería posuír para ser quen de terminar de forma efectiva a tarefa. Algúns exemplos de coñecemento previo previos poden ser: <ul> <li> O alumnado debe ter o nivel 4 de inglés </li> <li> O alumnado debe ser capaz de usar un procesador de textos </li></ul>
it: Prerequisiti di conoscenza che gli studenti dovrebbero avere per essere in grado di completare l'apprendimento. Esempi di pre-conoscenze potrebbero essere: <ul> <li> Gli studenti devono avere un livello 4 in inglese </li> <li> Gli studenti devono essere capaci di montare utensili standard </li></ul>
nl: Noodzakelijk voorkennis is kennis die de student al moet verworven hebben wil hij de leeropdacht tot een goed einde kunnen brengen. Enkele voorbeelden: <ul> <li> De student moet vlot Engels kunnen lezen, schrijven en spreken </li> <li> De student moet een elektrisch schema kunnen tekenen en lezen </li></ul>
pl: Wymagana wiedza do rozpoczęcia to wiedza, którą uczeń powinien poznać, aby mógł ukończyć lekcję. Przykładem wymaganej wiedzy może być:<ul> <li> Uczeń powinien znać podstawy angielskiego </li> <li> Uczeń powinien umieć posługiwać się elektronarzędziami </li></ul>
pt: Pré-requisitos refere-se ao conhecimento que os alunos devem dominar antes de o curso ser iniciado no sentido de conseguirem efetivamente completar a aprendizagem. Exemplos de pré-requisitos podem ser: <ul> <li> Os estudantes devem ter o nível 4 de Inglês </li> <li> Os estudantes devem ser capazes de montar um dispositivo elétrico padrão.</li></ul>
ru: Предварительное знание относится к знаниям, которые уже должны иметь учащиеся, чтобы иметь возможность эффективно завершить обучение. Примерами предварительных знаний могут быть: <ul> <li> Учащиеся должны иметь 4 уровень английского </li> <li> Учащиеся должны иметь возможность собираться стандартные электроинструменты </li></ul>
tr: Önbilgi seviyesi, bu bölüme gelmiş öğrencilerin konuları tam olarak kavraması için zaten bilmesi gereken bilgi ve yeteneklerin bir listesidir. Örneğin: <ul> <li> Öğrenciler 4. seviye İngilizce dersi almış olmalı </li> <li> Öğrenciler standart güç aletlerini ve işlevlerini biliyor olmalı </li></ul>
zh_cn: 预备知识是指学生为完成此课所应具备的知识.
zh_tw: 預備知識是指學生開始學習此教材前所應具備的知識，以便有效地完成學習。例如：<ul> <li>學生必須先通過等級 4 的英文課程</li> <li>學生必須能組合基本的電源工具</li> </ul>

source: Describe the prerequisite knowledge learners should have to effectively complete this learning.
ca: Descriu els coneixements requerits pels alumnes que haurien de tenir per completar aquest aprenentatge.
ca_es@valencia: Descriu els coneixements previs que l'alumnat ha de tindre per a completar aquest aprenentatge de manera efectiva.
el: Περιγράψτε τις προαπαιτούμενες γνώσεις που θα πρέπει να έχουν οι μαθητές για ολοκληρώσουν με επιτυχία τη δραστηριότητα.
es: Describa los conocimientos previos que deberían tener los estudiantes para un completo aprendizaje efectivo.
eu: Ikasleek atazak behar bezala egiteko aurrez jakin beharko luketena deskribatu.
fr: Décrivez les pré-requis dont doit disposer l'apprenant pour réaliser cet apprentissage.
gl: Describa os requisitos previos de coñecemento que o alumnado debería ter para completar eficazmente esta lección.
it: Descrivere i prerequisiti di conoscenza che gli studenti dovrebbero avere per completare efficacemente l'apprendimento.
nl: Beschrijf de voorkennis die nodig is om de leeropdacht tot een goed einde te kunnen brengen.
pl: Opisz jaką wiedzę powinien posiadać uczeń, aby skutecznie mógł ukończyć tę naukę.
pt: Descreva os pré-requisitos a nível de conhecimento do estudante para completar a aprendizagem.
ru: Если описать предпосылочные знания учащихся, то это поможет эффективно завершить это обучение.
tr: Bu öğretimden tam olarak faydalanmaları için öğrencilerde bulunması gereken önbilgi seviyesini belirtin.
zh_cn: 用于描述学生为完成此课所应具备的知识.
zh_tw: 描述學生要有效率地學習此教材所應具備的知識。

source: An activity can be defined as a task or set of tasks a learner must complete. Provide a clear statement of the task and consider any conditions that may help or hinder the learner in the performance of the task.
ca: Una activitat pot ser definida com una tasca o conjunt de tasques que l'alumne ha de realitzar. Doneu una redacció clara de la tasca i considereu el que pot ajudar o obstaculitzar l'assoliment de la tasca.
ca_es@valencia: Una activitat es pot definir com una tasca o conjunt de tasques que l'alumnat ha de realitzar. Redacteu un enunciat clar de la tasca i tingueu en compte les condicions que poden ajudar o obstaculitzar la realització de la tasca.
el: Μια δραστηριότητα μπορεί να οριστεί ως μια εργασία ή ένα σύνολο εργασιών που ο μαθητής πρέπει να ολοκληρώσει. Δώστε μια ξεκάθαρη περιγραφή της εργασίας και υπολογίστε όσες συνθήκες πιστεύετε ότι θα βοηθήσουν ή θα δυσκολέψουν τον μαθητή στην εκτέλεση της εργασίας.
es: Una actividad puede ser definida como una tarea o conjunto de tareas que un estudiante debe completar. Provee una declaración clara de la tarea y considera cualquier condición que pueda ayudar o impedir al estudiante en el funcionamiento de la tarea.
eu: Jarduera bat ikasleek bete behar duten ataza batez edo atazen multzo batez osatuta egon daiteke. Atazaren azalpen garbia eman, eta ikasleak ataza gauzatzeko edo ez betetzeko baldintzak, kontuan izan.
fr: Une activité peut être définie comme une tâche ou un ensemble de tâches qu'un apprenant doit réaliser. Donnez un énoncé clair de la tâche à réaliser et prenez en compte tous les paramètres qui peuvent aider ou embarrasser l'apprenant dans la réalisation de cette tâche.
gl: Unha actividade pódese definir como unha tarefa ou un conxunto de tarefas que o alumnado debe completar. Proporcione un enunciado claro da tarefa e considere calquera condición que poida axudar ou dificultar o traballo do alumnado na realización da tarefa.
it: Un'attività può essere definita come un processo o un insieme di processi che uno studente deve completare. Fornire un chiara dichiarazione del processo e considerare ogni condizione che può aiutare oppure ostacolare lo studente nello svolgimento del processo.
nl: Een activiteit is een taak of geheel van opdrachten die de student moet afwerken. Geef een duidelijke omschrijving van de opdracht en let op elementen die de student kunnen helpen of hinderen bij het uitvoeren.
pl: Obiekt Aktywność może być zdefiniowany jako zadanie lub zbiór zadań, które uczeń musi rozwiązać. Wpisz jasno sprecyzowane zadanie i rozważ wszystkie okoliczności mogące pomóc lub przeszkodzić uczniowi w wykonaniu zadania (Ten obiekt powinien poprzedzać obiekt interakcyjny).
pt: Uma atividade pode ser definida como uma tarefa ou um conjunto de tarefas que um estudante deve completar. Forneça um enunciado claro da tarefa e considere qualquer condição que possa ajudar ou potenciar o aluno na realização da tarefa.
ru: Задание может применяться как задача или набор задач, которые должен выполнить учащийся. Всегда ставьте чёткую задачу перед учащимся и предусматривайте все варианты её решения.
tr: Alıştırma, öğrencilerin tamamlaması gereken bir veya birden fazla ödev olarak tanımlanabilir. Aktivitenin anlaşılır bir açıklamasını belirtin ve öğrencinin performansını etkileyebilecek öğeleri sıralayın.
zh_cn: 学习活动可被定义为学生必须完成的一个或一组任务. 提供清晰的任务陈述以及考虑任何条件会帮助或阻碍学生完成任务.
zh_tw: 學習活動可被定義為學生必須完成的一個或一組任務。 請提供清晰明確的任務指示，並考慮任何會協助或阻礙學生完成任務的條件與因素。

source: Describe the tasks the learners should complete.
ca: Descriu les tasques que els alumnes haurien de completar.
ca_es@valencia: Descriu les tasques que l'alumnat ha de completar.
dz: སྦྱང་མི་ཚུ་གི་མཇུག་བསྡུ་དགོ་པའི་་སྦྱོང་ལཱ་ཚུ་འགྲེལ་བཤད་བརྐྱབ།
el: Περιγράψτε τις δράσεις που θα πρέπει να ολοκληρώσουν οι μαθητές.
es: Describa las tareas que los estudiantes deben completar.
eu: Deskribatu ikasleek bete beharko lituzketen atazak.
fr: Décrivez les tâches que l'apprenant doit réaliser.
gl: Describa as tarefas que o alumnado debería completar.
it: Descrivere i compiti che gli studenti dovrebbero completare.
nl: Beschrijf de opdracht die moet worden uitgevoerd.
pl: Opisz zadania które uczeń powinien wykonać.
pt: Descreva as tarefas que os alunos devem completar.
ru: Опишите задания, которые должны выполнить учащиеся.
tr: Öğrencilerin tamamlaması gereken adımları açıklayın.
zh_cn: 描述学生需要完成的学习任务.
zh_tw: 描述學生需要完成的學習任務。

source: <p>The reading activity, as the name suggests, should ask the learner to perform some form of activity. This activity should be directly related to the text the learner has been asked to read. Feedback to the activity where appropriate, can provide the learner with some reflective guidance.</p>
ca: <p> L’activitat de lectura, com el nom suggereix, hauria de demanar a l’estudiant que realitzi alguna forma d’activitat. Aquesta activitat hauria d’estar directament relacionada amb el text que s’ha demanat llegir a l’estudiant. La retroalimentació de l'activitat on calgui, pot aportar a l'estudiant orientació reflexiva. </p>
ca_es@valencia: <p>L'activitat de lectura, com el seu nom indica, ha de demanar-li a l'alumne que llija un text subministrat. Ha de sol·licitar una activitat directament relacionada amb el text que se li ha demanat llegir. I la retroalimentació de l'activitat, quan corresponga, pot proporcionar a l'alumne una orientació reflexiva.</p>
el: <p>Η 'Κατανόηση κειμένου', όπως υποδεικνύει το όνομα, ζητά από τους μαθητές να κάνουν ορισμένες δραστηριότητες οι οποίες σχετίζονται με το κείμενο που τους έχει δοθεί για ανάγνωση. Όταν η ανατροφοδότηση είναι κατάλληλη παρέχει καθοδήγηση στους μαθητές.</p>
es: <p>La Actividad de lectura, como su nombre sugiere, pide al estudiante que realice algún tipo de actividad. Esta actividad debería estar relacionada directamente con el texto que el estudiante haya debido leer. Comentarios sobre la actividad, donde sea apropiado, pueden proveer al estudiante alguna reflexión guiada.</p>
eu: <p>Irakurketa ariketak, izenak dioen bezala, jarduera bat egiteko eskatu beharko lioke ikasleari. Ariketa ikasleak irakurri duen testuarekin lotuta egon beharko luke. Ariketari lotutako feedbackek hausnartzeko gidak eman ditzakete.</p>
fr: <p>L'activité de lecture, comme son nom indique, exige à l'étudiant la réalisation d'une activité concrète. Cette activité devra être directement liée au texte que l'étudiant a dû lire. Certains commentaires sur l'activité, situés aux endroits stratégiques, peuvent permettre à l'étudiant une réflexion guidée.</p>
gl: <p>A actividade de lectura, como o seu nome indica, pide ao alumnado que realice algún tipo de actividade. Esta actividade debería estar relacionada directamente co texto que se pediu ler ao alumnado. Comentarios sobre a actividade, onde sexan apropiados, poden proporcionar ao alumnado algunha reflexión guiada.</p>
it: <p>L'attività di lettura, come il nome suggerisce, dovrebbe aiutare lo studente a svolgere alcune forme di attività. Queste attività dovrebbero essere direttamente correlate con il testo dato da leggere allo studente. Le valutazioni dell'attività, quando sono appropriate, possono fornire allo studente alcune indicazioni di riflessione.</p>
pl: <p>Materiały jak sama nazwa wskazuje, są prośbą do ucznia o dokonanie pewnej formy aktywności. Zadanie powinno być bezpośrednio powiązane z tekstem, który uczeń powinien przeczytać. Pole informacji zwrotnej jest używane do zapewnienia uczniowi informacji i wskazówek dotyczących tekstu.</p>
ru: <p>Активное чтение, как следует из названия, должно попросить учащегося выполнить какую-то форму деятельности. Эта деятельность должна быть непосредственно связана с текстом, который ученик попросил прочитать. Обратная связь с деятельностью, где это уместно, может предоставить учащемуся некоторые рекомендации задуматься.</p>
tr: <p>Okuma etkinliği, adından da anlaşılacağı gibi, öğrenciden bir tür etkinlik gerçekleştirmesini istemelidir. Bu aktivite, öğrencinin okuması istenen metinle doğrudan ilgili olmalıdır. Uygun olduğunda aktiviteye geri bildirim, öğrenciye bazı yansıtıcı rehberlik sağlayabilir.</p>
zh_cn: <P>阅读活动, 顾名思义是要学生完成一些任务. 此活动须与阅读内容直接相关. 可给学生一些相应的评语, 提供回答问题的指导.</P>
