Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Please don't forget to check the Properties tab: Title, language, license, author, description...
ca: No oblideu comprovar la pestanya de propietats: Títol, idioma, llicencia, autor, descripció...
ca_es@valencia: No t'oblides de comprovar el contingut de la pestanya Propietats: títol, idioma, llicència, autor/a, descripció...
el: Παρακαλώ μην ξεχάσετε να ελέγξετε τις 'Ιδιότητες': τίτλος, γλώσσα, άδεια, δημιουργός, περιγραφή...
es: No olvide comprobar el contenido de la pestaña Propiedades: título, idioma, licencia, autor, descripción...
eu: Ez ahaztu Ezaugarriak fitxa egiaztatzea: titulua, hizkuntza, lizentzia, egilea, deskripzioa, ...
fr: N'oubliez pas de vérifier l'onglet Propriétés: Titre, langue, licence, auteur, description...
gl: Non esqueza comprobar o contido da pestana Propiedades: título, idioma, licenza, autoría, descrición…
it: Ricordarsi di controllare la linguetta Proprietà: titolo, lingua, licenza, autore, descrizione...
pl: Nie zapomnij sprawdzić karty Właściwości: Tytuł, język, licencja, autor, opis...
ru: Пожалуйста, не забудьте проверить вкладку Свойств: заголовок, язык, лицензию, автора, описание...
tr: Lütfen Özellikler sekmesini kontrol etmeyi unutmayın: Başlık, lisan, lisans, yazar, açıklama...
zh_cn: 请不要忘记检查“属性”选项卡：标题，语言，许可证，作者，描述...
zh_tw: 請不要忘了檢查屬性分頁：標題、語言、授權條款、作者、描述...

source: General information about this educational resource
ca: Informació general sobre aquest recurs educatiu
ca_es@valencia: Informació general quant a aquest recurs educatiu
el: Γενικές πληροφορίες γι' αυτό το έργο.
es: Información general sobre este recurso educativo
eu: Hezkuntzarako baliabide honi buruzko informazio orokorra
fr: Information générale sur cette ressource pédagogique
gl: Información xeral sobre este recurso educativo
it: Info generali su questa risorsa educativa
pl: Ogólne informacje o tym zasobie edukacyjnym
ru: Общая информация об этом образовательном ресурсе
tr: Bu eğitim kaynağı hakkında genel bilgiler
zh_cn: 有关此教育资源的一般信息
zh_tw: 關於此教育資源的一般資訊

source: This content was created with eXeLearning, your free and open source editor to create educational resources.
ca: Aquest contingut ha estat creat amb eXeLearning, el vostre editor de codi obert i gratuït per crear recursos educatius.
ca_es@valencia: Aquest contingut s'ha creat amb eXeLearning, el vostre editor de codi lliure i obert per a crear recursos educatius.
el: Αυτό το περιεχόμενο δημιουργήθηκε με το eXeLearning, τον επεξεργαστή Ελεύθερου Λογισμικού/Λογισμικού Ανοιχτού Κώδικα για τη δημιουργία εκπαιδευτικών πόρων.
es: Este contenido fue creado con eXeLearning, el editor libre y de fuente abierta diseñado para crear recursos educativos.
eu: Edukia eXeLearning-ekin sortu da, hezkuntzarako edukiak sortzeko kode irekiko programa librea.
fr: Ce contenu a été créé avec eXeLearning, l'éditeur gratuit et accessible à tous pour créer des ressources pédagogiques.
gl: Este contido foi creado con eXeLearning, o seu editor libre e de código aberto para crear contidos educativos.
it: Questo contenuto è stato creato con eXeLearning, editor di risorse educative gratuito e a sorgente libero.
pl: Ta zawartość została stworzona za pomocą eXeLearning, twojego darmowego i otwartego edytora do tworzenia zasobów edukacyjnych.
ru: Это содержимое было создано с помощью eXeLearning, вашего свободного редактора с открытым исходным кодом для создания образовательных ресурсов.
tr: Bu içerik, eğitim kaynakları oluşturmak için ücretsiz ve açık kaynak düzenleyiciniz olan eXeLearning ile oluşturulmuştur.
zh_cn: 此内容是使用eXeLearning创建的，这是一个自由开源的编辑器，用于创建教育资源。
zh_tw: 此內容是由 eXeLearning，一套開放源碼、用於建立教育資源的工具所建立。

source: Download elp file
ca: Descarrega el fitxer ELP
ca_es@valencia: Baixa l'enllaç ELP
dz: ཨི་ཨེལ་པི་ཡིག་སྣད་ཕབ་ལེན་འབད
el: Λήψη αρχείου elp
es: Descargar el fichero .elp
eu: Jaitsi elp fitxategia
fr: Télécharger le fichier elp
gl: Descargar o ficheiro .elp
it: Scarica file ELP
pl: Pobierz plik elp
ru: Скачать файл elp
tr: Elp dosyasını indir
zh_cn: 下载elp文件
zh_tw: 下載 elp 檔

source: This block will create a link to download the elp file. Write some use instructions and customize your download link.
ca: Aquest bloc crearà un enllaç per descarregar el fitxer ELP. Escriviu algunes instruccions d’ús i personalitzeu l’enllaç de baixada.
ca_es@valencia: Aquest bloc crea un enllaç per a baixar el fitxer ELP. Escriu algunes instruccions i personalitzeu el vostre enllaç de baixada.
el: Αυτό το πλαίσιο θα δημιουργήσει έναν σύνδεσμο για λήψη του αρχείου elp. Δώστε μερικές οδηγίες για τη χρήση του και ρυθμίστε τον.
es: Este bloque creará un enlace para la descarga del fichero .elp. Escriba unas instrucciones de uso y configure el enlace de descarga.
eu: Bloke honek .elp-a jaisteko esteka sortuko du. Eman argibideak eta moldatu zure gustura jaitsi beharreko esteka.
fr: Ce bloc va créer un lien pour télécharger le fichier elp. Écrivez les instructions nécessaires et personnalisez le lien de téléchargement.
gl: Este bloque creará unha ligazón para descargar o ficheiro .elp. Escriba algunhas instrucións de uso e configure a ligazón de descarga.
it: Questo blocco crea un collegamento per scaricare il file ELP. Scrivere le istruzioni d'uso e adattare il testo del collegamento.
pl: Ten blok utworzy łącze do pobrania pliku elp. Napisz kilka instrukcji użytkowania i dostosuj link do pobrania.
ru: Этот блок создаст ссылку для скачивания файла elp. Напишите несколько инструкций по использованию и настройте ссылку для скачивания.
tr: Bu blok, elp dosyasını indirmek için bir bağlantı oluşturur. Bazı kullanım talimatları yazın ve indirme bağlantınızı özelleştirin.
zh_cn: 该版块将创建一个下载elp文件的链接。编写一些使用说明并自定义您的下载链接。
zh_tw: 此區塊會產生一個連結，讓您下載 elp 檔。請寫下一些使用說明並調整您的下載連結。

source: Download link
ca: Enllaç de baixada
ca_es@valencia: Baixa l'enllaç
dz: ཕབ་ལེན་འབད་ནིའི་འབྲལ་ལམ
el: Σύνδεσμος λήψης
es: Enlace de descarga
eu: Jaitsi esteka
fr: Lien de téléchargement
gl: Ligazón de descarga
it: Collegamento per scaricare
pl: Link do pobrania
ru: Ссылка для скачивания
tr: İndirme bağlantısı
zh_cn: 下载链接
zh_tw: 下載連結

source: Button text:
ca: Text del botó:
ca_es@valencia: Text del botó:
dz: ཨེབ་རྟའི་ཚིག་ཡིག:
el: Κείμενο πλήκτρου:
es: Texto del botón:
eu: Testuaren botoia:
fr: Texte du bouton:
gl: Texto do botón:
it: Testo del bottone:
pl: Tekst przycisku:
ru: Текст кнопки:
tr: Düğme Rengi:
zh_cn: 按钮文字：
zh_tw: 按鈕文字：

source: Font size
ca: Mida de la font
ca_es@valencia: Mida de la lletra
dz: ཡིག་གཟུགས་ཀྱི་ཚད
el: Μέγεθος γραμματοσειράς
es: Tamaño letra
eu: Letra-tipoaren tamaina
fr: Taille de la police
gl: Tamaño de fonte
it: Dimensioni carattere
nl: Grootte van de letters
pl: Rozmiar czcionki
pt: Tamanho da fonte
ru: Размер шрифта
tr: Yazı Boyutu
zh_cn: 字体大小
zh_tw: 字型大小

source: Background Color
ca: Color de fons
ca_es@valencia: Color de fons
dz: རྒྱབ་གཞིའི་ཚོན
el: Χρώμα παρασκηνίου
es: Color de fondo
eu: Atzeko kolorea
fr: Couleur du fond
gl: Cor de fondo
it: Colore sfondo
nl: Achtergrondkleur
pl: Kolor tła
pt: Cor de fundo
ru: Цвет фона
tr: Arkaplan Rengi
zh_cn: 背景颜色
zh_tw: 背景顏色

source: Text Color
ca: Color del text
ca_es@valencia: Color del text
dz: ཚིག་ཡིག་གི་ཚོན
el: Χρώμα κειμένου
es: Color del texto
eu: Testu kolorea
fr: Couleur du texte
gl: Cor do texto
it: Colore testo
nl: Tekstkleur
pl: Kolor tekstu
pt: Cor do texto
ru: Цвет текста
tr: Metin rengi
zh_cn: 文字颜色
zh_tw: 文字顏色

source: Please provide some instructions or information about the resource.
ca: Incloeu algunes instruccions o informacions sobre el recurs.
ca_es@valencia: Proporciona instruccions o informació sobre aquest recurs.
el: Παρακαλώ δώστε μερικές οδηγίες και πληροφορίες σχετικά με το έργο.
es: Escriba instrucciones o información acerca del recurso.
eu: Eman baliabideari buruzko azalpenak edo argibideak.
fr: Veuillez écrire les instructions ou les informations sur cette ressource.
gl: Por favor escriba algunhas instrucións ou información sobre o recurso.
it: Inserire istruzioni o info sulla risorsa.
pl: Podaj niektóre instrukcje lub informacje o zasobie.
ru: Пожалуйста, предоставьте некоторые инструкции или информацию о ресурсе.
tr: Lütfen kaynak hakkında bazı yönergeler veya bilgiler verin.
zh_cn: 请提供一些有关资源的说明或信息。
zh_tw: 請提供關於此資源的一些說明與資訊。

source: You should write the button text.
ca: Cal que ompliu el text del botó.
ca_es@valencia: Heu d'escriure el text del botó.
dz: ཁྱོད་ཀྱི་ཨེབ་རྟའི་ཚིག་ཡིག་དེ་འབྲི་དགོ
el: Πρέπει να γράψετε το κείμενο του πλήκτρου.
es: Deberá escribir el texto del botón.
eu: Botoiaren testua idatzi beharko zenuke.
fr: Vous devez écrire le texte du bouton.
gl: Deberá escribir o texto do botón.
it: Indicare il testo del bottone.
pl: Należy wpisać tekst przycisku.
ru: Вы должны написать текст кнопки.
tr: Düğme metnini yazmalısın.
zh_cn: 你应该写下按钮文字。
zh_tw: 您應該寫下按鈕文字。

source: Memory Cards
ca: Targetes de memòria
es: Tarjetas de memoria
eu: Oroimen kartak
fr: Cartes de mémoire
gl: Cartas de memoria

source: Number of cards
ca: Nombre de targetes
es: Número de tarjetas
eu: Karta kopurua
fr: Nombre de cartes
gl: Número de cartas

source: Right. That's the card.
ca: Heu encertat. És la targeta.
es: Has acertado. Es la cara correcta.
eu: Ondo. Hori da karta.
fr: Correct. C'est la bonne carte.
gl: Correcto. Esa é a carta.

source: You're wrong. That's not the card.
ca: Heu fallat. No és targeta.
es: Has fallado. No es la cara correcta.
eu: Oker zabiltza. Hori ez da karta.
fr: Incorrect. Ce n'est pas la bonne carte.
gl: Incorrecto. Esa non é a carta.

source: Right. That's not the card.
ca: Heu encertat. No és aquesta targeta.
es: Has acertado. No es la cara correcta.
eu: Ondo. Hori ez da karta.
fr: Correct. Ce n'est pas la bonne carte.
gl: Correcto. Esa non é a carta.

source: You're wrong. That's the card.
ca: Heu fallat. És aquesta targeta.
es: Has fallado. Es la cara correcta.
eu: Oker zabiltza. Hori da karta.
fr: Incorrect. C'est la bonne carte.
gl: Incorrecto. Esa é a carta.

source: Click on the card
ca: Prem sobre la targeta.
es: Pulsa en la tarjeta
eu: Egin klik kartan
fr: Clique sur la carte
gl: Preme na carta

source: Game time is over. Your score is %s.
ca: El temps ha acabat. La vostra puntuació és %s.
es: Acabó el tiempo de juego. Tu puntuación es %s.
eu: Jokoaren denbora amaitu da. Zure puntu kopurua %s da.
fr: Temps terminé. Votre score est %s.
gl: Rematou o tempo do xogo. A túa puntuación é de %s.

source: Finish
ca: Acaba
ca_es@valencia: Finalitza
dz: མཇུག་བསྡུ་
el: Φινλανδικά
es: Finalizar
eu: Amaitu
fr: Terminer
gl: Finalizar
it: Finire
nl: Beeindigen
pl: Zakończ
pt: Terminar
ru: Финиш
tr: Bitti
zh_cn: 结束
zh_tw: 完成

source: You finished the game. Your score is %s.
ca: Heu finalitzat el joc. La vostra puntuació és %s.
es: Has completado el juego. Tu puntuación es %s.
eu: Jokoa amaitu duzu. Zure puntu kopurua %s da.
fr: Jeu terminé. Votre score est %s.
gl: Remataches o xogo. A túa puntuación é %s.

source: Provide an image, text or audio for each card's front side
ca: Cal que proporcioneu una imatge, text o audio per la cara frontal de cada targeta
es: Debes indicar una imagen, un texto o/y un audio para la cara anterior de cada tarjeta
eu: Eman irudi, testu edo audio bat karta bakoitzaren aurreko aldearentzat
fr: Fournissez une image, un texte ou un audio pour le devant de chaque carte.
gl: Debe proporcionar unha imaxe, texto ou audio para a cara anterior da carta

source: Provide an image, text or audio for each card's back side
ca: Cal que proporcioneu una imatge, text o audio per la cara posterior de cada targeta
es: Debes indicar una imagen, un texto o/y un audio para la cara posterior de cada tarjeta
eu: Eman irudi, testu edo audio bat karta bakoitzaren atzeko aldearentzat
fr: Fournissez une image, un texte ou un audio pour le revers de chaque carte.
gl: Debe proporcionar unha imaxe, texto ou audio para a cara posterior de cada carta

source: Please create at least one card
ca: Creeu al menys una targeta
es: Debe haber al menos una tarjeta
eu: Sortu gutxienez karta bat
fr: Veuillez fournir au moins une carte
gl: Debe haber polo menos unha carta

source: Maximum card number: %s.
ca: Nombre màxim de targetes: %s.
es: Número máximo de tarjetas: %s.
eu: Karta kopuru maximoa: %s.
fr: Nombre máximum de cartes: %s.
gl: Número máximo de cartas: %s.

source: Create card memory games with images, sounds or rich text.
ca: Creeu jocs de memòria de targetes amb imatges, sons o text enriquit.
es: Cree actividades con tarjetas de memoria con imágenes, sonidos y/o texto enriquecido.
eu: Sortu karta oroimen motako jokoak irudiekin, soinuekin edo testu aberatsekin.
fr: Créer des jeu de carte de mémoire avec des images, des sons ou du texte enrichi.
gl: Cree actividades con cartas de memoria con imaxes, sons e/ou texto enriquecido.

source: Click on the cards to see what they hide.
ca: Premeu sobre les targetes per veure el que oculten.
es: Pulsa sobre las tarjetas para descubrir qué esconden.
eu: Klik egin kartetan ezkutatzen dutena ikusteko.
fr: Cliquer sur les cartes pour montrer ce qu'elles cachent.
gl: Preme sobre as cartas para descubrir que agochan.

source: Navigation
ca: Navegació
ca_es@valencia: Navegació
dz: འགྲུལ་བསྐྱོད
el: Πλοήγηση
es: Navegación
eu: Nabigazioa
gl: Navegación
it: Navigazione
nl: Navigatie
pl: Nawigacja
pt: Navegação
ru: Навигация
tr: Nevigasyon
zh_cn: 导航
zh_tw: 導覽

source: Identify
ca: Identifica
el: Αναγνώριση
es: Identifica
eu: Identifikatu
fr: Identifier
gl: Identifica
pl: Zidentyfikuj
tr: Tanımla

source: Memory
ca: Memòria
es: Memoria
eu: Oroimena
fr: Jeu "Memory"
gl: Memoria

source: Random
ca: Aleatori
ca_es@valencia: Aleatori
dz: གང་འབྱུང
el: Τυχαία
es: Aleatorio
eu: Ausazkoa
fr: Aléatoire
gl: Aleatorio
it: A caso
pl: Losowo
ru: Случайный
tr: Rastgele
zh_cn: 随机
zh_tw: 隨機

source: Front side
ca: Cara frontal
es: Cara anterior
eu: Aurreko aldea
fr: Recto
gl: Cara principal

source: Back side
ca: Cara posterior
es: Cara posterior
eu: Atzeko aldea
fr: Verso
gl: Cara posterior

source: Flip down the card
ca: Inverteix la targeta
es: Invertir tarjeta
eu: Jarri karta ahoz behera
fr: Retournez la carte
gl: Inverter a carta

source: Flip down all the cards
ca: Inverteix totes les targetes
es: Invertir todas las tarjetas
eu: Jarri karta guztiak ahoz behera
fr: Retournez toutes les cartes
gl: Inverter tódalas cartas

source: GeoGebra Activity
ca: Activitat de GeoGebra
ca_es@valencia: Activitat GeoGebra
dz: GeoGebra་སྦྱོང་ལཱ
el: Δραστηριότητα GeoGebra
es: Actividad de GeoGebra
eu: GeoGebra jarduera
fr: Activité GeoGebra
gl: Actividade GeoGebra
it: Attività GeoGebra
pl: GeoGebra
ru: Деятельность GeoGebra
tr: GeoGebra Etkinliğ
zh_cn: GeoGebra活动
zh_tw: GeoGebra 活動

source: Show menu bar
ca: Mostra la barra de menú
ca_es@valencia: Mostra la barra de menú
dz: དཀར་ཆག་ཕྲ་རིང་སྟོན
el: Εμφάνιση μπάρας μενού
es: Barra de menú
eu: Erakutsi menu-barra
fr: Barre de menu
gl: Amosar barra de menú
it: Mostra barra menu
pl: Pokaż pasek menu
ru: Отображать меню
tr: Münü çuuğunu göster
zh_cn: 显示菜单栏
zh_tw: 顯示選單列

source: Allow algebra input
ca: Permet l'entrada d'àlgebra
ca_es@valencia: Permet l'entrada d'algebra
dz: གྲངས་ཚབ་རྩིས་རིག་བཙུག་བཅུག
el: Επιτρέπεται εισαγωγή άλγεβρας
es: Línea de entrada algebraica
eu: Baimendu algebra-sarrerak
fr: Activation de l'écriture algébrique
gl: Liña de entrada alxébrica
it: Permetti inserimento algebra
pl: Zezwól na wprowadzanie algebra
ru: Разрешить ввод алгебры
tr: Cebir girişine izin ver
zh_cn: 允许代数输入
zh_tw: 允許代數輸入

source: Show toolbar
ca: Mostra la barra d'eines
ca_es@valencia: Mostra la barra d'eines
dz: ལག་ཆས་ཕྲ་རིང་སྟོན
el: Εμφάνιση μπάρας εργαλείων
es: Barra de utilidades
eu: Erakutsi tresna-barra
fr: Barre d'outils
gl: Amosar barra de ferramentas
it: Mostra barra strumenti
pl: Pokaż pasek narzędzi
ru: Отображать панель инструментов
tr: Araç çubuğunu göster
zh_cn: 显示工具栏
zh_tw: 顯示工具列

source: Show toolbar help
ca: Mostra la barra d'eines d'ajuda
ca_es@valencia: Mostra l'ajuda de la barra d'eines
dz: ལག་ཆས་ཕྲ་རིང་སྟོན་གྲོགས་རམ་སྟོན
el: Εμφάνιση βοήθειας για την μπάρα εργαλείων
es: Ayuda de la barra de utilidades
eu: Erakutsi tresna-barraren laguntza
fr: Aide pour la barre d'outils
gl: Amosar axuda da barra de ferramentas
it: Mostra aiuto barra strumenti
pl: Pokaż pomoc na pasku narzędzi
ru: Показать панель справки
tr: Araç çubuğu yardımını göster
zh_cn: 显示工具栏帮助
zh_tw: 顯示工具列說明

source: Show reset icon
ca: Mostra la icona de restablir
ca_es@valencia: Mostra la icona de reiniciar
dz: སླར་སྒྱིག་ངོས་དཔར་སྟོན
el: Εμφάνιση εικονίδιου επαναφοράς
es: Icono de reseteo
eu: Erakutsi "berrezarri ikonoa"
fr: Icône de réinitialisation
gl: Amosar icona de reinicio
it: Mostra icona reset
pl: Pokaż ikonę resetowania
ru: Показать значок сброса
tr: Sıfırlama simgesini göster
zh_cn: 显示重置图标
zh_tw: 顯示重置圖示

source: Enable right click
ca: Habilita el clic dret
ca_es@valencia: Habilita el botó dret
dz: གཡས་ཨེབ་གཏང་ལྕོགས་ཅན་བཟོ
el: Ενεργοποίηση δεξιού κλικ
es: Activar botón derecho
eu: Gaitu eskuin-klika
fr: Activation du clic droit
gl: Activar botón dereito
it: Abilita clic destro
pl: Włącz prawy przycisk myszy
ru: Включить правый щелчок
tr: Sağ tıklamayı etkinleştir
zh_cn: 启用右键单击
zh_tw: 開啟右鍵點擊功能

source: Error dialogs active
ca: Els diàlegs d'error són actius
ca_es@valencia: Error diàlegs actius
dz: འཛོལ་བའི་བློ་ཚིག་ཚུ་ཤུགས་ལྡན་འདུག
el: Ενεργές ειδοποιήσεις σφαλμάτων
es: Diálogos de error
eu: Gaitu errore elkarrizketak
fr: Dialogues d'erreur
gl: Diálogos de erro
it: Finestre di errore attive
pl: Aktywuj okno dialogowe błędów
ru: Диалоги ошибок активированы
tr: Hata iletişim kutuları etkin
zh_cn: 错误对话框处于活动状
zh_tw: 錯誤對話框

source: Prevent focus
ca: Impedeix el focus
ca_es@valencia: Evita el focus
dz: ཆེད་དམིགས་བཀག
el: Αποτροπή εστίασης
es: Impedir el foco
eu: Eragotzi fokua
fr: Annulation du focus
gl: Impedir o foco
it: Previeni fuoco
pl: Zapobiegaj skupieniu
ru: Предотвращение фокуса
tr: Odaklanmayı engelle
zh_cn: 防止焦点
zh_tw: 避免焦點

source: Show fullscreen button
ca: Mostra el botó pantalla completa
ca_es@valencia: Mostra el botó de pantalla completa
dz: གསལ་གཞི་གངམ་ཨེབ་རྟ་སྟོན
el: Εμφάνιση πλήκτρου πλήρους οθόνης
es: Botón de pantalla completa
eu: Erakutsi pantaila osoko botoia
fr: Bouton de plein écran
gl: Amosar botón de pantalla completa
it: Mostra bottone schermo intero
pl: Pokaż przycisk Pełny ekran
ru: Показать кнопку полноэкранного режима
tr: Tam ekran düğmesini göster
zh_cn: 显示全屏按钮
zh_tw: 顯示全螢幕按鍵

source: Disable auto-scale
ca: Deshabilita autoescala
ca_es@valencia: Habilita l'ajustament automàtic
dz: རང་བཞིན་ཆ་ཚད་ལྕོགས་མིན་བཟོ
el: Απενεργοποίηση αυτόματης αλλαγής μεγέθους
es: Desactivar el autoescalado
eu: Ezgaitu auto-eskalatzea
fr: Désactivation de l'auto-échelle
gl: Desactivar autoescalado
it: Disabilita auto-scala
pl: Wyłącz automatyczne skalowanie
ru: Отключить автомасштабирование
tr: Otomatik ölçeklendirmeyi devre dışı bırak
zh_cn: 禁用自动缩放
zh_tw: 關閉自動縮放

source: Show suggestion buttons
ca: Mostra els botons de suggeriments
ca_es@valencia: Mostra els botons de suggeriments
dz: བསམ་འཆར་ཨེབ་རྟ་ཚུ་སྟོན
el: Εμφάνιση πλήκτρων για προτάσεις
es: Botones de sugerencias
eu: Erakutsi iradokizun-botoiak
fr: Boutons de conseils
gl: Amosar os botóns de suxerencias
it: Mostra bottoni suggerimenti
pl: Pokaż przyciski sugestii
ru: Показать кнопки подсказок
tr: Öneri düğmelerini göster
zh_cn: 显示建议按钮
zh_tw: 顯示建議按鍵

source: Play button
ca: Botó Reprodueix
ca_es@valencia: Botó de reproducció
dz: གཏང་ཨེབ་རྟ
el: Πλήκτρο αναπαραγωγής
es: Botón de reproducir
eu: "Play" botoia
fr: Bouton de mise en marche
gl: Botón de reproducir
it: Bottone esegui
pl: Przycisk odtwarzania
ru: Кнопка воспроизведения
tr: Oynat Düğmesi
zh_cn: [播放] 按鈕
zh_tw: 播放按鍵

source: Insert a GeoGebra activity from www.geogebra.org. It requires an Internet connection.
ca: Insereix una activitat GeoGebra des de www.geogebra.org. Cal una connexió a Internet.
ca_es@valencia: Insereix una activitat de GeoGebra des de www.geogebra.org. Requereix connexió a Internet.
dz: ཇི་ཝོ་ཇིབ་རའི་སྦྱོང་ལཱ་གཅིག་ www.geogebra.org་ནང་ལས་བཙུག དེ་ལུ་ཨིན་ཊར་ནེཊི་མཐུད་ལམ་དགོས་མཁོ་ཡོད།.
el: Εισαγωγή μιας δραστηριότητας GeoGebra από το www.geogebra.org. Απαιτείται σύνδεση στο διαδίκτυο.
es: Insertar una actividad de GeoGebra desde www.geogebra.org. Necesita conexión a internet.
eu: Txertatu GeoGebra jarduera www.geogebra.org-etik. Internet konexioa beharrezkoa da.
fr: Insertion d'une activité GeoGebra de www.geogebra.org. Une connexion à Internet est nécessaire.
gl: Inserir unha actividade de GeoGebra desde www.geogebra.org. Precisa conexión a Internet.
it: Inserire un'attività GeoGebra da www.geogebra.org. Richiede connessione di rete.
pl: Wstaw aktywność GeoGebra ze strony www.geogebra.org. Wymaga połączenia z Internetem.
ru: Вставьте активность GeoGebra из www.geogebra.org. Для этого требуется подключение к Интернету.
tr: www.geogebra.org 'dan bir GeoGebra etkinliği ekleyin. Internet bağlantısı gerektirir.
zh_cn: 从www.geogebra.org插入GeoGebra活动。需要连接互联网。
zh_tw: 從 www.geogebra.org 插入一個 GeoGebra 活動。它需要網路連線。

source: URL or identifier (ID)
ca: URL o Identificador (ID)
ca_es@valencia: URL o identificador (ID)
el: URL ή αναγνωριστικό (ID)
es: URL o identificador (ID)
eu: URLa edo identifikadorea (ID)
fr: URL ou identificateur (ID)
gl: URL ou identificador (ID)
it: URL o identificatore (ID)
pl: URL lub identyfikator (ID)
ru: URL или идентификатор (ID)
tr: URL veya tanımlayıcı (ID)
zh_cn: 网址或标识符（ID）
zh_tw: 網址或代碼（ID）

source: Load data
ca: Carrega dades
ca_es@valencia: Carregar dades
dz: གནས་སྡུད་མངོན་གསལ་འབད
el: Φόρτωση δεδομένων
es: Cargar datos
eu: Kargatu datuak
fr: Charger les données
gl: Cargar datos
it: Carica
pl: Załaduj dane
ru: Загрузить данные
tr: Veri yükle
zh_cn: 加载数据
zh_tw: 載入資料

source: Width
ca: Amplada
ca_es@valencia: Amplària
dz: རྒྱ་ཚད
el: Πλάτος
es: Ancho
eu: Zabalera
fr: Largeur
gl: Ancho
it: Larghezza
nl: Breedte
pl: Szerokość
pt: Largura
ru: Ширина
tr: Genişlik
zh_cn: 宽度
zh_tw: 寬度

source: Height
ca: Alçada
ca_es@valencia: Alçària
dz: མཐོ་ཚད
el: Ύψος
es: Alto
eu: Altuera
fr: Hauteur
gl: Alto
it: Altezza
nl: Hoogte
pl: Wysokość
pt: Altura
ru: Высота
tr: Yükseklik
zh_cn: 高度
zh_tw: 高度

source: Border color
ca: Color de la vora
ca_es@valencia: Color de la vora
dz: མཐའ་མཚམས་གི་རྒྱ་ཚད
el: Χρώμα περιγράμματος
es: Color borde
eu: Ertz-kolorea
fr: Couleur de la bordure
gl: Cor do borde
it: Colore bordo
nl: Randkleur
pl: Kolor obramowania
pt: Cor do bordo
ru: Цвет границы
tr: Çerçeve Rengi
zh_cn: 边框颜色
zh_tw: 邊界顏色

source: Save score button
ca: Botó «Desa puntuació»
ca_es@valencia: Botó de guardar la puntuació
dz: སྐུགས་སྲུངས་ཨེབ་རྟ
el: Πλήκτρο αποθήκευσης βαθμολογίας
es: Botón de guardar la puntuación
eu: Puntuak gordetzeko botoia
fr: Bouton de sauvegarde
gl: Botón de gardar a puntuación
it: Bottone salva punteggio
pl: Przycisk Zapisz wynik
ru: Кнопка сохранения очков
tr: Puanı kaydet düğmesi
zh_cn: 保存分数按钮
zh_tw: 儲存分數按鍵

source: Do not include more than one activity with score per page.
ca: No incloguis més d'una activitat amb puntuació per pàgina.
ca_es@valencia: No inclogues més d'una activitat amb qualificació per pàgina.
el: Μην συμπεριλάβετε περισσότερες από μία δραστηριότητες με βαθμολογία ανά σελίδα.
es: No incluya más de una actividad con calificación por página.
eu: Ez gehitu puntuaziao duen jarduera bat baino gehiago orri batean.
fr: Ne pas inclure plus d'une activité avec score par page.
gl: Non inclúa máis dunha actividade cualificable por páxina.
it: Non inserire più di un'attività con punteggio per ogni pagina.
pl: Nie umieszczaj więcej niż jednego działania z wynikiem na stronie.
ru: Не включайте более одного оцениваемого действия на страницу.
tr: Sayfa başına puanla birden fazla aktivite eklemeyin.
zh_cn: 每个页面中只能有一个计分的活动。
zh_tw: 每一頁不要包含超過一個帶有分數的活動。
