Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Don't show this warning again
ca: No torneu a mostrar aquest avís
ca_es@valencia: No tornes a mostrar aquesta advertència
dz: འ་ནི་འཕྲིན་དོན་འདི་ལོག་མ་སྟོན
el: Να μην εμφανίζεται αυτή η προειδοποίηση
es: No volver a mostrar este aviso
eu: Ez erakutsi berriro ohar hau
fr: Ne pas afficher cet avertissement à nouveau.
gl: Non volver amosar este aviso
it: Non mostrare di nuovo questo avviso
pl: Nie wyświetlaj ponownie tego ostrzeżenia
ru: Не показывать это предупреждение снова
tr: Bu uyarıyı bir daha gösterme
zh_cn: 不再显示本警告
zh_tw: 不要再顯示此警告

source: Abkhazian
ca: Abkhassi
ca_es@valencia: Abkhaz
dz: ཨ་བཀ་ཟཱ་ན
el: Αμπχάζικα
es: Abjasio
eu: Abjasiera
fr: Abkhaze
gl: Abkhaziano
nl: Abchazisch
pt: Abecásio
ru: Абхазский
tr: Abhazca
zh_cn: 阿布哈西亚语
zh_tw: 阿布哈西亞語

source: Avestan
ca: Avestà
ca_es@valencia: Avèstic
dz: ཨ་ཝེས་ཊན
es: Avestán
eu: Avestera
gl: Avéstico
nl: Avestaans
pt: Avéstico
ru: Авестийский
tr: Zentçe
zh_cn: 阿维斯陀语
zh_tw: 阿維斯陀語

source: Amharic
ca_es@valencia: Amhàric
dz: ཨམ་ཧ་རིཀ
el: Αμχαρικά
es: Amhárico
eu: Amharera
gl: Amárico
nl: Amhaars
pt: Amárico
ru: Амхарский
tr: Amharca
zh_cn: 阿比西尼亚语
zh_tw: 阿比西尼亞語

source: Arabic
ca: Àrab
ca_es@valencia: Àrab
dz: ཨ་ར་བིཀ
el: Αραβικά
es: Árabe
eu: Arabiera
fr: Arabe
gl: Árabe
nl: Arabisch
pl: Arabski
pt: Árabe
ru: Арабский
tr: Arapça
zh_cn: 阿拉伯语
zh_tw: 阿拉伯語

source: Assamese
ca: Assamès
ca_es@valencia: Assamés
dz: ཨ་ས་མིས
es: Asamés
eu: Assamera
gl: Assamés
nl: Assamees
pt: Assamês
ru: Ассамский
tr: Assamca
zh_cn: 阿萨姆语
zh_tw: 阿薩姆語

source: Aymara
ca_es@valencia: Aimara
dz: ཨ་ཡ་མ་ར
es: Aymará
eu: Aimara
gl: Aimará
pt: Aimará
ru: Аймара
zh_cn: 艾马拉语
zh_tw: 艾馬拉語

source: Azerbaijani
ca: Àzeri
ca_es@valencia: Àzeri
dz: ཨ་ཛར་བའི་ཇ་ནི
el: Αζερμπαϊτζανικά
es: Azerbayano
eu: Azerbaijanera
fr: Azerbaïdjanais
gl: Acerbaixano
nl: Azerbeidjaans
pt: Azeri
ru: Азербайджанский
tr: Azerice
zh_cn: 阿塞拜疆语
zh_tw: 亞塞拜然語

source: Byelorussian; Belarusian
ca: Bielorús; Bielarussenc
ca_es@valencia: Bielorús
dz: བཱའི་ལོ་ར་ཤི་ཡཱན: བེ་ལ་རུ་སི་ཡཱན
el: Λευκορωσικά
es: Bielorruso
eu: Bielorrusiera
fr: Biélorusse; Russe Blanc
gl: Bielorruso
nl: Wit-Russisch
pl: Białoruski
pt: Bielorrusso
ru: Белорусский
tr: Beyaz Rusya; belarusça
zh_cn: 白俄罗斯语
zh_tw: 白俄語

source: Bulgarian
ca: Búlgar
ca_es@valencia: Búlgar
dz: བཱལ་ག་རི་ཡཱན
el: Βουλγαρικά
es: Búlgaro
eu: Bulgariera
fr: Bulgare
gl: Búlgaro
nl: Bulgaars
pl: Bułgarski
pt: Búlgaro
ru: Болгарский
tr: Bulgarca
zh_cn: 保加利亚语
zh_tw: 保加利亞語

source: Bengali; Bangla
ca: Bengalí; Bangla
ca_es@valencia: Bengalí; Bangla
dz: བེང་ག་ལི: བང་ག་ལ
el: Μπεγκάλι - Μπάγκλα
es: Bengalí
eu: Bengalera
gl: Bengalí
nl: Bengaals
ru: Бенгальский
tr: Bengalce; bangla
zh_cn: 孟加拉语
zh_tw: 孟加拉語

source: Tibetan
ca: Tibetà
ca_es@valencia: Tibetà
dz: བོད་སྐད
el: Θιβετιανά
es: Tibetano
eu: Tibetera
gl: Tibetano
nl: Tibetaans
pl: Tybetański
pt: Tibetano
ru: Тибетский
tr: Tibetçe
zh_cn: 藏语
zh_tw: 藏語

source: Breton
ca: Bretó
ca_es@valencia: Bretó
dz: བིརི་ཊཱོན
el: Βρετoνικά
es: Bretón
eu: Bretoiera
gl: Bretón
nl: Bretoens
pt: Bretão
ru: Бретонский
tr: Bretonca
zh_cn: 不列塔尼语
zh_tw: 不列塔尼語

source: Bosnian
ca: Bosnià
ca_es@valencia: Bosnià
dz: བོསི་ནི་ཡཱན
el: Βοσνιακά
es: Bosnio
eu: Bosniera
fr: Bosnien
gl: Bosníaco
nl: Bosnisch
pl: Bośniacki
pt: Bósnio
ru: Боснийский
tr: Boşnakça
zh_cn: 波西尼亚语
zh_tw: 波西尼亞語

source: Catalan
ca: Català
ca_es@valencia: Català
dz: ཀེ་ཊ་ལཱན
el: Καταλανικά
es: Catalán
eu: Katalana
gl: Catalán
nl: Catalaans
pt: Catalão
ru: Каталанский
tr: Katalanca
zh_cn: 加泰罗尼亚语
zh_tw: 加泰羅尼亞語

source: Chechen
ca: Txetxè
ca_es@valencia: Txetxé
dz: ཅེ་ཅེན
el: Τσετσένικα
es: Checheno
eu: Txetxeniera
gl: Checheno
nl: Tsjetjeens
pt: Checheno
ru: Чеченский
tr: Çeçence
zh_cn: 车臣语
zh_tw: 車臣語

source: Corsican
ca: Cors
ca_es@valencia: Cors
dz: ཀོར་སི་ཀན
el: Κορσικανικά
es: Corso
eu: Korsikera
fr: Corse
gl: Corso
nl: Corsicaans
pt: Corso
ru: Корсиканский
tr: Korsikaca
zh_cn: 科西嘉语
zh_tw: 科西嘉語

source: Czech
ca: Txec
ca_es@valencia: Txec
dz: ཅེཛི
el: Τσέχικα
es: Checo
eu: Txekiera
fr: Tchèque
gl: Checo
nl: Tsjechisch
pl: Czeski
pt: Checo
ru: Чешский
tr: Çekçe
zh_cn: 捷克语
zh_tw: 捷克語

source: Church Slavic
ca: Eslau de l'església
ca_es@valencia: Eslau eclesiàstic
el: Παλαιοσλαβικά
es: Eslavo de la iglesia
eu: Elizarako eslaviera
gl: Igrexa eslava
nl: Kerkslavisch
pt: Eslavo eclesiástico
ru: Церковно славянский
tr: Kilise Slavcası
zh_cn: 教会斯拉夫语
zh_tw: 教會斯拉夫語

source: Chuvash
ca: Txuvaix
ca_es@valencia: Txuvaix
el: Τουρκικά των Ουραλίων
es: Chuvasho
eu: Txubaxiera
pt: Chuvacho
ru: Чувашский
tr: Çuvaşça
zh_cn: 楚瓦什语
zh_tw: 楚瓦什語

source: Welsh
ca: Gal·lès
ca_es@valencia: Gal·lés
dz: ཝེལཤི
el: Ουαλικά
es: Galés
eu: Galesa
fr: Gallois
gl: Galés
nl: Wallisch
pl: Walijski
pt: Galês
ru: Валлийский
tr: Galce
zh_cn: 威尔士语
zh_tw: 威爾斯語

source: Danish
ca: Danès
ca_es@valencia: Danés
dz: ཌེ་ནིཤ
el: Δανικά
es: Danés
eu: Daniera
fr: Danois
gl: Danés
nl: Deens
pl: Duński
pt: Dinamarquês
ru: Датский
tr: Danimarkaca
zh_cn: 丹麦语
zh_tw: 丹麥語

source: German
ca: Alemany
ca_es@valencia: Alemany
dz: ཇར་མཱན
el: Γερμανικά
es: Alemán
eu: Alemana
fr: Allemand
gl: Alemán
nl: Duits
pl: Niemiecki
pt: Alemão
ru: Немецкий
tr: Almanca
zh_cn: 丹麦语
zh_tw: 德語

source: Dzongkha; Bhutani
ca: Dzongkha; Bhutaní
ca_es@valencia: Dzongkha; bhutanés
dz: རྫོང་ཁ; འབྲུག་
el: Ντζόγκα - Μπουτάνι
es: Dzongkha; bhutaní
eu: Dzongkha; Bhutanera
gl: Dzongkha; butanés
pt: Dzonga; Butanês
ru: Бутанский
tr: Bhutan Dili
zh_cn: 宗卡语
zh_tw: 宗卡語

source: Greek
ca: Grec
ca_es@valencia: Grec
dz: གི་རིཀ
el: Ελληνικά
es: Griego
eu: Greziera
fr: Grec
gl: Grego
nl: Grieks
pl: Grecki
pt: Grego
ru: Греческий
tr: Yunanca
zh_cn: 希腊语
zh_tw: 希臘語

source: English
ca: Anglès
ca_es@valencia: Anglés
dz: ཨིང་ལིཤ
el: Αγγλικά
es: Inglés
eu: Ingelesa
fr: Anglais
gl: Inglés
nl: Engels
pl: Angielski
pt: Inglês
ru: Английский
tr: İngilizce
zh_cn: 英语
zh_tw: 英語

source: Spanish
ca: Castellà; Espanyol
ca_es@valencia: Espanyol
dz: སིཔེ་ནིཤི
el: Ισπανικά
es: Español
eu: Espainiera
fr: Espagnol
gl: Castelán
nl: Spaans
pl: Hiszpański
pt: Espanhol
ru: Испанский
tr: İspanyolca
zh_cn: 西班牙语
zh_tw: 西班牙語

source: Estonian
ca: Estoni
ca_es@valencia: Estonià
dz: ཨིསི་ཊོ་ནི་ཡཱན
el: Εσθονικά
es: Estonio
eu: Estoniera
fr: Estonien
gl: Estoniano
nl: Ests
pl: Estoński
pt: Estónio
ru: Эстонский
tr: Estonyaca
zh_cn: 爱沙尼亚语
zh_tw: 愛沙尼亞語

source: Basque
ca: Eusquera
ca_es@valencia: Èuscar
dz: བཱགསིཀ
el: Βασκικά
es: Vasco, euskera
eu: Euskara
gl: Vasco
nl: Baskisch
pl: Baskijski
pt: Basco
ru: Баскский
tr: Bask dili
zh_cn: 巴斯克语
zh_tw: 巴斯克語

source: Persian
ca: Persa
ca_es@valencia: Persa
dz: པར་ཤི་ཡཱན
el: Περσικά
es: Persa
eu: Persiera
fr: Persan
gl: Persa
nl: Perzisch
pt: Persa
ru: Персидский
tr: Farsi
zh_cn: 波斯语
zh_tw: 波斯語

source: Finnish
ca: Suomi
ca_es@valencia: Finés
dz: ཕིན་ནིཤ
el: Φινλανδικά
es: Finlandés
eu: Finlandiera
fr: Finnois
gl: Finés
nl: Fins
pl: Fiński
pt: Finlandês
ru: Финский
tr: Fince
zh_cn: 芬兰语
zh_tw: 芬蘭語

source: Fijian; Fiji
ca_es@valencia: Fijià; Fiji
dz: ཕི་ཇི་་ཡཱན; ཕི་ཇི
el: Φίτζιαν - Φίτζι
es: Fijiano
eu: Fijiera; Fiji
gl: Fidxiano; fidxi
nl: Fiji
pt: Fijiano
ru: Фиджийский; Фиджи
tr: Fiji Dili
zh_cn: 斐济语
zh_tw: 斐濟語

source: Faroese
ca: Feroès
ca_es@valencia: Feroés
dz: ཕེ་རོ་སི
el: Φεροέζικα
es: Feroés
eu: Faroera
gl: Feroés
pt: Feroês
ru: Фарерский
tr: Farsi
zh_cn: 法罗语
zh_tw: 法羅語

source: French
ca: Francès
ca_es@valencia: Francés
dz: ཕིརེནཆི
el: Γαλλικά
es: Francés
eu: Frantsesa
fr: Français
gl: Francés
nl: Frans
pl: Francuski
pt: Francês
ru: Французский
tr: Fransızca
zh_cn: 法语
zh_tw: 法語

source: Frisian
ca: Frisi
ca_es@valencia: Frisó
dz: ཕིརི་སི་ཡན
es: Frisio
eu: Frisiera
fr: Frison
gl: Frisón
nl: Fries
pt: Frisiano
ru: Фриза
tr: Frizce
zh_cn: 弗里西亚语
zh_tw: 弗里西亞語

source: Irish
ca: Gaèlic irlandès
ca_es@valencia: Gaèlic irlandés
dz: ཨའི་རིཤ
el: Ιρλανδικά
es: Irlandés
eu: Irlandera
fr: Gaelique irlandais
gl: Irlandés
nl: Iers
pl: Irlandzki
pt: Irlandês
ru: Ирландский
tr: İrlandaca
zh_cn: 爱尔兰语
zh_tw: 愛爾蘭語

source: Scots; Gaelic
ca: Gaèlic escocès
ca_es@valencia: Gaèlic (escocés)
dz: སིཀོཊིསི་; གེ་ལིཀ
el: Σκωτσέζικα, Γαελικά
es: Escocés; Gaélico
eu: Eskoziera; Gaelikoa
fr: Gaelique écossais
gl: Gaélico escocés
nl: Schots
pl: Szkocki
pt: Gaélico escocês
ru: Шотландский; Гэльский
tr: İskoçlar; Galce
zh_cn: 苏格兰盖尔语
zh_tw: 蘇格蘭蓋爾語

source: Gallegan; Galician
ca: Gallec
ca_es@valencia: Gallec
dz: གེ་ལི་གཱན; གེ་ལི་ཤི་ཡཱན
el: Γαλικικά
es: Gallego
eu: Galiziera
fr: Gallegan; Galicien
gl: Galego
nl: Gallicisch
pt: Galego
ru: Галисийский
tr: Gallegan; Galiçyaca
zh_cn: 加利西亚语
zh_tw: 加利西亞語

source: Guarani
ca_es@valencia: Guaraní
dz: གའུ་ར་ནི
el: Γκουαρανί
es: Guaraní
eu: Guaraniera
gl: Guaraní
ru: Гуарани
tr: Guarani dili
zh_cn: 瓜拉尼语
zh_tw: 瓜拉尼語

source: Hebrew (formerly iw)
ca: Hebreu (iw)
ca_es@valencia: Hebreu (anteriorment iw)
dz: ཧེབ་བིརིའུ
el: Εβραϊκά
es: Hebreo (antes iw)
eu: Hebreera (antzina iw)
fr: Hébreu
gl: Hebreo (antigamente iw)
nl: Hebreeuws
pt: Hebraico
ru: Иврит (прежде iw)
tr: İbranice
zh_cn: 希伯来语
zh_tw: 希伯來語

source: Croatian
ca: Croat
ca_es@valencia: Croat
dz: ཀོརོ་ཤི་ཡཱན
el: Κροατικά
es: Croata
eu: Kroaziera
fr: Croate
gl: Croata
nl: Kroatisch
pl: Chorwacki
pt: Croata
ru: Хорватский
tr: Hırvatça
zh_cn: 克罗地亚语
zh_tw: 克羅埃西亞語

source: Hungarian
ca: Hongarès
ca_es@valencia: Hongarés
dz: ཧང་ག་རི་ཡཱན
el: Ουγγρικά
es: Húngaro
eu: Hungariera
fr: Hongrois
gl: Húngaro
nl: Hongaars
pl: Węgierski
pt: Húngaro
ru: Венгерский
tr: Macarca
zh_cn: 匈牙利语
zh_tw: 匈牙利語

source: Armenian
ca: Armeni
ca_es@valencia: Armeni
dz: ཨར་མི་ནི་ཡཱན
el: Αρμενικά
es: Armenio
eu: Armeniera
fr: Arménien
gl: Armenio
nl: Armeens
pl: Armeński
pt: Arménio
ru: Армянский
tr: Ermenice
zh_cn: 亚美尼亚语
zh_tw: 亞美尼亞語

source: Indonesian (formerly in)
ca: Indonesi (in)
ca_es@valencia: Indonesi (anteriorment in)
dz: ཡིད་དིཤ
el: Ινδονησιακά
es: Indonesio (antes in)
eu: Indonesiera (antzina in)
fr: Indonésien
gl: Indonesio (antigamente in)
nl: Indonesisch
pl: Indonezyjski
pt: Indonésio (Bahasa)
ru: Индонезийский (прежде in)
tr: Endonezyaca (eskiden)
zh_cn: 印尼语
zh_tw: 印尼語

source: Interlingue
ca_es@valencia: Interlingue o occidental
el: Ιντερλίγκουε
es: Interlingua
eu: Interlinguea
gl: Interlingüe
nl: Interlingua
ru: Интерлинге
zh_cn: 国际语
zh_tw: 國際語

source: Icelandic
ca: Islandès
ca_es@valencia: Islandés
dz: ཨའིསི་ལེན་ཌིཀ
el: Ισλανδικά
es: Islandés
eu: Islandiera
gl: Islandés
nl: Ijslands
pl: Islandzki
pt: Islandês
ru: Исландский
tr: İzlandaca
zh_cn: 冰岛语
zh_tw: 冰島語

source: Italian
ca: Italià
ca_es@valencia: Italià
dz: ཨི་ཊ་ལི་ཡཱན
el: Ιταλικά
es: Italiano
eu: Italiera
fr: Italien
gl: Italiano
it: Italiano
nl: Italiaans
pl: Włoski
pt: Italiano
ru: Итальянский
tr: İtalyanca
zh_cn: 意大利语
zh_tw: 義大利語

source: Japanese
ca: Japonès
ca_es@valencia: Japonés
dz: ཇ་པ་ནིསི
el: Ιαπωνικά
es: Japonés
eu: Japoniera
fr: Japonais
gl: Xaponés
nl: Japans
pl: Japoński
pt: Japonês
ru: Японский
tr: Japonca
zh_cn: 日语
zh_tw: 日語

source: Javanese
ca: Javanès
ca_es@valencia: Javanés
dz: ཇ་བ་ནིསི
el: Ιαβανικά
es: Javanés
eu: Javanera
fr: Javanais
gl: Xavanés
nl: Javaans
pl: Jawajski
pt: Javanês
ru: Яванский
tr: Kavaça
zh_cn: 爪哇语
zh_tw: 爪哇語

source: Georgian
ca: Georgià
ca_es@valencia: Georgià
dz: ཇིའོར་ཇི་ཡཱན
el: Γεωργιανικά
es: Georgiano
eu: Georgiera
fr: Georgien
gl: Xeorxiano
nl: Georgisch
pl: Gruziński
pt: Georgiano
ru: Грузинский
tr: Gürcü Dili
zh_cn: 格鲁吉亚语
zh_tw: 格魯吉亞語

source: Kazakh
dz: ཀ་ཛཀ
el: Καζάχικα
es: Kazako
eu: Kazakhera
gl: Casaco
nl: Kazaks
pt: Cazaque
ru: Казахский
tr: Kazakça
zh_cn: 哈萨克 语
zh_tw: 哈薩克語

source: Kalaallisut; Greenlandic
ca: Grenlandès
ca_es@valencia: Grenlandés
dz: གིརིན་ལེན་ཌིཀ
el: Γροιλανδικά
es: Groenlandés
eu: Kalaallisuta; Groenlandiera
gl: Kalaallisut; groenlandés
nl: Kalaallisut; Groenlands
pt: Kalaallisut; Groenlandês
ru: Гренландский
zh_cn: 格陵兰语
zh_tw: 格陵蘭語

source: Khmer; Cambodian
ca: Khmer; Cambotjà
ca_es@valencia: Khmer
dz: ཁེ་མར: ཀམ་བོ་ཌི་ཡན
el: Χμερ; Καμποτζιανά
es: Khmer; camboyano
eu: Khmer; Kanbodiera
fr: Khmer; Cambodgien
gl: Khmer; Camboxano
nl: Khmer; Cambodiaans
pt: Khmer; Cambojano
ru: Кхмерский; Камбоджийский
tr: Kmer; Kamboçya Dili
zh_cn: 柬埔语
zh_tw: 柬埔寨語

source: Korean
ca: Coreà
ca_es@valencia: Coreà
dz: ཀོ་རི་ཡཱན
el: Κορεατικά
es: Coreano
eu: Koreera
fr: Coréen
gl: Coreano
nl: Koreaans
pl: Koreański
pt: Coreano
ru: Корейский
tr: Korece
zh_cn: 韩国语
zh_tw: 韓國語

source: Kashmiri
ca: Caixmiri
ca_es@valencia: Caixmiri
dz: ཀཤ་མི་རི
el: Κασμίρι
es: Kachemir
eu: Kaxmirera
gl: Caxemir
pt: Caxemira
ru: Кашмирский
tr: Keşmir Dili
zh_cn: 克什米尔语
zh_tw: 克什米爾語

source: Kurdish
ca: Kurd
ca_es@valencia: Kurd
dz: ཀར་ཌིཤ
el: Κουρδικά
es: Kurdo
eu: Kurduera
fr: Kurde
gl: Kurdo
nl: Koerdisch
pt: Curdo
ru: Курдский
tr: Kürtçe
zh_cn: 库尔德语
zh_tw: 函式庫爾德語

source: Kirghiz
ca: Kirguís
ca_es@valencia: Kirguís
el: Κιργιζικά
es: Kirguiz
eu: Kirgizera
fr: Kirghize
gl: Kirguiz
nl: Kirghisch
pt: Quirguiz
ru: Киргизский
tr: Kırgızca
zh_cn: 吉尔吉斯语
zh_tw: 吉爾吉斯語

source: Latin
ca: Llatí
ca_es@valencia: Llatí
dz: ལེ་ཊིན
el: Λατινικά
es: Latín
eu: Latina
gl: Latín
nl: Latijn
pt: Latim
ru: Латынь
tr: Latince
zh_cn: 拉丁语
zh_tw: 拉丁語

source: Letzeburgesch
ca: Luxemburguès
ca_es@valencia: Luxemburgués
el: Λουξεμβουργιανά
es: Luxemburgués
eu: Luxenburgera
gl: Luxemburgués
nl: Luxemburgs
pt: Luxemburguês
ru: Люксембургский
tr: Lüksemburgca
zh_cn: 立陶宛语
zh_tw: 立陶宛語

source: Lao; Laotian
ca: Laosià
ca_es@valencia: Laosià
dz: ལའོ; ལའོ་ཊིའན
es: Laosiano
eu: Laosera
fr: Lao; Laotien
gl: Laosiano
nl: Laotiaans
pt: Laociano
ru: Лаосский
tr: Laosça
zh_cn: 老挝语
zh_tw: 老撾語

source: Lithuanian
ca: Lituà
ca_es@valencia: Lituà
dz: ལི་ཐུ་འ་ནི་ཡཱན
el: Λιθουανικά
es: Lituano
eu: Lituaniera
fr: Lituanien
gl: Lituano
nl: Litouws
pl: Litewski
pt: Lituano
ru: Литовский
tr: Litvanya Dili
zh_cn: 立陶宛语
zh_tw: 立陶宛語

source: Latvian; Lettish
ca: Letó
ca_es@valencia: Letó
dz: ལེཊི་བི་ཡཱན; ལེ་ཊིཤ
el: Λετονικά
es: Letón
eu: Letoniera
fr: Latvian; Letton
gl: Letón
nl: Lets
pl: Łotewski
pt: Letão
ru: Латышский
tr: Letonca
zh_cn: 拉脱维亚语
zh_tw: 拉脫維亞語

source: Malagasy
ca: Malgaix
ca_es@valencia: Malgaix
dz: མ་ལ་ག་སེ
el: Μαλαγασιανά
es: Malagasi
eu: Malaysiera
fr: Malgache
gl: Malgaxe
nl: Masikoro-Malagasi
pt: Malgaxe
ru: Малагасийский
tr: Madagaskarca
zh_cn: 马达加斯加语
zh_tw: 馬達加斯加語

source: Maori
dz: མའོ་རི
el: Μαορί
es: Maorí
eu: Maoriera
gl: Maorí
ru: Маори
tr: Avustronezya dili
zh_cn: 毛利语
zh_tw: 毛利語

source: Macedonian
ca: Macedoni
ca_es@valencia: Macedònic
dz: མེ་སི་ཌོ་ནི་ཡཱན
el: Μακεδονικά
es: Macedonio
eu: Mazedoniera
fr: Macédonien
gl: Macedonio
nl: Macedonisch
pl: Macedoński
pt: Macedónio
ru: Македонский
tr: Makedonca
zh_cn: 马其顿语
zh_tw: 馬其頓語

source: Mongolian
ca: Mongol
ca_es@valencia: Mongol
dz: མོང་གོ་ལི་ཡཱན
el: Μογγολικά
es: Mongol
eu: Mongoliera
fr: Mongolien
gl: Mongol
nl: Mongools
pl: Mongolski
pt: Mongol
ru: Монгольский
tr: Moğolca
zh_cn: 蒙古文
zh_tw: 蒙古文

source: Moldavian
ca: Moldau
ca_es@valencia: Moldau
dz: མོལ་ཌ་བི་ཡན
el: Μολδαβικά
es: Moldavo
eu: Moldaviera
fr: Moldave
gl: Moldovo
nl: Moldavisch
pl: Mołdawski
pt: Moldavo
ru: Молдавский
tr: Moldovyaca
zh_cn: 摩尔多瓦语
zh_tw: 摩爾多瓦語

source: Malay
ca_es@valencia: Malai
dz: མ་ལེ
el: Μαλαισιανά
es: Malayo
eu: Malabarera
fr: Malaisien
gl: Malaio
nl: Maleis
pt: Malaio
ru: Малайский
tr: Malayca
zh_cn: 马来语
zh_tw: 馬來語

source: Maltese
ca: Maltès
ca_es@valencia: Maltés
dz: མཱལ་ཊི་སི
el: Μαλτεζιανά
es: Maltés
eu: Maltera
fr: Maltais
gl: Maltés
nl: Maltees
pl: Maltański
pt: Maltês
ru: Мальтийский
tr: Maltaca
zh_cn: 马尔他语
zh_tw: 馬爾它語

source: Burmese
ca: Birmà
ca_es@valencia: Birmà
dz: བར་མིས
es: Birmano
eu: Birmaniera
gl: Birmano
nl: Burmees
pl: Birmański
pt: Birmanês
ru: Бирманский
tr: Birmanyaca
zh_cn: 缅甸语
zh_tw: 緬甸語

source: Norwegian Bokmål
ca: Noruec Bokmål
ca_es@valencia: Noruec bokmål
dz: ནོར་ཝེ་ཇི་ཡཱན བོག་མཱལ
el: Νορβηγικά Bokmål
es: Noruego Bokmål
fr: Bokmal Norvégien
gl: Noruegués bokmål
nl: Noorse Bokmål
pt: Norueguês Bokmål
ru: Норвежский Bokmål
tr: Norveççe
zh_cn: 挪威语
zh_tw: 挪威語

source: Ndebele,North
ca: Ndebele, Nord
ca_es@valencia: Ndebele septentrional
dz: དི་བི་ལི་ ནུབ
el: Ndebele,Βόρεια
es: Ndebele, del norte
eu: Ndebelera, Iparra
fr: Ndebele du Nord
gl: Ndebele, Norte
pl: Ndebele, Północne
pt: Ndebele do Norte
ru: Ндебеле,Север
tr: Nguni dili
zh_cn: 北恩德贝勒
zh_tw: Ndebele語，北部

source: Nepali
ca: Nepalí
ca_es@valencia: Nepalés
dz: ནེ་པཱ་ལི
es: Nepalí
eu: Nepalera
fr: Népalais
gl: Nepalés
nl: Nepalees
pl: Nepalski
pt: Nepalês
ru: Непальский
tr: Nepalce
zh_cn: 尼泊尔语
zh_tw: 尼泊爾語

source: Dutch
ca: Neerlandès
ca_es@valencia: Neerlandés
dz: ཌཆ
el: Ολλανδικά
es: Holandés
eu: Nederlandera
fr: Hollandais
gl: Holandés
nl: Nederlands
pl: Holenderski
pt: Neerlandês
ru: Нидерландский
tr: Hollandaca
zh_cn: 荷兰语
zh_tw: 荷蘭語

source: Norwegian Nynorsk
ca: Noruec Nynorsk
ca_es@valencia: Noruec nynorsk
dz: ནོར་ཝེ་ཇི་ཡཱན ནི་ནོརསིཀ
el: Νορβηγικά Nynorsk
es: Noruego Nynorsk
eu: Norvegiera, Nynorsk
fr: Nynorsk Norvégien
gl: Noruegués nynorsk
nl: Noors Nynorsk
pl: Norweski Nynorsk
pt: Norueguês Nynorsk
ru: Норвежский Nynorsk
tr: Yeni Norveççe
zh_cn: 新挪威语
zh_tw: 新挪威語

source: Norwegian
ca: Noruec
ca_es@valencia: Noruec
dz: ནོར་ཝེ་ཇི་ཡཱན
el: Νορβηγικά
es: Noruego
eu: Norvegiera
fr: Norvégien
gl: Noruegués
nl: Noors
pl: Norweski
pt: Norueguês
ru: Норвежский
tr: Norveççe
zh_cn: 挪威语
zh_tw: 挪威語

source: Ndebele,South
ca: Ndebele, Sud
ca_es@valencia: Ndebele meridional
dz: དི་བི་ལི་ ལྷོ
el: Ndebele,Νότια
es: Ndebele, del sur
eu: Ndebelera, Hegoa
fr: Ndebele du Sud
gl: Ndebele, Sur
pl: Ndebele, Południowe
pt: Ndebele do Sul
ru: Ндебеле,Юг
tr: Nguni Dili
zh_cn: 南恩德贝勒
zh_tw: Ndebele語，南部

source: Occitan; Provençal
ca: Occità; Provençal
ca_es@valencia: Occità
el: Οξιτανικά; Provençal
es: Occitano; provenzal
gl: Occitano; provenzal
nl: Occitaans; Provencaals
pt: Occitano; Provençal
ru: Провансальский
tr: Oksitanca
zh_cn: 奥克西唐语
zh_tw: 奧克西唐語

source: Ossetian; Ossetic
ca: Osseti; Ossetic
ca_es@valencia: Osseta
el: Οσετικά
es: Osetio; osético
eu: Osetiera
fr: Ossète
gl: Ossetio; oseto
nl: Ossetisch
pt: Osseto
ru: Осетинский
tr: Osetçe; Oset
zh_cn: 奥塞梯语
zh_tw: 奧塞梯語

source: Polish
ca: Polonès
ca_es@valencia: Polonés
dz: པོ་ལིཤ
el: Πολωνικά
es: Polaco
eu: Poloniera
fr: Polonais
gl: Polaco
nl: Pools
pl: Polski
pt: Polaco
ru: Польский
tr: Lehçe
zh_cn: 波兰语
zh_tw: 波蘭語

source: Portuguese
ca: Portuguès
ca_es@valencia: Portugués
dz: པོར་ཊུ་གིསི
el: Πορτογαλλικά
es: Portugués
eu: Portugesa
fr: Portugais
gl: Portugués
nl: Portugees
pl: Portugalski
pt: Português
ru: Португальский
tr: Portekizce
zh_cn: 葡萄牙语
zh_tw: 葡萄牙語

source: Rhaeto-Romance
ca: Rètic
ca_es@valencia: Retoromànic
el: Rhaeto-Ρομανικά
es: Reto-romanche
eu: Erretorromaniera
gl: Retorrománico
nl: Rhetoromaans
pt: Rético
ru: Ретороманский
tr: Romansça
zh_cn: 利托—罗曼语
zh_tw: 利託—羅曼語

source: Romanian
ca: Romanès
ca_es@valencia: Romanés
dz: རོ་མ་ནི་ཡཱན
el: Ρουμανικά
es: Rumano
eu: Errumaniera
fr: Roumain
gl: Romanés
nl: Roemeens
pl: Rumuński
pt: Romeno
ru: Румынский
tr: Rumence
zh_cn: 罗马尼亚语
zh_tw: 羅馬尼亞語

source: Russian
ca: Rus
ca_es@valencia: Rus
dz: ར་ཤི་ཡཱན
el: Ρωσικά
es: Ruso
eu: Errusiera
fr: Russe
gl: Ruso
nl: Russisch
pl: Rosyjski
pt: Russo
ru: Русский
tr: Rusça
zh_cn: 俄语
zh_tw: 俄語

source: Sanskrit
ca: Sànscrit
ca_es@valencia: Sànscrit
el: Σανσκριτικά
es: Sánscrito
eu: Sanskritoa
fr: Sanscrit
gl: Sánscrito
nl: Sanskriet
pt: Sânscrito
ru: Санскрит
tr: Sanskritçe
zh_cn: 梵语
zh_tw: 梵語

source: Sardinian
ca: Sard
ca_es@valencia: Sard
dz: སར་དི་ནི་ཡཱན
el: Σαρδινικά
es: Sardo
eu: Sardiniera
fr: Sarde
gl: Sardo
nl: Sardinisch
pt: Sardo
ru: Сардинский
tr: Sardinyaca
zh_cn: 萨丁语
zh_tw: 薩丁語

source: Northern Sami
ca: Sami del Nort
ca_es@valencia: Sami septentrional
el: Βόρεια Sami
es: Sami del Norte
eu: Sami Iparra
fr: Sami du Nord
gl: Saami do Norte
nl: Noordelijk Sami
pt: Sami setentrional
ru: Северный саамский
tr: Kuzey Sami dili
zh_cn: 萨摩亚语
zh_tw: 薩摩亞語

source: Sinhalese
ca: Singalès
ca_es@valencia: Singalés
es: Sinhalés
eu: Sinhala
nl: Singalees
pt: Cingalês
ru: Сингальский
tr: Sinhalese dili
zh_cn: 僧伽罗语
zh_tw: 僧伽羅語

source: Slovak
ca: Eslovac
ca_es@valencia: Eslovac
dz: སོལོ་བཱཀ
el: Σλοβακικά
es: Eslovaco
eu: Eslovakiera
fr: Slovaque
gl: Eslovaco
nl: Slovaaks
pl: Słowacki
pt: Eslovaco
ru: Словацкий
tr: Slovakça
zh_cn: 斯洛伐克语
zh_tw: 斯洛伐克語

source: Slovenian
ca: Eslovè
ca_es@valencia: Eslové
dz: སོལོ་བི་ནི་ཡཱན
el: Σλοβενικά
es: Eslovenio
eu: Esloveniera
fr: Slovène
gl: Esloveno
nl: Sloveens
pl: Słoweński
pt: Esloveno
ru: Словенский
tr: Slovence
zh_cn: 斯洛文尼亚语
zh_tw: 斯洛文尼亞語

source: Samoan
ca: Samoà
ca_es@valencia: Samoà
es: Samoano
eu: Samoera
gl: Samoano
nl: Samoaans
pt: Samoano
ru: Самоанский
tr: Samoaca
zh_cn: 萨摩亚语
zh_tw: 薩摩亞語

source: Somali
dz: སོ་མ་ལི་ཡ
el: Σομαλικά
es: Somalí
eu: Somaliera
fr: Somalien
gl: Somalí
nl: Somalisch
ru: Сомали
tr: Somali Dili
zh_cn: 索马里语
zh_tw: 索馬利亞語

source: Albanian
ca: Albanès
ca_es@valencia: Albanés
el: Αλβανικά
es: Albanés
eu: Albaniera
fr: Albanais
gl: Albanés
nl: Albanees
pl: Albański
pt: Albanês
ru: Албанский
tr: Arnavutça
zh_cn: 阿尔巴尼亚语
zh_tw: 阿爾巴尼亞語

source: Serbian
ca: Serbi
ca_es@valencia: Serbi
el: Σερβικά
es: Serbio
eu: Serbiera
fr: Serbe
gl: Serbio
nl: Servisch
pl: Serbski
pt: Sérvio
ru: Сербский
tr: Sırpça
zh_cn: 塞尔维亚语
zh_tw: 塞爾維亞語

source: Sesotho; Sotho,Southern
ca: Sesotho; Sotho; del sud
ca_es@valencia: Sotho meridional
es: Sesotho; sotho del sur
eu: Sothoera, Hegoa
fr: Sesotho; Sotho du Sud
gl: Sesotho; sotho do sur
pl: Sesotho; Sotho,Southern - RPA
pt: Sessoto,Soto do Sul
ru: Сесото; Сото,Южный
tr: Güney setocası
zh_cn: 塞索托语;索托语，南

source: Sundanese
ca_es@valencia: Sundanés
el: Σουδανέζικα
es: Sundanés
eu: Sundanera
gl: Sudanés
nl: Sundanees
pl: Sundajski
pt: Sundanês
ru: Судан
tr: Sunda Dili
zh_cn: 巽他语
zh_tw: 巽他語

source: Swedish
ca: Suec
ca_es@valencia: Suec
dz: སུའི་ཌིཤི
el: Σουηδικά
es: Sueco
eu: Suediera
fr: Suédois
gl: Sueco
nl: Zweeds
pl: Szwedzki
pt: Sueco
ru: Шведский
tr: İsveççe
zh_cn: 瑞典语
zh_tw: 瑞典語

source: Tajik
ca: Tadjik
ca_es@valencia: Tadjik
dz: ཏ་ཇི་ཀིས
el: Τατζικικά
es: Tayik
eu: Tajikera
nl: Tadjieks
pt: Tajique
ru: Таджикский
tr: Tacikc
zh_cn: 塔吉克语
zh_tw: 塔吉克語

source: Thai
ca: Tailandès
dz: ཐཱའི
el: Ταϋλανδέζικα
es: Tailandés
eu: Thailandiera
gl: Tailandés
nl: Thais
pl: Thaiski
pt: Tailandês
ru: Тайский
tr: Taice
zh_cn: 泰国语
zh_tw: 泰國語

source: Turkmen
ca: Turcman
ca_es@valencia: Turcman
dz: ཊརཀ་མེན
el: Τουρκμενικά
es: Turquimano
eu: Turkmenera
fr: Turcmène
gl: Turkmeno
nl: Turkmeens
pt: Turcomeno
ru: Туркменский
tr: Türkmence
zh_cn: 土库曼语
zh_tw: 土函式庫曼語

source: Tagalog
ca: Tagal
ca_es@valencia: Tagàlog
dz: ཏ་ག་ལོག
es: Tagalo
eu: Tagaloa
gl: Tagalo
nl: Indonesisch
ru: Тагальский
tr: Tagalogca
zh_cn: 塔加拉族语
zh_tw: 塔加拉族語

source: Tswana; Setswana
ca_es@valencia: Tswana
es: Etswana; esetswana
eu: Tswanera; Setswanera
pt: Tsuana
ru: Сетсвана
tr: Setswana Dili
zh_cn: 茨瓦纳语
zh_tw: 茨瓦納語

source: Tongan
ca: Tongalès
ca_es@valencia: Tongalés
dz: ཊོང་གན
es: Tonganés
eu: Tongera
gl: Tongano
it: Tonga
nl: Tongaans
pt: Tonganês
ru: Тонга
tr: Tongaca
zh_cn: 汤加语
zh_tw: 東加語

source: Turkish
ca: Turc
ca_es@valencia: Turc
dz: ཊར་ཀིཤ
el: Τουρκικά
es: Turco
eu: Turkiera
fr: Turc
gl: Turco
nl: Turks
pl: Turecki
pt: Turco
ru: Турецкий
tr: Türkçe
zh_cn: 土耳其语
zh_tw: 土耳其語

source: Tahitian
ca: Tahitià
ca_es@valencia: Tahitià
dz: ཏ་ཧི་ཏི་ཡཱན
el: Ταϊτιανά
es: Tahitiano
eu: Tahitiera
fr: Tahitien
gl: Tahitiano
nl: Tahitisch
pt: Taitiano
ru: Таитянский
tr: Tahiti Dili
zh_cn: 塔西提语
zh_tw: 塔西提語

source: Ukrainian
ca: Ucraïnès
ca_es@valencia: Ucraïnés
dz: ཡུཀ་རའི་ནི་ཡཱན
el: Ουκρανικά
es: Ucraniano
eu: Ukraniera
fr: Ukrainien
gl: Ucraíno
nl: Oekraiens
pt: Ucraniano
ru: Украинский
tr: Ukraynaca
zh_cn: 乌克兰语
zh_tw: 烏克蘭語

source: Urdu
ca: Urdú
ca_es@valencia: Urdú
dz: ཨུར་དུ
el: Ούρντου
es: Urdú
eu: Urdua
gl: Urdú
ru: Урду
tr: Urduca
zh_cn: 晤鲁都语
zh_tw: 晤魯都語

source: Uzbek
dz: ཨུཛ་བེཀ
el: Ουζμπεκικά
es: Uzbeco
eu: Uzbekera
fr: Ouzbèque
gl: Uzbeko
nl: Oezbeeks
pt: Uzbeque
ru: Узбекский
tr: Özbekçe
zh_cn: 乌兹别克语
zh_tw: 烏茲別克語
