Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Teachers should keep the following in mind when using this iDevice: <ol><li>Think about the number of different types of activity planned for your resource that will be visually signalled in the content. Avoid using too many different types or classification of activities otherwise learner may become confused. Usually three or four different types are more than adequate for a teaching resource.</li><li>From a visual design perspective, avoid having two iDevices immediately following each other without any text in between. If this is required, rather collapse two questions or events into one iDevice. </li><li>Think about activities where the perceived benefit of doing the activity outweighs the time and effort it will take to complete the activity. </li></ol>
ca: p>Els professors haurien de tenir en ment el següent mentre empren aquest iDevice:</p><ol> <li> Pensa en planejar un nombre diferent d'activitats per fer el contingut visualment atractiu. Utilitzar massa diferents tipus d'activitats pot confondre a l'estudiant. Normalment tres o quatre tipus diferents són adequats per aprendre un recurs.</li> <li> Des d'una perspectiva de disseny visual eviteu tenir dos iDevices seguits immediatament sense text entre mig. Si us cal això ajunteu dos qüestions dins el mateix iDevice </li> <li>Penseu en activitats que siguen percebudes com atractives i beneficioses , tant com per invertir temps i esforç en completar-les.</li></ol>
ca_es@valencia: És recomanable que el professorat tinga present el següent quan utilitze aquest iDevice: <ol><li>Penseu en diferents tipus d'activitats que facen el contingut visualment atractiu. Utilitzar massa tipus diferents d'activitats pot confondre l'alumnat; normalment tres o quatre tipus diferents són suficients per a un recurs d'aprenentatge. </li><li> Des d'una perspectiva de disseny visual, eviteu tindre dos iDevices un a continuació de l'altre sense cap text que els separe. Si calen dos iDevices ajunteu dos qüestions dins el mateix iDevice. </li><li>Penseu en activitats que siguen percebudes com a atractives i beneficioses, de manera que pague la pena invertir temps i esforç a completar-les.</li></ol>
el: Οι δάσκαλοι πρέπει να λάβουν υπόψη τα εξής κατά τη χρήση αυτού του η-Σύνεργου: <ol><li>Σκεφτείτε τον αριθμό των διαφορετικών τύπων δραστηριοτήτων που προγραμματίσατε και ο οποίος θα επισημανθεί οπτικά στο περιεχόμενο. Αποφύγετε πάρα πολλούς διαφορετικούς τύπους ταξινόμησης των δραστηριοτήτων, ειδάλλως ο μαθητής μπορεί να μπερδευτεί. Συνήθως τρεις ή τέσσερις διαφορετικοί τύποι είναι περισσότερο από επαρκείς για μια διδασκαλία.</li><li>Ως προϋπόθεση θετικής οπτικής σχεδίασης, αποφύγετε να έχετε δύο η-Σύνεργα το ένα κάτω από το άλλο χωρίς κείμενο ενδιάμεσα. Εάν αυτό απαιτείται, καλύτερα ενώστε δύο ερωτήσεις ή γεγονότα σε ένα η-Σύνεργο. </li><li>Σκεφτείτε δραστηριότητες, όπου το αντιληπτό όφελος εκπλήρωσής τους ξεπερνά το χρόνο και την προσπάθεια που χρειάζεται για να ολοκληρωθούν. </li></ol>
es: Los Profesores deben recordar lo siguiente cuando estén usando este iDevice<ol><li>Piense en la cantidad de diferentes tipos de actividades planificados como recurso los cuales serán señalado visualmente como contenido. Trate de no usar demasiados tipos de clasificación diferentes de actividades para que el estudiante no se confunda. Normalmente tres o cuatro tipos diferentes son más que suficientes para un recurso de aprendizaje.</li><li>Desde una perspectiva de diseño visual, trate no de no tener dos iDevices pegados sin texto entre ellos. Si esto es necesario, es mejor hacer los dos preguntas o eventos en otro iDevice.</li><li>Motive al estudiante a realizar la actividad haciéndole saber que resultará</li></ol>
eu: Irakasleek ohar hauek gogoan izan beharko lituzkete iDevice hau erabiltzean: <ol><li>Pentsatu zenbat ekintza mota erabili nahi dituzuen bisualki edukian. Ez erabili jarduera mota edo sailkapen gehiegi, ikasleentzat nahasgarria izan baitaiteke. Askotan, nahikoak dira hiruzpalau mota.</li><li>Diseinu bisualaren ikuspuntutik, saiatu bi iDevice elkarren ondoan ez jartzen, tartean testurik ez dutela. Beharrezkoa izanez gero, iDevice bakarrean sartu bi galdera edo ekintza.</li><li>Prestatzen dituzun jarduerei esker ikasleek lortutako onurak handiagoa izan behar du ekintza gauzatzeko emandako denborak eta ahaleginak baino. </li></ol>
fr: Les formateurs utilisant cet outil pédagogique doivent garder ce qui suit à l'esprit: </p> <ol><li> Pensez au nombre d'activités de différentes sortes que vous envisagez de créer à l'aide de votre ressource et qui seront visualisables au sein du même document. Évitez d'en créer de trop nombreuses à l'aide de la même ressource, ce qui pourrait entraîner des confusions chez les apprenants. En général, 3 ou 4 activités différentes sont un maximum à partir d'une même ressource pédagogique.</li> <li> D'un point de vue esthétique, évitez d'utiliser 2 outils pédagogiques à la suite sans un texte les séparant. Si nécessaire, il vaut mieux à l'aide du même outil ajouter une question ou un évènement supplémentaire.</li> <li> Pensez aux activités où le bénéfice que peut en retirer l'apprenant prime sur le temps et l'effort qu'il mettra à les réaliser.</li> </ol>
gl: O profesorado debe lembrar o seguinte cando estean a utilizar este iDevice: <ol><li>Pense na cantidade de tipos diferentes de actividades que poden ser indicadas visualmente como contido. Tente non utilizar moitos tipos diferentes de clasificacións de actividades para non confundir ao alumnado. Normalmente tres ou catro tipos diferentes son máis que suficientes para un recurso de ensinanza.</li><li>Desde unha perspectiva de deseño visual, tente non poñer os iDevices xuntos sen texto no medio. Se pensa que é necesario, una dúas preguntas ou eventos nun iDevice. </li><li>Pense actividades nas que o beneficio de completalas supere ao custo en tempo e esforzo de levalas a cabo. </li></ol>
it: Gli insegnanti dovrebbero tenere a mente le seguenti informazioni quando usano gli iDevice: </p><ol><li>Pensare al numero di differenti tipi di attività pianificate per le risorse che saranno segnalate in modo visuale nel contenuto. Non utilizzare un numero elevato di tipi o attività di classificazione differenti altrimenti lo studente si potrebbe confondere. Normalmente tre o quattro tipi diversi sono più che adeguati per una risorsa di insegnamento.</li><li>Da una prospettiva di progettazione visuale, evitare due iDevice consecutivi senza testo fra di essi. Se questo è proprio necessario, riunire due domande o eventi in un solo iDevice. </li><li>Pensare alle attività in modo tale che il beneficio percepito superi il tempo e lo sforzo che sarà necessario per svolgerla. </li></ol>
nl: Als u dit iDevice gebruikt, hou dan rekening met volgende overwegingen: <ol><li>1. Beperk het aantal verschillende soorten van activiteiten dat in het materiaal op een visuele manier wordt aangegeven. Meestal volstaan drie of vier verschillende types.</li><li>2. Uit visueel oogpunt bekeken is het beter niet twee iDevices onmiddellijk na elkaar te zetten die niet gescheiden zijn door tekst. Als dat het geval is, plaats dan twee vragen of activiteiten in eenzelfde iDevice</li><li>3.Ontwerp activiteiten waarvan het nut opweegt tegen de tijd en moeite die het kost om ze tot een goed einde te brengen. </li></ol>
pl: Podczas korzystania z tego iObiektu nauczyciel powinni zwrócić uwagę na: <ol><li> Ilość różnych typów aktywności planowanych w lekcji jako widoczne wizualnie. Unikaj używania zbyt wielu różnych typów aktywności lub ich klasyfikacji zajęć, aby nie wprowadzać ucznia w błąd. Zazwyczaj trzy lub cztery różne typy są więcej niż wystarczające dla zasobów dydaktycznych.</li><li> Z perspektywy projektowania graficznego należy unikać sytuacji kiedy dwa identyczne obiekty następują po sobie bez rozdzielenia ich tekstem. Jeśli jest to niezbędne użyj do tego jednego obiektu.</li><li> Używaj takich pól aktywności, gdzie pożytek wynikający ze spostrzeżeń w trakcie rozwiązania zadania przewyższa czas i wysiłek potrzebny do ukończenia.</li></ol>
pt: <p>O professorado deve lembrar-se do seguinte quando utilizar este iDevice: </p><ol><li>Pense acerca dos diferentes tipos de atividades planeadas para o seu recurso que vão ser visualizadas. Evite usar um grande número de atividades diferentes, pois isto pode fazer com que os estudantes fiquem confusos. Normalmente, três ou quatro tipos diferentes de atividades são mais do que suficiente para um recurso de ensino.</li><li> Do ponto de vista do design visual, evite ter dois iDevices seguidos sem qualquer texto entre eles. Se precisar de o fazer, prefira unir duas questões ou eventos num único iDevice. </li><li> Pense em atividades em que o estudante sinta que o benefício de realizar a atividade é maior do que o tempo e o esforço de que precisa para realizar a atividade. </li></ol>
ru: Учителя должны иметь в виду следующее: при использовании этого iDevice: <ol><li>Подумайте о количестве различных видов деятельности, планируемой для вашего ресурса, которые будут визуально сигнализированы в содержимом. Не используйте слишком много различных типов или классификации видов деятельности, в противном случае учащийся может запутаться. Обычно три или четыре различных типа являются более чем достаточным для учебного ресурса.</li><li> С визуальной точки зрения дизайна, избежать появления двух iDevice'ов, немедленно следующих друг за другом без какого-либо текста между ними. Если это требуется, лучше свернуть два вопроса или события в один iDevice. </li><li> Подумайте о деятельности, где предполагаемые выгоды ведения деятельности перевешивают время и усилия, что потребуются для завершения деятельности. </li></ol>
tr: Öğretmenler bu iDeviceı kullanırken aşağıdakileri akılda tutmalıdır: <ol><li>İçerikte görsel olarak işaretlenecek olan kaynağınız için planlanan farklı etkinlik türlerinin sayısını düşünün. Çok fazla farklı aktivite türü veya sınıflandırması kullanmaktan kaçının, aksi takdirde öğrencinin kafası karışabilir. Genellikle üç veya dört farklı tür, bir öğretim kaynağı için fazlasıyla yeterlidir.</li><li>Görsel tasarım açısından, aralarında herhangi bir metin olmadan iki iDeviceın birbirini takip etmesinden kaçının. Bu zorunluysa, iki soruyu veya olayı tek bir iDevice içine daraltın. </li><li> Aktiviteyi yapmanın algılanan faydasının, aktiviteyi tamamlamak için harcayacağı zaman ve çabadan daha ağır bastığı faaliyetler hakkında düşünün. </li></ol>
zh_cn: <p>教师在使用此iDevice 模块时应牢记以下几点： </p><ol><li>考虑为资源计划的各种类型的活动的数量，这些活动将在内容中以视觉方式发出信号。避免使用太多不同类型或类别的活动，否则学习者可能会感到困惑。通常，三至四种不同的类型对于教学资源来说已经绰绰有余。</li><li>从视觉设计的角度来看，请避免两个iDevice模块直接相连，且中间没有任何文本。如果必须这样做，可以将两个问题或事件整合到一个iDevice 模块中。</li></ol>

source: Image Magnifier
ca: Lupa d'imatges
ca_es@valencia: Ampliador d'imatges
dz: གཟུགས་བརྙན་སྦོམ་བཟོ་ནི
el: Μεγεθυντής εικόνας
es: Lupa
eu: Irudiak handitzekoa
fr: Loupe
gl: Lupa
it: Ingranditore immagine
nl: Vergrootglas afbeeldingen
pl: Obraz z powiększaniem
pt: Ampliador de imagem
ru: Изображение лупы
tr: Resim Büyüteci
zh_cn: 图像放大器
zh_tw: 影像放大器

source: The image magnifier is a magnifying tool enabling learners to magnify the view of the image they have been given. Moving the magnifying glass over the image allows larger detail to be studied.
ca: La lupa permet ampliar la imatge que has obert. Movent la lupa sobre la imatge pots veure detalls per estudiar-los.
ca_es@valencia: La lupa permet a l'alumnat ampliar la mida de la imatge donada. Movent la lupa sobre la imatge es poden veure detalls per a estudiar-los.
el: Ο μεγεθυντικός φακός είναι ένα εργαλείο που επιτρέπει στους μαθητές να μεγεθύνουν μια εικόνα μετακινώντας τον σε διάφορα σημεία της, ώστε να μπορούν να μελετήσουν λεπτομέρειές της.
es: La lupa es una herramienta que agranda las imágenes permitiendo a los estudiantes ver de forma aumentada las imágenes que se les han dado. Moviendo la lupa sobre la imagen las imágenes pueden ser estudiadas con mayor detalle.
eu: Lupa irudiak handitzeko tresna da, ikasleek emandako irudiak handi ditzaten. Lupa irudien gainean mugitzean, irudiak zehaztasunez azter daitezke.
fr: L'outil "Loupe" est un outil d'agrandissement qui permet aux apprenants d'agrandir l'image sur laquelle ils travaillent. Le déplacement de la loupe sur l'image permet d'étudier les détails en les agrandissant.
gl: A lupa é unha ferramenta que permite ao alumnado agrandar a visualización da imaxe. Ao mover a lupa sobre a imaxe aprécianse máis detalles para o estudo.
it: L'ingranditore di immagine è uno strumento che permette agli studenti di ingrandire la vista di una immagine. Muovendo la lente di ingrandimento si permette lo studio di dettagli più grandi.
nl: Met het vergrootglas kan de leerling inzoomen op de afbeelding en er de details van bestuderen.
pl: Lupa obrazów to narzędzie dające uczniom możliwość powiększania widoku obrazów, które zostały dołączone do lekcji. Przesuwanie szkła powiększającego nad obrazem pozwala na dostrzeżenie większej ilości szczegółów.
pt: O ampliador de imagem é uma ferramenta que permite aos alunos ampliar o aspeto da imagem apresentada. Movendo a lupa sobre a imagem, permite aos alunos ver os pormenores aumentados para auxiliar o estudo.
ru: Увеличитель изображения является увеличительным инструментом, позволяющим учащимся увеличивать представление изображения, которое им было предоставлено. Перемещение увеличительного стекла по изображению позволяет изучать более подробно.
tr: Resim yakınlaştırma aracı, öğrencilerin öğrenmeleri gereken nesneyi daha yakından inceleyebilmelerine yardımcı olur. Merceği oynatarak detayları daha net görebilirler.
zh_cn: 图象放大镜是放大图象的工具, 移动放大镜用户可放大图象, 研究细节.
zh_tw: 影像放大鏡是放大影像的工具，讓學生可以移動放大鏡，研究影像的細節。

source: Click on the picture below or the "Add Image" button to select an image file to be magnified.
ca: Premeu en la fotografia de sota o al botó "Afegeix imatge" per seleccionar un fitxer a ampliar.
ca_es@valencia: Feu clic en la fotografia de davall o en el botó «Afig una imatge» per a seleccionar el fitxer d'imatge que s'ha d'ampliar.
el: Κάντε κλικ στην παρακάτω εικόνα ή στο πλήκτρο 'Επιλογή Εικόνας' για να επιλέξετε ένα αρχείο εικόνας για μεγέθυνση.
es: Pulse en la imagen de abajo o en el botón de "Añadir imagen" para seleccionar un archivo de imagen para hacer zoom sobre él.
eu: Klikatu beheko irudia edo "Gehitu irudia" botoia, irudi bat handitzeko.
fr: Cliquez sur l'image ci-dessous ou sur le bouton "Ajouter l'image" afin de sélectionner l'image à agrandir.
gl: Prema na imaxe de abaixo ou no botón "Engadir imaxe" para seleccionar o ficheiro de imaxe que será ampliado.
it: Clic sull'immagine seguente oppure sul pulsante "Aggiungi immagine" per selezionare un file di immagine da ingrandire.
nl: Klik op de afbeelding beneden of op de knop "Afbeelding toevoegen" om een afbeelding te vergroten.
pl: Kliknij na obrazie poniżej lub na przycisku "Dodaj Obraz" aby wybrać plik obrazu do powiększenia.
pt: Clique na imagem em baixo ou no botão "Selecionar uma imagem" para selecionar um ficheiro de imagem para ser ampliado.
ru: Щёлкните на ниже идущем изображение или нажмите кнопку "Добавить изображение", для того чтобы выбрать увеличиваемую картинку.
tr: Aşağıdaki resme tıklayarak ya da "Bir Resim Seçin" tuşu yardımıyla büyütülecek resmi seçin.
zh_cn: 点击图片或"添加图片"按钮来选择所要放大的图片文档.
zh_tw: 點擊下方的圖片，或是「新增影像」按鈕來選擇所要放大的影像檔。

source: Choose an Image
ca: Trieu una imatge
ca_es@valencia: Tria una imatge
dz: གཟུགས་བརྙན་གཅིག་གདམ
el: Επιλογή εικόνας
es: Elegir una imagen
eu: Aukeratu irudia
fr: Choisissez une image
gl: Escolla unha imaxe
it: Scegliere un'immagine
nl: Kies een afbeelding
pl: Wybierz obraz
pt: Escolha uma imagem
ru: Выбрать изображение
tr: Bir Resim Seçin
zh_cn: 选择图片
zh_tw: 選擇影像

source: Text
dz: ཚིག་ཡིག
el: Κείμενο
es: Texto
eu: Testua
fr: Texte
gl: Texto
it: Testo
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
tr: Metin
zh_cn: 文字
zh_tw: 文字

source: Enter the text you wish to associate with the file.
ca: Entreu el text que voleu associar amb el fitxer.
ca_es@valencia: Escriu el text que vols associar al fitxer.
dz: ཡིག་སྣོད་དེ་དང་མཉམ་གཅིག་སྦྲགས་ནི་ ཁྱོད་རའི་རེ་སྨོན་ཚིག་ཡིག་འདི་བཙུགས།.
el: Εισάγετε το κείμενο που θέλετε να συσχετίσετε με το αρχείο.
es: Introduzca el texto que desee asociar con el archivo.
eu: Adierazi fitxategiarekin lotu nahi duzun testua.
fr: Rédigez le texte que vous souhaitez associer au fichier.
gl: Introduza o texto que quere asociar ao ficheiro.
it: Inserire il testo che si desidera associare con il file.
nl: Geef de tekst die bij dit bestand hoort.
pl: Wprowadź tekst, który chcesz skojarzyć z plikiem.
pt: Digite o texto que deseja associar ao ficheiro.
ru: Введите текст, который Вы желаете связать с файлом.
tr: Buraya dosyayla ilişkilendirmek istediğini yazıyı yazın.
zh_cn: 输入有关文档的描述.
zh_tw: 輸入有關檔案的描述。

source: Provide a caption for the image to be magnified.
ca: Insereix un títol per la imatge a ampliar.
ca_es@valencia: Insereix un títol per a la imatge que s'ha d'ampliar.
el: Δώστε μια λεζάντα για την εικόνα που πρόκειται να μεγεθυνθεί.
es: Proporcione un título para la imagen que se aumentará.
eu: Eman izen bat handitu beharreko irudiari.
fr: Donnez une légende à l'image qui doit être agrandie.
gl: Proporcione un título para a imaxe que se vai ampliar.
it: Fornire un'intestazione per l'immagine da ingrandire.
nl: Geef een titel voor de in te zoomen afbeelding.
pl: Wprowadź opis dla obrazu do powiększenia.
pt: Forneça um título para a imagem a ser ampliada.
ru: Укажите заголовок для увеличиваемого изображения.
tr: Mercek altına alınacak dosya için bir isim girin.
zh_cn: 为插图提供标题.
zh_tw: 提供要放大的影像的標題。

source: Choose the size you want your image to display at. The measurements are in pixels. Generally, 100 pixels equals approximately 3cm. Leave both fields blank if you want the image to display at its original size.
ca: Trieu la mida que voleu per la imatge que mostrareu. Les mesures són en pixels. generalment , 100 pixels quadrats equivalen a 3 cm. Deixeu els dos camps en blanc si voleu que la imatge es mostri amb la seva mida original.
ca_es@valencia: Tria la mida que voleu que tinga la imatge. Les mesures són en píxels. Generalment, 100 píxels equivalen a 3 cm. Deixa els dos camps en blanc si voleu que la imatge és mostre amb la mida original.
el: Επιλέξτε το μέγεθος εμφάνισης της εικόνας. Η μονάδα μέτρησης είναι τα εικονοστοιχεία. Γενικά, 100 εικονοστοιχεία είναι περίπου 3cm. Αφήστε και τα δυο πεδία κενά αν θέλετε η εικόνα να εμφανιστεί με το αρχικό της μέγεθος.
es: Escoja el tamaño para mostrar la imagen. Los medidas son en pixels. Generalmente, 100 pixels equivalen aproximadamente a 3 cm. Deje los campos en blanco si desea mostrar la imagen con su tamaño original.
eu: Aukeratu zer neurritan azalduko den zure irudia. Neurriak pixeletan daude. Oro har, 100 pixelek 3 cm inguru dituzte. Irudia jatorrizko neurrian erakutsi nahi baduzu, utzi eremuak bete gabe.
fr: Choisissez la taille que vous souhaitez pour la mise en page de votre image. les grandeurs sont mesurées en nombre de pixels. En général, 100 pixels sont équivalents à 3 cm. Laissez ces champs vides si vous voulez conserver à l'image sa taille d'origine.
gl: Escolla o tamaño para amosar a imaxe. As dimensións danse en píxeles. Xeralmente, 100 píxeles equivalen a 3 cm. Deixe os dous campos en branco se desexa que a imaxe se amose no tamaño orixinal.
it: Scegliere le dimensioni dell'immagine da visualizzare. Le dimensioni sono in pixel. Generalmente, 100 px sono circa 3 cm. Lasciare in bianco entrambi i campi se si vuole che l'immagine sia visualizzata con le dimensioni originali.
nl: Bepaal de grootte om de afbeelding te tonen. Afmetingen zijn in pixels. Meestal komt 100 pixels overeen met ca. 3 cm. Laat beide velden leeg om de afbeelding in de originele grootte te tonen.
pl: Wybierz rozmiar, w którym chcesz wyświetlić obraz. Wymairy są w pikselach. Zazwyczaj 100 pikseli równa się około 3 cm. Pozostaw oba pola puste jeśli chcesz wyświetlać obraz w oryginalnych wymiarach. Uwaga tłumacza: na niektórych komputerach w systemie Windows XP obrazy przeskalowane mogą być niewidoczne.
pt: Escolha o tamanho da imagem que pretende apresentar. As medidas são em píxeis. Normalmente, 100 píxeis são sensivelmente iguais a 3cm. Deixe os dois campos em branco se pretender que a imagem seja apresentada no seu tamanho original.
ru: Выберите желаемый размер для вашего изображения. Единица измерения - пиксель. Обычно, 100 пикселей соответствует примерно 3 см. Оставьте оба поля пустыми, если хотите, чтобы изображение имело оригинальный размер.
tr: Seçtiğiniz resmin görüntülenmesini istediğiniz boyutu seçin. Değişkenler pixel cinsindendir. Yaklaşık olarak, 100 pixel, 3cm kadar büyüklük demektir. Resmin orijinal boyutlarının korunması için her iki alanı da boş bırakın.
zh_cn: 选择图片显示的尺寸, 单位为像素. 100像素像约为3厘米. 如要显示图片原尺寸, 则让此二栏空白.
zh_tw: 選擇影像顯示的尺寸，單位為像素。通常 100 像素像約為3公分。 如要顯示圖片原尺寸，則讓這些欄位空白。

source: Alignment allows you to choose where on the screen the image will be positioned.
ca: L'alineació et permet triar on serà col·locada la imatge en la pantalla.
ca_es@valencia: L'alineació us permet triar on es col·locarà la imatge en la pantalla.
el: Η στοίχιση σάς επιτρέπει να επιλέξετε σε ποια θέση στην οθόνη θα τοποθετηθεί η εικόνα.
es: La alineación le permite escoger donde estará posicionada la imagen en la pantalla.
eu: Lerrokatzean, irudia pantailan non kokatu nahi duzun zehaztuko duzu.
fr: La mise en page vous permet de choisir le positionnement de votre image à l'écran.
gl: O aliñamento permítelle escoller o lugar da pantalla onde estará situada unha imaxe.
it: Allineamento che permette di scegliere dove sarà posizionata un'immagine nello schermo.
nl: Met uitlijning bepaalt u waar de afbeelding op het scherm komt.
pl: Wyrównanie pozwala wybrać, gdzie na ekranie zostanie umieszczony obraz.
pt: Alinhar permite escolher onde será colocada a imagem no ecrã.
ru: Выравнивание позволяет Вам определить где на экране будет размещено изображение.
tr: Hizalama bölümünü kullanarak resmi ekranın istediğiniz bir tarafına yerleştirebilirsiniz.
zh_cn: 对齐可用于选择图象显示的位置.
zh_tw: 對齊可用於選擇影像要顯示在螢幕的哪個位置。

source: Set the initial level of zoom when the IDevice loads, as a percentage of the original image size
ca: Poseu el nivell inicial d'augment quan es carregui l'iDevice , com un percentatge de la imatge original.
ca_es@valencia: Establiu el nivell inicial de zoom quan es carrega l'iDevice, com a percentatge de la mida de la imatge original
el: Ορίστε ένα αρχικό επίπεδο μεγέθυνσης όταν φορτώνεται το η-Σύνεργο, ως ποσοστό του μεγέθους της εικόνας.
es: Fije el nivel inicial de zoom cuando se carga el iDevice, como porcentaje del tamaño original de la imagen
eu: IDevice kargatzean, zoomaren hasierako maila jarri irudiaren jatorrizko neurriaren ehuneko gisa
fr: Lors du chargement de l'outil pédagogique, indiquez le niveau initial d'agrandissement (zoom) comme un pourcentage de la taille de l'image d'origine
gl: Defina o valor inicial de zoom cando se cargue o iDevice como unha porcentaxe do tamaño orixinal da imaxe
it: Imposta il livello iniziale di ingrandimento quando l'iDevice viene caricato, come percentuale delle dimensioni originali dell'immagine
nl: Stel de beginzoomwaarde in bij het openen van het iDevice, in percent van de originele afbeeldingsgrootte.
pl: Ustaw początkowe powiększenie kiedy iObiekt zostanie załadowany, jako procent oryginalnego rozmiaru obrazu
pt: Ajustar o valor inicial da ampliação como uma percentagem do tamanho inicial
ru: Указывает начальный уровень масштабирования, когда iDevice загружается, в процентах от исходного размера изображения
tr: IDevice'ın ilk yüklendiği anda kullanacağı yakınlaştırma miktarının, orijinal boyuta oranı
zh_cn: 设置初始放大倍数, 为原图片尺寸的百分比。
zh_tw: 設定 iDevice 載入時，初始的縮放倍數，單位為原影像尺寸的百分比
