Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Ungroup iDevices
ca: Desagrupa iDevices
ca_es@valencia: Desagrupa els iDevices
dz: བརྡ་དོན་ཐབས་འཕྲུལ་ཚུའི་སྡེ་ཚན་བཤུབ
el: Κατάργηση ομάδων η-Σύνεργων
es: Desagrupar los iDevices
eu: Desegin iDevice taldeak
fr: Séparer les outils pédagogiques
gl: iDevice desagrupados
it: Separa iDevice
nl: Hef groepering van iDevices op
pl: Rozgrupuj iObiekty
pt: Desagrupar iDevices
ru: Разгруппировать iDevice'ы
tr: iDevices Guruplamasını Çöz
zh_cn: 取消 iDevices模块分组
zh_tw: 取消 iDevices 群組

source: Available iDevices
ca: iDevices disponibles
ca_es@valencia: iDevices disponibles
dz: ཡོད་པའི་བརྡ་དོན་ཐབས་འཕྲུལ
el: Διαθέσιμα η-Σύνεργα
es: iDevices disponibles
eu: iDevice eskuragarriak
fr: Outils pédagogiques disponibles
gl: iDevices dispoñibles
it: iDevice disponibili
pl: Dostępne iObiekty
ru: Доступные iDevice'ы
tr: Kullanılblir iDevice'lar
zh_cn: 可用的iDevice 模块
zh_tw: 可用的 iDevice

source: Save iDevices
ca: Desa iDevices
ca_es@valencia: Guarda els iDevices
dz: བརྡ་དོན་ཐབས་འཕྲུལ་ཚུ་སྲུངས
el: Αποθήκευση η-Σύνεργων
es: Guardar los iDevices
eu: Gorde iDeviceak
fr: Sauvegarder les outils pédagogiques
gl: Gardar iDevices
it: Salva iDevice
nl: Sla iDevices op
pl: Zapisz iObiekty
pt: Guardar iDevices
ru: Сохранить iDevice'ы
tr: iDevices Kaydet
zh_cn: 保存 iDevices 模块
zh_tw: 儲存 iDevice

source: Category
ca: Categoria
ca_es@valencia: Categoria
dz: དབྱེ་རིམ
el: Κατηγορία
es: Categoría
eu: Kategoria
fr: Catégorie
gl: Categoría
it: Categoria
nl: Categorie
pl: Kategoria
pt: Categoria
ru: Категория
tr: Kategori
zh_cn: 类別
zh_tw: 類別

source: Content
ca: Contingut
ca_es@valencia: Contingut
dz: ནང་དོན
el: Περιεχόμενο
es: Contenido
eu: Edukia
fr: Contenu
gl: Contido
it: Contenuto
nl: Inhoud
pl: Zawartość
pt: Conteúdo
ru: Содержимое
tr: İçerik
zh_cn: 內容
zh_tw: 內容

source: Properties
ca: Propietats
ca_es@valencia: Propietats
dz: ཁྱད་རྣམ
el: Ιδιότητες
es: Propiedades
eu: Ezaugarriak
fr: Propriétés
gl: Propiedades
it: Proprietà
nl: Eigenschappen
pl: Właściwości
pt: Propriedades
ru: Свойства
tr: Özellikler
zh_cn: 属性
zh_tw: 屬性

source: Metadata
ca: Metadades
ca_es@valencia: Metadades
dz: མེ་ཊ་གནད་སྡུད
el: Μεταδεδομένα
es: Metadatos
eu: Metadatuak
fr: Métadonnées
gl: Metadatos
it: Metadati
pl: Metadane
pt: Metadados
ru: Метаданные
tr: Üst veri
zh_cn: 元数据
zh_tw: 中繼資料

source: Minify this panel
ca: Minimitza aquest plafó
ca_es@valencia: Minimitza aquest tauler
dz: པེ་ནཱལ་ཆུང་ཀུ་བཟོ
el: Ελαχιστοποίηση αυτού του πίνακα
es: Minimizar este panel
eu: Txikiagotu panel hau
fr: Réduire ce tableau
gl: Minimizar este panel
it: Minimizza questo pannello
pl: Ukryj panel
ru: Сократить эту панель
tr: Paneli küçültün
zh_cn: 隐藏此面板
zh_tw: 最小化此面板

source: Promote node up in hierarchy
ca: Puja el node en la jerarquia
ca_es@valencia: Puja el node en la jerarquia
dz: མཐུད་མཚམས་གོ་རིམ་ནང་ཡར་བཤུད
el: Προβιβασμός του κόμβου στην ιεραρχία
es: Hacer subir al nodo en la jerarquía
eu: Nodoa hierarkian igo
fr: Hausser un nœud (node) dans la hiérarchie
gl: Facer subir ao nodo na xerarquía
it: Alza il nodo nella gerarchia
nl: Element verhogen in de hierarchie
pl: Podnieś poziom węzła w górę w hierarchii
pt: Mover a página para um nível acima na hierarquia
ru: Повышение узла в иерархии
tr: Seçimi hiyerarşide üst basamağa çıkar
zh_cn: 在层次结构中提升节点
zh_tw: 將節點在階層中升級

source: Demote node down in hierarchy
ca: Baixa el node en la jerarquia
ca_es@valencia: Baixa el node en la jerarquia
dz: མཐུད་མཚམས་གོ་རིམ་ནང་མར་ཕབ
el: Υποβιβασμός του κόμβου στην ιεραρχία
es: Hacer descender al nodo en la jerarquía
eu: Nodoa hierarkian jaitsi
fr: Rétrograder le nœud (node) dans la hiérarchie.
gl: Descender o nodo un lugar abaixo na xerarquía
it: Abbassa il nodo nella gerarchia
nl: Elemant verlagen in de hierarchie
pl: Obniż poziom węzła w dół w hierarchii
pt: Mover a página para um nível abaixo na hierarquia
ru: Понижение узла в иерархии
tr: Seçimi hiyerarşide alt basamağa indir
zh_cn: 在层次结构中降级节点
zh_tw: 將節點在階層中降級

source: Move node up
ca: Mou node amunt
ca_es@valencia: Mou el node cap amunt
dz: མཐུད་མཚམས་ཡར་བཤུད
el: Μετακίνηση κόμβου επάνω
es: Mover nodo hacia arriba
eu: Nodoa gorantz mugitu
fr: Monter d'un niveau
gl: Mover o nodo arriba
it: Muovi nodo su
nl: Verplaats naar omhoog
pl: Przesuń węzeł w górę
pt: Mover a página para cima
ru: Переместить узел вверх
tr: Seçimi yukarı taşı
zh_cn: 节点上移
zh_tw: 將節點上移

source: Move node down
ca: Mou node avall
ca_es@valencia: Mou el node cap avall
dz: མཐུད་མཚམས་མར་བཤུད
el: Μετακίνηση κόμβου κάτω
es: Mover nodo hacia abajo
eu: Nodoa beherantz mugitu
fr: Descendre d'un niveau
gl: Mover o nodo abaixo
it: Muovi nodo giù
nl: Verplaats naar beneden
pl: Przesuń węzeł w dół
pt: Mover a página para baixo
ru: Переместить узел вниз
tr: Seçimi aşağı taşı
zh_cn: 节点下移
zh_tw: 將節點下移

source: use the right arrow key
ca: usa la tecla fletxa dreta
ca_es@valencia: utilitza la tecla de fletxa dreta
dz: གཡས་མདའ་རྟགས་ལག་ལེན་འཐབ
el: χρησιμοποιήστε το δεξί βελάκι
es: usar la tecla de flecha hacia la derecha
eu: erabili eskuineko gezi tekla
fr: Utilisez la flèche droite pour naviguer
gl: utilizar a tecla de frecha cara a dereita
it: usare tasto freccia destra
pl: Użyj klawisza Strzałka w prawo
ru: используйте клавишу со стрелкой вправо
tr: sağ ok tuşunu kullanın
zh_cn: 使用右箭头键
zh_tw: 使用右鍵

source: New
ca: Nou
ca_es@valencia: Nou
dz: གསརཔ
el: Νέο
es: Nuevo
eu: Berria
fr: Nouveau
gl: Novo
it: Nuovo
nl: Nieuw
pl: Nowy
pt: Novo
ru: Новый
tr: Yeni
zh_cn: 新增
zh_tw: 新增

source: Project
ca: Projecte
ca_es@valencia: Projecte
dz: ལས་འགུལ
el: Έργο
es: Proyecto
eu: Proiektua
fr: Projet
it: Progetto
pl: Projekt
ru: Проект
tr: Proje
zh_cn: 项目
zh_tw: 專案

source: Window
ca: Finestra
ca_es@valencia: Finestra
dz: ཝིན་ཌོ
el: Παράθυρο
es: Ventana
eu: Lehioa
fr: Fenêtre
gl: Ventana
it: Finestra
pl: Okno
ru: Окно
tr: Pencere
zh_cn: 窗口
zh_tw: 視窗

source: Templates
ca: Plantilles
ca_es@valencia: Plantilles
dz: དཔེ་གཞི
el: Πρότυπα
es: Plantillas
eu: Txantiloiak
fr: Modèles
gl: Modelos
it: Modelli
nl: Sjablonen
pl: Szablony
ru: Шаблоны
tr: Şablonlar
zh_cn: 模板
zh_tw: 樣本

source: Recent Projects...
ca: Projectes recents...
ca_es@valencia: Projectes recents
dz: འཕྲལ་གྱི་ལས་འགུལ་ཚུ་...
el: Πρόσφατα έργα...
es: Proyectos recientes...
eu: Azken proiektuak...
fr: Projets récents...
gl: Proyectos recientes...
it: Progetti recenti...
nl: Recente projecten
pl: Ostatnie projekty...
pt: Projetos recentes...
ru: Недавние проекты...
tr: Son Projeler...
zh_cn: 最近的项目...
zh_tw: 最近使用的專案...

source: Clear Recent Projects List
ca: Suprimiu la llista de projectes recents
ca_es@valencia: Elimina la llista de projectes recents
dz: འཕྲལ་གྱི་ལས་འགུལ་ཚུའི་ཐོ་བཀོད་བསལ
el: Καθαρισμός λίστας πρόσφατων έργων
es: Eliminar la lista de proyectos recientes
eu: Garbitu azken proiektuen zerrenda
fr: Réactualiser la liste des projets récents
gl: Limpar a lista de proxectos recentes
it: Cancella lista progetti recenti
nl: Wis de onlangs geopende projecten
pl: Wyczyść ostatnie listy projektów
pt: Limpar a lista de projetos recentes
ru: Очистить список недавних проектов
tr: Son Kullanılan Proje Listesini Temizle
zh_cn: 清除当前项目列
zh_tw: 清除最近使用的專案清單

source: Save As...
ca: Anomena i desa...
ca_es@valencia: Anomena i guarda...
dz: སྦེ་སྲུངས...
el: Αποθήκευση ως...
es: Guardar como...
eu: Gorde honela...
fr: Sauvegarder sous...
gl: Gardar como...
it: Salva con nome...
nl: Opslaan als...
pl: Zapisz jako...
pt: Guardar como
ru: Сохранить как...
tr: Farklı Kaydet...
zh_cn: 另存为 ...
zh_tw: 另存為...

source: Save as template
ca: Anomena i desa com a plantilla
ca_es@valencia: Guarda com a plantilla
dz: དཔེ་གཞི་སྦེ་སྲུངས
el: Αποθήκευση ως πρότυπο
es: Guardar como plantilla
eu: Gorde txantiloi gisa
fr: Sauvegarder comme modèle
gl: Guardar como plantilla
it: Salva come modello
pl: Zapisz jako szablon
ru: Сохранить как шаблон
tr: Şablon olarak kaydet
zh_cn: 另存为模版
zh_tw: 儲存為樣本

source: Manage
ca: Gestiona
ca_es@valencia: Gestiona
dz: འཛིན་སྐྱོང་འབད
el: Διαχείριση
es: Gestionar
eu: Kudeatu
fr: Gérer
gl: Gestionar
it: Gestisci
pl: Zarządzanie
ru: Управлять
tr: Yönet
zh_cn: 管理
zh_tw: 管理

source: Educational Standard
ca: Estàndard educatiu
ca_es@valencia: Estàndard educatiu
dz: ཤེས་ཡོན་གྱི་ཚད་ལྡན
el: Εκπαιδευτικά πρότυπα
es: Estándar educativo
eu: Hezkuntzarako estandarra
fr: Standard éducationnel
gl: Estándar educativo
it: Standard educativo
nl: Onderwijskundige standaard
pl: Standard Edukacyjny
pt: Formato padrão educacional
ru: Образовательный стандарт
tr: Eğitsel Standartlar
zh_cn: 教育标准
zh_tw: 教育標準

source: Common Cartridge
ca_es@valencia: Cartutx comú
es: Paquete Common Cartridge
fr: Chargeur commun
gl: Paquete Common Cartridge
pl: Wspólna kaseta
zh_tw: 共用卡匣

source: IMS Content Package
ca: Paquet de contingut IMS
ca_es@valencia: Paquet de contingut IMS
dz: IMS ་ནང་དོན་ཐུམ་སྒྲིལ
es: Paquete de Contenido IMS (IMS CP)
eu: IMS eduki paketea
fr: Norme 1.1.3 des spécifications IMS GLC pour les contenus de dossiers
gl: Paquete de contidos IMS
it: Pacchetto contenuti IMS
pl: Pakiet treści IMS
pt: Pacote de conteúdo IMS
ru: Содержимое IMS пакета
tr: İMS İçerik Paketi
zh_cn: IMS 内容包
zh_tw: IMS ˙內容套件

source: Web Site
ca: Lloc web
ca_es@valencia: Lloc web
dz: ཝེབ་ས་ཁོངས
el: Ιστότοπος
es: Sitio web
eu: Webgunea
fr: Site Web
gl: Sitio Web
it: Sito Web
pl: Witryna internetowa
pt: Sítio Web
ru: Веб-сайт
tr: Web Sitesi
zh_cn: 网页
zh_tw: 網站

source: Self-contained Folder
ca: Carpeta autodesplegable
ca_es@valencia: Carpeta autodesplegable
dz: ནང་ན་ཡོད་པའི་སྣོད་འཛིན
el: Ανεξάρτητος φάκελος
es: Carpeta auto-contenida
eu: Auto-edukitako karpeta
fr: Dossier auto-contenu
gl: Cartafol independente
it: Tutto in una cartella
nl: Map met webinhoud
pl: Folder z plikami
pt: Pasta com o conteúdo incorporado
ru: Отдельная папка
tr: Bağımsız Klasör
zh_cn: 独立的文件夹
zh_tw: 自包含資料夾

source: Zip File
ca: Fitxer Zip
ca_es@valencia: Fitxer Zip
dz: ཛིཔ་ཡིག་སྣོད
el: Συμπιεσμένο αρχείο
es: Archivo comprimido ZIP
eu: Fitxategi konprimitua
fr: Fichier compressé ZIP
gl: Ficheiro .zip
it: File ZIP
nl: Zip-bestand
pl: Plik ZIP
pt: Ficheiro ZIP
ru: Zip файл
tr: Zip Dosyası
zh_cn: Zip文档
zh_tw: Zip 檔

source: Single Page
ca: Pàgina única
ca_es@valencia: Una sola pàgina
dz: ཤོག་ལེབ་རྐྱང་པ
el: Ιστοσελίδα
es: Página html única
eu: Orri bakarra
fr: Page unique
gl: Páxina simple
it: Pagina singola
nl: Enkele pagina
pl: Pojedyncza strona
pt: Página única
ru: Простая страница
tr: Tek Sayfa
zh_cn: 单个页面
zh_tw: 單一頁面

source: Export the current page as elp
ca: Exporta la pàgina actual com a ELP
ca_es@valencia: Exporta la pàgina actual com a ELP
dz: ད་ལྟོའི་ཤོག་ལེབ་དེ་ཨི་ཨེལ་པི་སྦེ་ཕྱིར་འདྲེན་འབད
el: Εξαγωγή της τρέχουσας σελίδας ως elp
es: Exportar la página actual como .elp.
eu: Esportatu uneko orria elp formatuan
fr: Exporter cette page en tant que Projet eXeLearning (PEL)
gl: Exportar a páxina actual como ELP
it: Esporta questa pagina come ELP
pl: Eksportuj bieżącą stronę jako elp
ru: Экспортировать текущую страницу как elp
tr: Halihazirdaki sayfası elp olarak kaydet
zh_cn: 将当前页面导出为elp文件
zh_tw: 將目前頁面匯出為 elp

source: Export the current page as SCORM
ca: Exporta la pàgina actual com a SCORM
es: Exportar la página actual como SCORM
eu: Esportatu uneko orria SCORM formatuan
fr: Exporter cette page en tant que Projet eXeLearning (PEL)
gl: Exportar a páxina actual como SCORM

source: Import
ca: Importa
ca_es@valencia: Importa
dz: ནང་འདྲེན་འབད
el: Εισαγωγή
es: Importar
eu: Inportatu
fr: Importation
gl: Importar
it: Importa
nl: Importeren
pl: Importuj
pt: Importar
ru: Импорт
tr: İçe Aktar
zh_cn: 导入
zh_tw: 匯入

source: Insert elp in the current page
ca: Insereix el ELP a la pàgina actual
ca_es@valencia: Insereix ELP en la pàgina actual
dz: ད་ལྟོའི་ཤོག་ལེབ་ནང་ཨི་ཨེལ་པི་བཙུགས
el: Εισαγωγή αρχείου elp στην τρέχουσα σελίδα
es: Insertar un .elp en la página actual
eu: Txertatu elp-a uneko orrian
fr: Insérer Projet eXeLearning (PEL) dans cette page
gl: Inserir un elp nesta páxina
it: Inserisci ELP in questa pagina
pl: Wstaw elp na bieżącej stronie
ru: Вставить elp на текущую страницу
tr: Geçerli sayfaya elp ekle
zh_cn: 在当前页面中插入elp
zh_tw: 在目前頁面插入 elp

source: XLIFF File
ca: Fitxer XLIFF
ca_es@valencia: Fitxer XLIFF
dz: XLIFF ཡིག་སྣོད
el: XLIFF αρχείο
es: Archivo XLIFF
eu: XLIFF fitxategia
fr: Dossier XLIFF
gl: Ficheiro .xliff
it: File XLIFF
nl: XLIFF bestand
pl: Plik XLIFF
pt: Ficheiro XLIFF
ru: Файл XLIFF
tr: XLIFF Dosyası
zh_cn: XLIFF文件
zh_tw: XLIFF 檔

source: Print
ca: Imprimeix
ca_es@valencia: Imprimeix
dz: དཔར་བསྐྲུན་འབད
el: Εκτύπωση
es: Imprimir
eu: Inprimatu
fr: Imprimer
gl: Imprimir
it: Stampa
nl: Afdrukken
pl: Drukuj
pt: Imprimir
ru: Печать
tr: Yezdır
zh_cn: 打印
zh_tw: 列印

source: Quit
ca: Surt
ca_es@valencia: Ix
dz: བཤོལ
el: Έξοδος
es: Salir
eu: Irten
fr: Fermer
gl: Saír
it: Esci
nl: Afsluiten
pl: Zakończ
pt: Sair
ru: Выход
tr: Çık
zh_cn: 退出
zh_tw: 離開

source: Tools
ca: Eines
ca_es@valencia: Eines
dz: ལག་ཆས་ཚུ
el: Εργαλεία
es: Utilidades
eu: Tresnak
fr: Outils
gl: Ferramentas
it: Strumenti
pl: Narzędzia
pt: Ferramentas
ru: Утилиты
tr: Araçlar
zh_cn: 工具
zh_tw: 工具

source: Preview
ca: Previsualització
ca_es@valencia: Previsualització
dz: སྔོན་ལྟ
el: Προεπισκόπηση
es: Visualización previa
eu: Aurrebista
fr: Prévisualisation
gl: Vista previa
it: Anteprima
nl: Voorbeeld
pl: Podgląd
pt: Pré-visualizar
ru: Предпросмотр
tr: Önizleme
zh_cn: 预览
zh_tw: 預覽

source: Resources Report
ca: Informe dels recursos
ca_es@valencia: Informe de recursos
dz: ཐོན་ཁུངས་ཚུའི་སྙན་ཞུ
el: Αναφορά πόρων
es: Informe sobre recursos
eu: Baliabideen txostena
fr: Rapport sur les ressources
gl: Informe sobre recursos
it: Rapporto sulle risorse
nl: Hulpmiddelenrapport
pl: Raport zasobów
pt: Relatório de recursos
ru: Отчёт по ресурсам
tr: Kaynaklar Raporu
zh_cn: 资源报告
zh_tw: 資源報告

source: Refresh Display
ca: Refresca la visualització
ca_es@valencia: Refresca la pantalla
dz: ཡང་སེལ་འབད་ནི་བཀྲམ་སྟོན
el: Ανανέωση εμφάνισης
es: Actualizar pantalla
eu: Eguneratu bista
fr: Actualiser la vue
gl: Actualizar pantalla
it: Ridisegna schermata
nl: Weergave vernieuwen
pl: Odśwież wyświetlanie
pt: Atualizar a exibição
ru: Обновить дисплей
tr: Ekranı Yenile
zh_cn: 刷新显示
zh_tw: 刷新顯示

source: Styles
ca: Estils
ca_es@valencia: Estils
dz: བཟོ་རྣམ་ཚུ
el: Τεχνοτροπίες
es: Estilos
eu: Estiloak
gl: Estilos
it: Stili
nl: Stijlen
pl: Styl
pt: Estilos
ru: Стили
tr: Stiller
zh_cn: 样式
zh_tw: 樣式

source: Help
ca: Ajuda
ca_es@valencia: Ajuda
dz: རོགས་རམ
el: Βοήθεια
es: Ayuda
eu: Laguntza
fr: Aide
gl: Axuda
it: Aiuto
pl: Pomoc
pt: Ajuda
ru: Помощь
tr: Yardım
zh_cn: 帮助
zh_tw: 說明

source: eXe Tutorial
ca: Tutorial d'eXe
ca_es@valencia: Programa d'aprenentatge de l'eXe
dz: ཨི་ཨེགསི་ཨི་སློབ་སྟོན
el: Βοήθημα eXe
es: Tutorial de eXe
eu: eXe-ren tutoriala
fr: Tutoriel eXe
gl: Titorial eXe
it: Tutoriale eXe
nl: Cursus eXe
pl: Samouczek eXe
pt: Tutorial de eXe
ru: Учебник eXe
tr: eXe Öğretici
zh_cn: eXe教程
zh_tw: eXe 教學

source: Release Notes
ca: Notes de la versió
ca_es@valencia: Notes de la versió
dz: གསར་བཏོན་དྲན་འཛིན་ཚུ
el: Σημειώσεις έκδοσης
es: Notas de la versión
eu: Bertsioaren oharrak
fr: Notes de réalisation
gl: Notas da versión
it: Note di rilascio
pl: Informacje o wydaniu
pt: Notas da versão
ru: Примечания к выпуску
tr: Sürüm Notları
zh_cn: 版本說明
zh_tw: 釋出宣告

source: eXe Web Site
ca: Lloc web d'eXe
ca_es@valencia: Lloc web de l'eXe
dz: ཨི་ཨེགསི་ཨི་ཝེབ་ས་ཁོངས
el: Ιστότοπος eXe
es: Sitio web de eXe
eu: eXe-ren webgunea
fr: Site Web eXe
gl: Sitio web de eXe
it: Sito web eXe
pl: Strona internetowa eXe
pt: Sítio web de eXe
ru: Веб-сайт eXe
tr: eXe Web Sitesei
zh_cn: exe 网站
zh_tw: eXe 網站

source: Report an Issue
ca: Informa d'un problema
ca_es@valencia: Informeu d'un problema
dz: གནད་དོན་འདི་སྙན་ཞུ་འབད
el: Αναφορά ενός ζητήματος
es: Informar de un problema
eu: Argitaratu gaia
fr: Communiquer un problème
gl: Informar dun problema
it: Invia una segnalazione
nl: Meld een probleem
pl: Zgłoś problem
pt: Informar de um problema
ru: Сообщить о проблеме
tr: Sorun Bildir
zh_cn: 报告问题
zh_tw: 回報問題

source: About eXe
ca: Quant a eXe
ca_es@valencia: Quant a l'eXe
dz: ཨི་ཨེགས་ཨི་གི་སྐོར་
el: Σχετικά με το eXe
es: Acerca de eXe
eu: eXe-ri buruz
fr: À Propos de eXe
gl: Sobre eXe
it: A proposito di eXe
pl: O programie eXe
pt: Sobre eXe
ru: О программе eXe
tr: eXe Hakkında
zh_cn: 关于 exe
zh_tw: 關於 eXe

source: Advanced mode
ca: Mode avançat
ca_es@valencia: Mode avançat
dz: མཐོ་རིམ་གནས་ཐངས
el: Για προχωρημένους
es: Modo avanzado
eu: Modu aurreratua
fr: Mode avancé
gl: Modo avanzado
it: Modalità avanzata
pl: Tryb zaawansowany
ru: Расширенный режим
tr: Gelimiş Mod
zh_cn: 高级模式
zh_tw: 進階模式

source: You've been working for a long time without saving.
ca: Heu treballat un llarg període de temps sense desar res.
ca_es@valencia: Heu estat treballant durant molt de temps sense guardar.
dz: ཁྱོད་ཀྱི་མ་སྲུངས་བར་དུས་ཡོན་རིངམ་སྦེ་ལཱ་འབད་དོ
el: Εργάζεστε αρκετή ώρα χωρίς να έχετε αποθηκεύσει την εργασία σας.
es: Lleva trabajando un tiempo considerable sin guardar los cambios.
eu: Denbora luzez egin duzu lan ezer gorde gabe.
fr: Aucune sauvegarde récente n'a été réalisée.
gl: Leva traballando un tempo considerable sen gardar os cambios.
it: Si sta lavorando da lungo tempo senza aver salvato.
pl: Pracowałeś przez długi czas bez zapisywania.
ru: Вы работали длительное время без сохранения.
tr: Kaydetmeden uzun süredir çalışıyorsunuz.
zh_cn: 你已经工作了很长时间没有保存。
zh_tw: 您已經有一段時間沒存檔囉。

source: Do you want to save now?
ca: Voleu desar ara el vostre treball?
ca_es@valencia: Voleu guardar-ho ara?
dz: ཁྱོད་ཀྱི་ད་ལྟོ་སྲུངས་བཞག་ནི་ཨིན་ན?
el: Θέλετε να την αποθηκεύσετε τώρα;
es: ¿Desea guardarlos ahora?
eu: Orain gorde nahi duzu?
fr: Voulez-vous sauvegarder maintenant ?
gl: Quere gardar os cambios agora?
it: Salvare adesso?
pl: Czy chcesz teraz zapisać?
ru: Вы хотите сохранить сейчас?
tr: Şimdi kaydetmek ister misiniz?
zh_cn: 您想现在保存吗?
zh_tw: 您要現在存檔嗎？

source: Hide until the application is closed
ca: Amaga mentre l'aplicació està tancada
ca_es@valencia: Amaga fins que es tanque l'aplicació
dz: གློག་རིམ་དེ་ཁ་བསྡམས་ཚུན་ཚོད་སྦ་བཞག
el: Απόκρυψη μέχρι να κλείσει η εφαρμογή
es: Ocultar hasta que se cierre la aplicación
eu: Ezkutatu aplikazioa itxi arte
fr: Cacher tant que l'application est fermée
gl: Ocultar ata que se peche a aplicación
it: Nascondere fino alla chiusura del programma
pl: Ukryj, aż aplikacja zostanie ZAMKNIĘTA
ru: Скрыть, пока приложение закрыто.
tr: Uygulama kapatılana kadar gizle
zh_cn: 隐藏，直到应用程序关闭
zh_tw: 隱藏直到應用程式關閉為止

source: Warning
ca: Avís!
ca_es@valencia: Avís
dz: ཉེན་བརྡ
el: Προειδοποίηση
es: Aviso
eu: Kontuz
fr: Attention !
gl: Aviso
it: Attenzione
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso!
ru: Предупреждение
tr: Uyarı
zh_cn: 警告
zh_tw: 警告

source: Success
ca: Correcte
ca_es@valencia: Correcte
dz: མཐར་འཁྱོལ
el: Επιτυχία
es: Éxito
eu: Ondo joan da
fr: Succès
gl: Éxito
it: Fatto
nl: Succes
pl: Powodzenie
pt: Sucesso
ru: Успешно
tr: Başarılı
zh_cn: 成功
zh_tw: 成功

source: Load Error
ca: Error de càrrega
ca_es@valencia: Error de càrrega
dz: འཛོལ་བ་མངོན་གསལ་འབད
el: Σφάλμα φόρτωσης
es: Error de carga
eu: Errorea kargatzerakoan
fr: Erreur de chargement
gl: Erro de carga
it: Errore di caricamento
nl: Fout bij het laden
pl: Błąd ładowania
pt: Erro ao abrir
ru: Ошибка загрузки
tr: Yükleme Hatası
zh_cn: 加载出错
zh_tw: 載入錯誤

source: A new version of eXeLearning (%) is available. Would you like to download it now?
ca: Hi ha una nova versió d'eXelearning (%). Voleu descarregar-la ara?
ca_es@valencia: Està disponible una nova versió d'eXeLearning (%). Voleu baixar-la ara?
el: Μια νέα έκδοση του eXeLearning (%) είναι διαθέσιμη. Θέλετε να κάνετε λήψη τώρα;
es: Disponible nueva versión (%) de eXeLearning. ¿Desea descargarla ahora?
eu: eXeLearning bertsio berria argitaratu da (%). Jaitsi nahi duzu?
fr: Une nouvelle version de eXeLearning est disponible. Voulez-vous la télécharger ?
gl: Unha nova versión de eXeLearning (%) está dispoñible. Quere descargala agora?
it: È disponibile una nuova versione di eXeLearning (%). Scaricarla adesso?
pl: Dostępna jest nowa wersja eXeLearning (%). Czy chcesz ją teraz pobrać?
ru: Доступна новая версия eXeLearning (%). Хотите скачать её сейчас?
tr: EXeLearning'nin (%) yeni bir sürümü mevcut. Şimdi indirmek ister misiniz?
zh_cn: 有新版本的eXeLearning（％）。您现在要下载吗？
zh_tw: 新版本的 eXeLearning (%) 已經釋出了。您要現在下載嗎？

source: Warning!
ca: Advertiment!
ca_es@valencia: Atenció!
dz: ཉེན་བརྡ!
el: Προειδοποίηση!
es: ¡Aviso!
eu: Kontuz!
fr: Attention!
gl: Atención!
it: Attenzione!
nl: Waarschuwing!
pl: Ostrzeżenie!
pt: Aviso!
ru: Предупреждение!
tr: Uyarı!
zh_cn: 警告！
zh_tw: 警告！

source: If you leave this page eXe application continues to run. Please use the menu File->Quit if you really want to exit the application.
ca: Quan tanqueu aquesta pàgina de l'aplicació, eXe seguirà funcionant. Utilitzeu el menú Fitxer-> Surt si realment voleu sortir de l'aplicació.
ca_es@valencia: Si abandones aquesta pàgina l'aplicació eXe continua executant-se. Utilitza el menú Fitxer->Ix, si vols eixir de l'aplicació.
el: Εάν αφήσετε αυτή τη σελίδα το eXe θα συνεχίσει να εκτελείται. Χρησιμοποιήστε το μενού Αρχείο->Έξοδος εάν θέλετε πράγματι να φύγετε από την εφαρμογή.
es: Si sale de esta página la aplicación eXe seguirá ejecutándose. Por favor use el menú, Archivos->Salir si de verdad desea cerrar la aplicación.
eu: Orri hau uzten baduzu, eXe aplikazioak martxan jarraituko du. Aplikazioa itxi nahi baduzu, Fitxategia->Irten menua erabili.
fr: Si vous abandonnez cette page, l'application eXe continuera à s'exécuter. Si vous désirez vraiment abandonner cette application, veuillez utiliser l'option "Quitter" du menu Dossier.
gl: Se sae de esta páxina a aplicación eXe seguirá executándose. Por favor utilice o menú Arquivo > Saír se realmente quere saír da aplicación.
it: Se si lascia questa pagina, l'applicazione eXe continua a girare. Usare il menu File-->Esci se si vuole davvero chiudere l'applicazione.
nl: Als U deze pagina sluit, blijft eXe toch actief. Gebruik a.u.b. het menu Bestand->Afsluiten als U het programma echt wilt afsluiten.
pl: Jeśli opuścisz tę stronę, aplikacja eXe będzie dalej działać. Proszę użyć menu Plik-> Zakończ, jeśli naprawdę chcesz wyjść z aplikacji.
pt: Se sair desta página, a aplicação eXe irá continuar aberta. Por favor, utilize o menu Ficheiro->Sair se desejar mesmo fechar a aplicação.
ru: Если Вы оставите эту страницу, программа eXe продолжит работать. Пожалуйста, используйте пункт меню Файл -> Выход, если вы действительно хотите выйти из программы.
tr: Bu sayfadan ayrılırsanız, exe uygulaması çalışmaya devam eder. Uygulamadan gerçekten çıkmak istiyorsanız lütfen File -> Quit (Dosya -> Çık) menüsünü kullanın.
zh_cn: 如果您离开此页面，eXe应用程序将继续运行。如果您确实要退出应用程序，请使用菜单File-&gt; Quit。
zh_tw: 即使您離開了這個頁面，eXe 仍然會繼續執行。要離開 eXe 請到選單中選擇「檔案」─「離開」。

source: Group iDevices
ca: Agrupa iDevices
ca_es@valencia: Agrupa els iDevices
dz: བརྡ་དོན་ཐབས་འཕྲུལ་ཚུ་སྡེ་ཚན་བཟོ
el: Ομαδοποίηση η-Σύνεργων
es: Agrupar los iDevices
eu: Taldekatu iDeviceak
fr: Grouper les outils pédagogiques
gl: Agrupar os iDevices
it: Raggruppa iDevice
nl: Groepeer iDevices
pl: Grupa iObiektów
pt: Agrupar iDevices
ru: Сгруппировать iDevice'ы
tr: iDevices'ları Grupla
zh_cn: 将 iDevices模块进行分组
zh_tw: 群組 iDevice

source: Show panel
ca: Mostra el plafó
ca_es@valencia: Mostra el tauler
dz: པེ་ནཱལ་སྟོན
el: Εμφάνιση πίνακα
es: Mostrar el panel
eu: Erakutsi panela
fr: Montrer le tableau
gl: Amosar panel
it: Mostra pannello
pl: Pokaż panel
ru: Показать панель
tr: Paneli Göster
zh_cn: 显示面板
zh_tw: 顯示面板

source: Use the left panel to create pages and add content.
ca: Useu el quadre de l'esquerra per crear pàgines i afegir contingut.
es: Use el panel izquierdo para crear páginas y añadir contenido.
eu: Erabili ezkerreko panela orriak sortzeko eta edukia eransteko.
fr: Une fois la page créée, vous pouvez y ajouter du contenu.
gl: Utilice o panel esquerdo para crear páxinas e engadir contido.
