Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Please provide a main content for all the blocks.
ca: Proporciona el contingut principal per tots els blocs.
ca_es@valencia: Escriu el contingut principal de tots els blocs.
el: Παρακαλώ καταχωρίστε ένα κύριο περιεχόμενο για όλα τα μπλοκ.
es: Debe escribir el contenido principal de todos los bloques.
eu: Eman bloke guztientzako eduki nagusia.
fr: Veuillez écrire le contenu principal de tous les blocs.
gl: Debe escribir o contido principal de tódolos bloques.
it: Indicare un contenuto principale per tutti i blocchi.
pl: Podaj główną treść wszystkich bloków.
ru: Вы должны написать основное содержание всех блоков.
tr: Lütfen tüm bloklar için bir ana içerik oluşturun.
zh_cn: 请为所有块提供主要内容。
zh_tw: 請為所有區塊填入主要內容

source: Pause video
ca: Pausa el vídeo
ca_es@valencia: Pausar el vídeo
dz: གློག་བརྙནཐེམ་བཞག
el: Παύση βίντεο
es: Pausar el vídeo
eu: Gelditu bideoa
fr: Pause vidéo
gl: Pausar o vídeo
it: Pausa video
pl: Zatrzymaj odtwarzanie filmu
ru: Приостановить видео
tr: Videoyu duraklat
zh_cn: 暂停视频
zh_tw: 暫停播放影片

source: Preview questions
ca: Mostra les preguntes
ca_es@valencia: Veure prèviament les preguntes
dz: དྲི་བ་སྔོན་བལྟ
el: Προεπισκόπηση ερωτήσεων
es: Mostrar las preguntas
eu: Aurreikusi galderak
fr: Prévisualisation des questions
gl: Ver previamente as preguntas
it: Anteprima domande
pl: Podgląd pytań
ru: Показать вопросы
tr: Soruları önizle
zh_cn: 预览问题
zh_tw: 預覽問題

source: Reload video
ca: Carrega vídeo
ca_es@valencia: Recarregar el vídeo
dz: གློག་བརྙན་ཡང་བསྐྱར་མངོན་གསལ་འབད
el: Επαναφόρτωση βίντεο
es: Recargar el vídeo
eu: Berrabiarazi bideoa
fr: Recharge de la vidéo
gl: Recargar vídeo
it: Ricaricare video
pl: Załaduj ponownie film
ru: Перезагрузить видео
tr: Videoyu yeniden yükle
zh_cn: 重新加载视频
zh_tw: 重新載入影片

source: Please write the answer or solution
ca: Escriu la resposta o la solució
ca_es@valencia: Indique una resposta o solució
el: Παρακαλώ γράψτε την απάντηση ή τη λύση
es: Indique una respuesta o solución
eu: Idatzi erantzuna edo soluzioa
fr: Veuillez écrire la réponse ou la solution
gl: Indique unha resposta ou solución
it: Scrivere la risposta o la soluzione
pl: Proszę wpisać odpowiedź lub rozwiązanie
ru: Укажите ответ или решение
tr: Lütfen cevabı veya çözümü yazın
zh_cn: 请写答案或解决方案
zh_tw: 請寫下解答

source: That second is not part of the video. Please check the video duration.
ca: Aquest segon no forma part del vídeo. Comproveu la durada del vídeo.
ca_es@valencia: Aqueix segon no és part del vídeo. Comprove la seua duració.
el: Αυτό το δευτερόλεπτο δεν είναι μέρος του βίντεο. Παρακαλώ ελέγξτε τη διάρκεια του βίντεο.
es: Ese segundo no es parte del vídeo. Compruebe su duración.
eu: Segundo hori ez dago bideoan. Egiaztatu bideoaren iraupena.
fr: Cette seconde ne fait pas partie de la vidéo. Veuillez vérifier la durée de la vidéo.
gl: Ese segundo non é parte do vídeo. Comprobe a súa duración.
it: Il secondo indicato non è nel video. Controllare la durata.
pl: Ta sekunda nie jest częścią filmu. Sprawdź czas trwania filmu.
ru: Эта секунда не является частью видео. Пожалуйста, проверьте продолжительность видео.
tr: O saniye videonun bir parçası değil. Lütfen video süresini kontrol edin.
zh_cn: 那一秒不是视频的一部分。请检查视频时长。
zh_tw: 提供的秒數不正確。請確認影片的長度。

source: There is already a question in that second.
ca: Ja hi ha una pregunta en el segon.
ca_es@valencia: Ja hi ha una qüestió referida a aqueix segon.
el: Υπάρχει ήδη μια ερώτηση σε αυτό το δευτερόλεπτο.
es: Ya hay una pregunta referida a ese segundo.
eu: Dagoeneko galdera bat dago segundo horretan.
fr: Une question est déjà associée à cette seconde.
gl: Xa hai unha pregunta referida a ese segundo.
it: C'è già una domanda in quel secondo.
pl: W tej sekundzie jest już pytanie.
ru: Уже есть вопрос в эту секунду.
tr: O saniyede zaten bir soru var.
zh_cn: 那一秒已经有一个问题。
zh_tw: 那個時間點已經輸入問題了。

source: Write the message to be displayed when passing the game
ca: Escriu el missatge a mostrar quan es passi el joc
ca_es@valencia: Indique el missatge que es mostrarà quan se supere la puntuació seleccionada
el: Γράψτε το μήνυμα που θα εμφανίζεται όταν περνάτε το παιχνίδι
es: Indique el mensaje que se mostrará cuando se supere la puntuación seleccionada
eu: Idatzi jokoa gaindituz gero erakutsiko den mezua
fr: Écrivez le texte visualisé quand la ponctuation sera atteinte
gl: Indica a mensaxe que se amosará cando se supere a puntuación seleccionada
it: Messaggio da mostrare al completamento del gioco
pl: Napisz wiadomość, która będzie wyświetlana po przejściu gry
ru: Напишите сообщение, которое будет отображаться при превышении выбранного балла.
tr: Oyunu geçerken görüntülenecek mesajı yazın
zh_cn: 在通过游戏时写下要显示的消息
zh_tw: 完成遊戲時顯示的訊息

source: Please check the video length and the end time
ca: Comproveu la duració del vídeo i el temps final
ca_es@valencia: El valor del punt final del vídeo ha de ser inferior a la seua duració
el: Ελέγξτε τη διάρκεια του βίντεο και την ώρα λήξης
es: El valor del punto final del vídeo debe ser inferior a su duración
eu: Egiaztatu bideoaren iraupena eta amaiera unea
fr: La valeur du point final de la vidéo doit être inférieure à sa durée
gl: O valor do punto final do vídeo debe ser inferior á súa duración
it: Controllare la lunghezza del video e il tempo di fine
pl: Sprawdź długość filmu i godzinę zakończenia
ru: Пожалуйста, проверьте длину видео и время окончания
tr: Lütfen video uzunluğunu ve bitiş zamanını kontrol edin
zh_cn: 请查看视频长度和结束时间
zh_tw: 請檢查影片長度與結束時間

source: Use a YouTube URL or select a file (mp4, ogg, webm, mp3, wav)
ca: Useu una URL de YouTube URL o seleccioneu un fitxer (mp4, ogg, webm, mp3, wav)
ca_es@valencia: Escriu la URL d'un vídeo de YouTube o seleccione un fitxer (mp4, ogg, webm, mp3, wav)
el: Χρησιμοποιήστε μια διεύθυνση URL του YouTube ή επιλέξτε ένα αρχείο (mp4, ogg, webm, mp3, wav)
es: Escriba la URL de un vídeo de YouTube o seleccione un archivo mp4, ogg, webm, mp3 o wav
eu: Erabili YouTube URL bat edo aukeratu fitxategi bat (mp4, ogg, webm, mp3, wav)
fr: Utilisez une URL de YouTube ou sélectionnez un fichier (mp4, ogg, webm, mp3, wav)
gl: Escriba o URL dun vídeo de YouTube ou seleccione un ficheiro MP4, OGG, WEBM, MP3 ou WAV
it: Usare un URL di YouTube o selezionare un file (MP4, OGG, WEBM, MP3, WAV)
pl: Użyj adresu URL YouTube lub wybierz plik (mp4, ogg, webm, mp3, wav)
ru: Используйте URL-адрес YouTube или выберите файл (mp4, ogg, webm, mp3, wav)
tr: YouTube URL seçin veya (mp4, ogg, webm, mp3, wav) dosyası seçin
zh_cn: 使用YouTube网址或选择文件（mp4、ogg、网络、mp3、wav）
zh_tw: 輸入 YouTube 的網址，或選擇一個檔案（mp4, ogg, webm, mp3, wav）

source: Games with local videos or audios can't be exported
ca: Jocs amb vídeos locals o àudios no es poden exportar
ca_es@valencia: Els jocs basats en fitxers de vídeo o àudio locals no es poden exportar
el: Δεν είναι δυνατή η εξαγωγή παιχνιδιών με τοπικά βίντεο ή ήχους
es: Los juegos basados en archivos de vídeo o audio locales no se pueden exportar
eu: Bideo edo audio lokalak dituzten jokoak ezin dira esportatu
fr: Les jeux avec des fichiers vidéo ou audio locaux ne peuvent pas être exportés.
gl: Os xogos baseados en ficheiros de vídeo ou de audio locais non se poden exportar
it: I giochi con video o audio locale non possono essere esportati
pl: Nie można eksportować gier z lokalnymi filmami lub plikami audio
ru: Невозможно экспортировать игры с локальным видео или аудио
tr: Yerleşik video veya ses dışa aktarılamaz
zh_cn: 无法导出包含本地视频或音频的游戏
zh_tw: 使用本地端影片或聲音檔的遊戲無法匯出

source: Create activities consisting on a video with interactive questions.
ca: Creeu activitats consistents en vídeos amb preguntes interactives.
es: Cree actividades en las que se intercalan preguntas a lo largo de un vídeo.
eu: Galdera interaktiboak dituen bideotan oinarritutako jarduerak sortu.
fr: Créer des activités à partir d'une vidéo avec des questions interactives.
gl: Cree actividades nas que se intercalan preguntas ao longo dun vídeo.

source: Navigable
ca: Navegable
ca_es@valencia: Navegable
dz: ལམ་ཕྱོགས་འཚོལ་ཐོབ
el: Πλοηγήσιμο
es: Navegable
eu: Nabigagarria
fr: Navigation possible
gl: Navegable
it: Navigabile
pl: Nawigacja
ru: Управляемый
tr: Gezilebilir
zh_cn: 可拖动播放条
zh_tw: 可導覽

source: Repeat question
ca: Repeteix la pregunta
ca_es@valencia: Repetir la pregunta
dz: དྲི་བ་བསྐྱར་ལོག་འབད
el: Επανάληψη ερώτησης
es: Repetir la pregunta
eu: Errepikatu galdera
fr: Répéter la question
gl: Repetir pregunta
it: Ripetere la domanda
pl: Powtórz pytanie
ru: Повторить вопрос
tr: Soruyu tekrarla
zh_cn: 重复问题
zh_tw: 重覆問題

source: Question point
ca: Punt de pregunta
ca_es@valencia: Punt de qüestió
dz: དྲི་བའི་སྐུགས
el: Σημείο ερώτησης
es: Punto de pregunta
eu: Galderara-unea
fr: Point de question
gl: Punto de pregunta
it: Punto domanda
pl: Pytanie
ru: Точка вопроса
tr: Soru puanı
zh_cn: 问题点
zh_tw: 問題得分

source: Preview question
ca: Qüestió prèvia
ca_es@valencia: Veure prèviament la pregunta
dz: དྲི་བ་སྔོན་བལྟ
el: Προηγούμενη ερώτηση
es: Ver previamente la pregunta
eu: Aurreikusi galdera
fr: Aperçu de la question
gl: Ver previamente a pregunta
it: Anteprima domanda
pl: Podgląd pytania
ru: Предпросмотр вопроса
tr: Sorunun önizlemesi
zh_cn: 预览问题
zh_tw: 預覽問題

source: Do you want to delete the selected style?
ca: Esteu segur de voler suprimir l'estil seleccionat?
ca_es@valencia: Voleu suprimir l'estil seleccionat?
dz: ཁྱོད་ཀྱི་སེལ་བཐུ་འབད་བའི་བཟོ་རྣམ་འདི་བཏོན་གཏང་ནི་ཨིན་ན?
el: Θέλετε να διαγράψετε την προεπιλεγμένη τεχνοτροπία;
es: ¿Desea borrar el estilo seleccionado?
eu: Estilo hau ezabatu nahi duzu?
fr: Voulez-vous effacer le style sélectionné ?
gl: Quere eliminar o estilo seleccionado?
it: Cancellare lo stile selezionato?
nl: Wil je de geselecteerde stijl verwijderen?
pl: Czy chcesz usunąć wybrany styl?
pt: Pretende apagar o estilo selecionado?
ru: Вы хотите удалить выделенный стиль?
tr: Seçilen stil dosyalarını silmek istediğinizden emin misiniz?
zh_cn: 要删除所选样式吗？
zh_tw: 您要刪除此選擇的樣式嗎？

source: Cut
ca: Talla
ca_es@valencia: Retalla
dz: བཏོག
el: Αποκοπή
es: Cortar
eu: Ebaki
fr: Couper
gl: Cortar
it: Taglia
pl: Wytnij
pt: Cortar
ru: Вырезать
tr: Kes
zh_cn: 剪切
zh_tw: 剪下

source: Heading 5
ca: Encapçalament 5
ca_es@valencia: Encapçalament 5
dz: མགུ་རྒྱན་༥
el: Επικεφαλίδα 5
es: Encabezado 5
eu: 5. goiburua
fr: Titre 5
gl: Encabezamento 5
it: Intestazione 5
nl: Kop 5
pl: Nagłówek 5
pt: Título 5
ru: Заголовок 5
tr: Başlık 5
zh_cn: 标题 5
zh_tw: 標頭 5

source: Heading 2
ca: Encapçalament 2
ca_es@valencia: Encapçalament 2
dz: མགུ་རྒྱན་༢
el: Επικεφαλίδα 2
es: Encabezado 2
eu: 2. goiburua
fr: Titre 2
gl: Encabezamento 2
it: Intestazione 2
nl: Kop 2
pl: Nagłówek 2
pt: Título 2
ru: Заголовок 2
tr: Başlık 2
zh_cn: 标题2
zh_tw: 標頭 2

source: Currently not supported by your browser, use keyboard shortcuts instead.
ca: El vostre navegador actualment no ho admet, utilitzeu les dreceres de teclat.
ca_es@valencia: Ara mateix no està implementat al vostre navegador; al seu lloc, utilitza les dreceres de teclat.
el: Για την ώρα δεν υποστηρίζεται από τον περιηγητή σας. Χρησιμοποιήστε συνδυασμούς πλήκτρων για τις συντομεύσεις.
es: Su navegador no soporta las funciones de cortapapeles, use los accesos por teclado.
eu: Zure nabigatzailean ez dabil, erabili teklatuko laster-teklak honetarako.
fr: Actuellement non supporté par votre navigateur. Veuillez utiliser les raccourcis clavier à la place.
gl: O seu navegador non admite estas funcións, use os atallos de teclado.
it: Attualmente non supportato dal navigatore in uso, usare le scorciatoie da tastiera.
nl: Kopiëren/knippen/plakken wordt niet ondersteund door uw browser, gebruik hiervoor de sneltoetsen.
pl: Obecnie nie jest obsługiwany przez przeglądarkę, zamiast tego użyj skrótów klawiaturowych.
pt: O seu browser não suporta esta função, use os atalhos do teclado.
ru: В настоящее время не поддерживается вашим браузером, вместо этого используйте сочетания клавиш.
tr: Şu anda tarayıcınız tarafından desteklenmiyor, bunun yerine klavye kısayollarını kullanın.
zh_cn: 目前浏览器不支持，请改用键盘快捷键。
zh_tw: 目前您的瀏覽器並未支援，請改用鍵盤捷徑。

source: Heading 4
ca: Encapçalament 4
ca_es@valencia: Encapçalament 4
dz: མགུ་རྒྱན་༤
el: Επικεφαλίδα 4
es: Encabezado 4
eu: 4. goiburua
fr: Titre 4
gl: Encabezamento 4
it: Intestazione 4
nl: Kop 4
pl: Nagłówek 4
pt: Título 4
ru: Заголовок 4
tr: Başlık 4
zh_cn: 标题 4
zh_tw: 標頭 4

source: Paste
ca: Enganxa
ca_es@valencia: Apega
dz: སྦྱར
el: Επικόλληση
es: Pegar
eu: Itsatsi
fr: Coller
gl: Pegar
it: Incolla
pl: Wklej
pt: Colar
ru: Вставить
tr: Yapıştır
zh_cn: 粘贴
zh_tw: 貼上

source: Font Family
ca: Família de la font
ca_es@valencia: Família del tipus de lletra
dz: ཡིག་གཟུགས་ཀྱི་རིགས་ཚན
el: Γραμματοσειρά
es: Familia del tipo de letra
eu: Letra mota
fr: Nom de la police
gl: Familia do tipo de letra
it: Famiglia carattere
nl: Lettertype
pl: Rodzina czcionek
pt: Fonte
ru: Семейство шрифтов
tr: Font ailesi
zh_cn: 字体
zh_tw: 字型家族

source: Align Right
ca: Alineació dreta
ca_es@valencia: Alineació dreta
dz: གཡས་ཕྲང
el: Στοίχιση δεξιά
es: Alinear a la derecha
eu: Eskuinean lerrokatu
fr: Aligné à droite
gl: Aliñar á dereita
it: Allinea a destra
nl: Rechts uitlijnen
pl: Wyrównaj do prawej
pt: Alinhar à direita
ru: По правому краю
tr: Sağa Hizala
zh_cn: 右对齐
zh_tw: 置右

source: New Document
ca: Document nou
ca_es@valencia: Document nou
dz: ཡིག་ཆ་གསརཔ
el: Νέο έγγραφο
es: Nuevo documento
eu: Dokumentu berria
fr: Nouveau document
gl: Novo documento
it: Nuovo documento
nl: Nieuw document
pl: Nowy dokument
pt: Novo documento
ru: Новый документ
tr: Yeni Belge
zh_cn: 新文件
zh_tw: 新文件

source: Block Quote
ca: Bloc de citació
ca_es@valencia: Bloc de citació
dz: སྡེབ་ཚན་འདྲེན་ཚིག
el: Πλαίσιο παραθέματος
es: Cita
eu: Zita
fr: Citation
gl: Cita
it: Testo quotato
nl: Citaat
pl: Cytat blokowy
pt: Citação em bloco
ru: Цитата
tr: Alnıtı Bloğu
zh_cn: 块引用
zh_tw: 區塊引言

source: Insert/Remove Numbered List
ca: Insereix/treu llista numerada
ca_es@valencia: Insereix / Suprimeix la llista numerada
dz: འགོ་ཚག་ཅན་གྱི་ཐོ་ཡིག་བཙུགས་/རྩ་བསྐྲད་གཏང
el: Εισαγωγή/Αφαίρεση αριθμημένης λίστας
es: Lista ordenada
eu: Sortu/ezabatu buletdun zerrenda
fr: Liste numérotée
gl: Inserir/Eliminar lista ordenada
it: Inserisci/elimina lista numerata
nl: Nummering
pl: Wstaw/Usuń listę numerowaną
pt: Lista ordenada
ru: Нумерованный список
tr: Numaralandırılmış Liste Ekle/Kaldır
zh_cn: 插入/删除编号列表
zh_tw: 插入/移除編號列表

source: Heading 1
ca: Encapçalament 1
ca_es@valencia: Encapçalament 1
dz: མགུ་རྒྱན་༡
el: Επικεφαλίδα 1
es: Encabezado 1
eu: 1. goiburua
fr: Titre 1
gl: Encabezamento 1
it: Intestazione 1
nl: Kop 1
pl: Nagłówek 1
pt: Título 1
ru: Заголовок 1
tr: Başlık 1
zh_cn: 标题 1
zh_tw: 標頭 1

source: Header
ca: Capçalera
ca_es@valencia: Capçalera
dz: མགོ་ཡིག
el: Κεφαλίδα
es: Encabezado
eu: Goiburua
fr: Titre
gl: Encabezamento
it: Intestazione
nl: Kop
pl: Nagłówek
pt: Campo
ru: Заголовок
tr: Başlık
zh_cn: 页首
zh_tw: 標頭

source: Increase Indent
ca: Augmenta el sagnat
ca_es@valencia: Augmenta el sagnat
dz: འགོ་མཚམས་ཡར་འཕར
el: Αύξηση εσοχής
es: Aumentar sangría
eu: Koska gehitu
fr: Indenter
gl: Aumentar sangría
it: Sposta verso interno
nl: Inspringing vergroten
pl: Zwiększ wcięcie
pt: Aumentar recuo
ru: Увеличить отступ
tr: Girintiyi Artır
zh_cn: 增加缩进
zh_tw: 遞增縮排

source: Formats
dz: རྩ་སྒྲིག་ཚུ
el: Μορφές
es: Formatos
eu: Formatuak
gl: Formatos
it: Formati
pl: Formaty
pt: Formatos
ru: Форматы
tr: Biçimler
zh_cn: 格式
zh_tw: 格式

source: Headers
ca: Capçaleres
ca_es@valencia: Capçaleres
dz: མགོ་ཡིག་ཚུ
el: Κεφαλίδες
es: Encabezados
eu: Goiburuak
fr: En-têtes
gl: Encabezamentos
it: Intestazioni
pl: Nagłówki
pt: Cabeçalhos
ru: Заголовки
tr: Başlıklar
zh_cn: 页眉
zh_tw: 標頭

source: Select All
ca: Selecciona-ho tot
ca_es@valencia: Selecciona-ho tot
dz: ཆ་མཉམ་སེལ་འཐུ་འབད
el: Επιλογή όλων
es: Elegir todo
eu: Aukeratu guztia
fr: Tout sélectionner
gl: Seleccionar todo
it: Selezionare tutto
nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar tudo
ru: Выделить все
tr: Tümünü Seç
zh_cn: 选择所有
zh_tw: 全部選取

source: Heading 3
ca: Encapçalament 3
ca_es@valencia: Encapçalament 3
dz: མགུ་རྒྱན་༣
el: Επικεφαλίδα 3
es: Encabezado 3
eu: 3. goiburua
fr: Titre 3
gl: Encabezamento 3
it: Intestazione 3
nl: Kop 3
pl: Nagłówek 3
pt: Título 3
ru: Заголовок 3
tr: Başlık 3
zh_cn: 标题3
zh_tw: 標頭 3

source: Undo
ca: Desfés
ca_es@valencia: Desfés
dz: འབད་བཤོལ
el: Αναίρεση
es: Deshacer
eu: Desegin
fr: Annuler
gl: Desfacer
it: Annulla
pl: Cofnij
pt: Desfazer
ru: Аннулировать
tr: Geri al
zh_cn: 撤销
zh_tw: 復原

source: Insert/Remove Bulleted List
ca: Insereix/treu llista de pics
ca_es@valencia: Insereix / Suprimeix la llista de pics
dz: འགོ་ཚག་ཅན་གྱི་ཐོ་ཡིག་བཙུགས་/རྩ་བསྐྲད་གཏང
el: Προσθήκη/Αφαίρεση λίστας με κουκκίδες
es: Lista desordenada
eu: Sortu/ezabatu buletdun zerrenda
fr: Liste à puces
gl: Inserir/Eliminar lista desordenada
it: Inserisci/elimina lista puntata
nl: Opsommingstekens
pl: Wstaw/Usuń listę wypunktowaną
pt: Lista não-ordenada
ru: Маркированный список
tr: Madde imi Ekle/Kaldır
zh_cn: 插入/删除项目符号列表
zh_tw: 插入/移除圓點列表

source: Remove Formatting
ca: Suprimeix el format
ca_es@valencia: Suprimeix la formatació
dz: སྒྲིག་བཀོད་རྩ་བསྐྲད་གཏང
el: Αφαίρεση μορφοποίησης
es: Limpiar formato
eu: Formatua kendu
fr: Supprimer le formatage
gl: Quitar formato
it: Rimuovi formattazione
nl: Opmaak verwijderen
pl: Usuń formatowanie
pt: Remover formatação
ru: Очистить формат
tr: Biçmlendirmeyi Temizle
zh_cn: 移除格式
zh_tw: 移除格式

source: Font Size
ca: Mida de la font
ca_es@valencia: Grandària de la lletra
dz: ཡིག་གཟུགས་ཀྱི་ཚད་
el: Μέγεθος γραμματοσειράς
es: Tamaño del tipo
eu: Letra tamaina
fr: Taille de police
gl: Tamaño de fonte
it: Dimensione carattere
nl: Tekengrootte
pl: Rozmiar czcionki
pt: Tamanho fonte
ru: Размер шрифта
tr: Yazı Boyutu
zh_cn: 字号
zh_tw: 字型大小

source: Heading 6
ca: Encapçalament 6
ca_es@valencia: Encapçalament 6
dz: མགུ་རྒྱན་༦
el: Επικεφαλίδα 6
es: Encabezado 6
eu: 6. goiburua
fr: Titre 6
gl: Encabezamento 6
it: Intestazione 6
nl: Kop 6
pl: Nagłówek 6
pt: Título 6
ru: Заголовок 6
tr: Başlık 6
zh_cn: 标题 6
zh_tw: 標頭 6

source: Redo
ca: Refés
ca_es@valencia: Refés
dz: ལོག་འབད
el: Ακύρωση αναίρεσης
es: Rehacer
eu: Berregin
fr: Répéter
gl: Refacer
it: Rifai
pl: Ponów
pt: Refazer
ru: Вернуть
tr: Yenile
zh_cn: 重做
zh_tw: 重做

source: Paragraph
ca: Paràgraf
ca_es@valencia: Paràgraf
dz: དོན་མཚམས
el: Παράγραφος
es: Párrafo
eu: Paragrafoa
fr: Paragraphe
gl: Parágrafo
it: Paragrafo
nl: Alinea
pl: Paragraf
pt: Parágrafo
ru: Абзац
tr: Paragraf
zh_cn: 段落
zh_tw: 段落

source: Align Center
ca: Alineació al centre
ca_es@valencia: Alinea al centre
dz: དབུས་ཕྲང
el: Στοίχιση στο κέντρο
es: Alinear al centro
eu: Erdian zentratu
fr: Centré
gl: Aliñar ao centro
it: Centra
nl: Centreren
pl: Wyrównaj do środka
pt: Centralizar
ru: По центру
tr: Ortala
zh_cn: 中心对齐
zh_tw: 置中

source: Decrease Indent
ca: Redueix el sagnat
ca_es@valencia: Redueix el sagnat
dz: འགོ་མཚམས་མར་ཕབ
el: Μείωση εσοχής
es: Reducir sangría
eu: Koska kendu
fr: Retirer l'indentation
gl: Reducir sangría
it: Sposta verso esterno
nl: Inspringing verkleinen
pl: Zmniejsz wcięcie
pt: Diminuir recuo
ru: Уменьшить отступ
tr: Girintiyi Azalt
zh_cn: 减少缩进
zh_tw: 遞減縮排

source: Paste is now in plain text mode. Click again to toggle back to regular paste mode. After you paste something you will be returned to regular paste mode.
ca: Enganxa està ara configurat en mode text pla. Clica de nou per tornar al mode normal d'enganxar. Després d'enganxar alguna cosa tornarà al mode normal d'enganxar.
ca_es@valencia: Ara l'acció d'apegar és en mode de text net. Torneu a clicar per a commutar al mode d'apegar normal. Després d'apegar qualsevol cosa tornarà al mode d'apegar normal.
el: Η επικόλληση βρίσκεται αυτή τη στιγμή σε λειτουργία απλού κειμένου. Πιέστε πάλι για να επιστρέψετε σε λειτουργία κανονικής επικόλλησης. Αφού κάνετε μια επικόλληση θα επιστρέψετε σε λειτουργία απλού κειμένου.
es: Pegar ahora está en modo texto plano. Pulse otra vez para volver al modo de pegado normal. Cuando pegue algo, volverá al modo de pegado normal.
eu: Itsasteko aukera testu moduan dago orain. Egin klik itsasketa arruntera itzultzeko. Edozer itsatsi ondoren itsasketa arruntera itzuliko zara.
fr: Le collage est actuellement en mode texte non formaté. Cliquez à nouveau pour revenir en mode de collage ordinaire.
gl: Pegue agora en texto plano. Prema outra vez para cambiar ao modo de pegado habitual. Despois de pegar algo deberá volver ao modo habitual de pegado.
it: Incolla è ora in modalità solo testo. Clic di nuovo per tornare alla modalità normale. Dopo aver incollato qualcosa torna automaticamente al normale.
nl: Plakken is nu in plattetekstmodus. Klik nog een keer om terug te gaan naar normaal plakken. Nadat je iets geplakt hebt ga je terug naar normaal plakken.
pl: Wklejanie jest teraz w trybie zwykłego tekstu. Kliknij ponownie, aby przełączyć się z powrotem do zwykłego trybu wklejania. Po wklejeniu zostaniesz przywrócony do zwykłego trybu wklejania.
pt: Comando colar está em modo texto simples. Clique novamente para voltar para o modo normal.
ru: Вставить теперь в текстовом режиме. Нажмите ещё раз, чтобы переключиться в обычный режим вставки. После того, как вы вставите что-то, вы вернётесь в обычный режим вставки.
tr: Yapıştır şimdi düz metin modunda. Normal yapıştırma moduna geri dönmek için tekrar tıklayın. Bir şeyi yapıştırdıktan sonra normal yapıştırma moduna dönersiniz.
zh_cn: 现在处于纯文本粘贴模式。再次单击可切换回正常粘贴模式。粘贴过后你将返回到正常粘贴模式
zh_tw: 「貼上」目前是在純文字模式。再次點擊可以切換回正常模式。貼上後會回到正常模式。

source: Full
ca: Complet
ca_es@valencia: complet
dz: ཆ་ཚང
el: Πλήρες
es: Justificado
eu: Justifikatuta
fr: Justifié
gl: Xustificado
it: Giustifica
nl: Uitvullen
pl: Wyjustuj
pt: Justificado
ru: По ширине
tr: Dolu
zh_cn: 完整
zh_tw: 完整

source: Copy
ca: Copia
ca_es@valencia: Copia
dz: འདྲ་བཤུས
el: Αντιγραφή
es: Copiar
eu: Kopiatu
fr: Copier
gl: Copiar
it: Copia
pl: Kopiuj
pt: Copiar
ru: Копировать
tr: Kopyala
zh_cn: 复制
zh_tw: 複製

source: Align Left
ca: Alineació esquerra
ca_es@valencia: Alineació esquerra
dz: གཡོན་ལུ་ཕྲང
el: Στοίχιση αριστερά
es: Alinear a la izquierda
eu: Ezkerrean lerrokatu
fr: Aligné à gauche
gl: Aliñar á esquerda
it: Allinea a sinistra
nl: Links uitlijnen
pl: Wyrównaj do lewej
pt: Alinhar à esquerda
ru: По левому краю
tr: Sola hizala
zh_cn: 左对齐
zh_tw: 置左

source: Show/Hide Visual Control Characters
ca: Activa/desactiva els caràcters de control visual.
ca_es@valencia: Mostra/Oculta els caràcters visuals de control
el: Εμφάνιση/Απόκρυψη χαρακτήρων οπτικού ελέγχου
es: Mostrar/ocultar caracteres de control visual
eu: Begi kontrol karaktereak gaitu/ezgaitu
fr: Activer les caractères de mise en page
gl: Amosar/Ocultar caracteres de control visual
it: Attiva/disattiva caratteri di controllo visuale
nl: Zichtbare symbolen
pl: Pokaż/Ukryj znaki kontroli wizualnej
pt: Caracteres de controle visual ligado/desligado
ru: Показать/скрыть визуальные управляющие символы
tr: Görsel Kontrol Karakterlerini Göster/Gizle
zh_cn: 显示/隐藏可视控件字符
zh_tw: 顯示/隱藏可見控制字元

source: Lower Greek
ca: Grega minúscula
ca_es@valencia: Grega minúscula
dz: ཡིག་ཆུང་གི་རིཀ
el: Πεζά ελληνικά
es: Alfabeto griego (minúsculas)
eu: Hizki greko xeheak
fr: Grec minuscule
gl: Alfabeto grego (minúsculas)
it: Minuscolo lettera greca
nl: Griekse letters (klein)
pl: Małe litery greckie α, β, γ
pt: Alfabeto grego
ru: Строчные греческие буквы
tr: Yunanca küçük
zh_cn: 小写希腊字母
zh_tw: 小寫希臘字母

source: Square
ca: Quadrat
ca_es@valencia: Quadrat
dz: གྲུ་བཞི
el: Τετράγωνο
es: Cuadrado
eu: Karratua
fr: Carré
gl: Cadrado
it: Quadrato
nl: Vierkant
pl: Wypełniony kwadrat
pt: Quadrado
ru: Квадрат
tr: Kare
zh_cn: 正方形
zh_tw: 方形

source: Lower Alpha
ca: Alfa minúscula
ca_es@valencia: Alfa minúscula
dz: ཡིག་ཆུང་ཨཱལ་ཕ
es: Alfabeto (minúsculas)
eu: Hizki xeheak
fr: Alpha minuscule
gl: Alfabeto (minúsculas)
it: Minuscolo alfanumerico
nl: Alfa (klein)
pl: Małe litery a, b, c, ... z
pt: Alfabeto minúsculo
ru: Строчные латинские буквы
tr: Alfa küçük
zh_cn: 小写 Alpha
zh_tw: 小寫 Alpha
