Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: You must review %s&percnt; of the contents of the activity before completing the questionnaire.
ca: Cal que reviseu el %s&percnt; dels continguts de l'activitat abans de completar el qüestionari.
el: Πρέπει να ελέγξετε το %s&percnt; του περιεχομένου της δραστηριότητας πριν από τη συμπλήρωση του ερωτηματολογίου.
es: Debes repasar el %s&percnt; de los contenidos de la actividad antes de completar el cuestionario.
eu: Jardueraren edukien &percnt;%s berrikusi behar duzu galdetegia amaitu baino lehen.
fr: Vous devez réviser %s&percnt; des contenus de l'activité Avant de compléter le questionnaire.
gl: Debes repasar o %s&percnt; dos contidos da actividade antes de completar o cuestionario.
pl: Musisz przejrzeć %s procent treści działania przed wypełnieniem kwestionariusza
tr: Anketi tamamlamadan önce %s &percnt; etkinliğin içeriğini incelemeniz ve değerlendirmeniz gerekir.

source: Everything is perfect! Do you want to repeat this activity?
ca: Tot és perfecte! Voleu repetir aquesta activitat?
el: Όλα πήγαν περίφημα! Θέλετε να επαναλάβετε τη δραστηριότητα;
es: ¡Todo perfecto! ¡Enhorabuena! ¿Deseas repetir esta actividad?
eu: Dena ondo dago! Jarduera errepikatu nahi duzu?
fr: Tout est parfait ! Voulez-vous répéter l'activité ?
gl: Todo perfecto! Parabéns! Desexas repetir esta actividade?
pl: Wszystko jest perfekcyjne! Czy chcesz powtórzyć tę czynność?
tr: Harikulade. Bu etkinliği tekrar yapmak istermisin?

source: You have not passed this test. You should review its contents and try again. Do you want to repeat this activity?
ca: No heu superat aquesta prova. Hauríeu de revisar-ne el contingut i provar-hode nou. Voleu repetir aquesta activitat?
el: Δεν έχετε περάσει αυτό το τεστ. Θα πρέπει να το ξαναδείτε και να προσπαθήσετε πάλι. Θέλετε να επαναλάβετε αυτή τη δραστηριότητα;
es: No has superado esta prueba. Repasa sus contenidos e inténtalo de nuevo. ¿Deseas repetir la actividad?
eu: Ez duzu gainditu froga. Edukiak berrikusi beharko dituzu eta berriro saiatu. Jarduera errepikatu nahi duzu?
fr: Vous avez échoué au test. Vous devriez réviser les contenus et essayer à nouveau. Voulez-vous répéter l'activité ?
gl: Non superaches esta proba. Repasa os seus contidos e téntao de novo. Desexas repetir a actividade?
pl: Nie zdałeś tego testu. Powinieneś przejrzeć jego zawartość i spróbować ponownie. Czy chcesz powtórzyć tę czynność?
tr: Bu testi geçmedin. İçeriğini gözden geçirmeli ve tekrar denemelisiniz. Bu etkinliği tekrarlamak istiermisin?

source: Great! You have passed the test, but you can improve it surely. Do you want to repeat this activity?
ca: Genial! Heu superat la prova, però segur que podeu millorar-la. Voleu repetir aquesta activitat?
el: Περίφημα! Περάσατε το τεστ, αλλά μπορείτε σίγουρα να το βελτιώσετε. Θέλετε να επαναλάβετε αυτή τη δραστηριότητα;
es: ¡Estupendo! Has superado la prueba, pero seguro que lo puedes mejorar. ¿Deseas repetir esta actividad?
eu: Ondo! Froga gainditu duzu, baina ziurrenik hobeto egin dezakezu. Jarduera errepikatu nahi duzu?
fr: Fantastique! Vous avez réussi le test, mais vous pouvez sûrement améliorer le résultat. Voulez-vous répéter l'activité ?
gl: Moi ben! Superaches a proba, pero seguro que o podes mellorar. Desexas repetir esta actividade?
pl: Świetnie! Test zdałeś, ale możesz go poprawić. Czy chcesz powtórzyć tę czynność?
tr: Harika! Testi geçtiniz, yinede kendinizi biraz daha geliştirmelisiniz. Bu etkinliği tekrarlamak istiyor musunuz?

source: Almost perfect! You can still do it better. Do you want to repeat this activity?
ca: Gairebé perfecte! Encara podeu fer-ho millor. Voleu repetir aquesta activitat?
el: Σχεδόν τέλεια! Υπάρχουν ακόμη περιθώρια βελτίωσης. Θέλετε να επαναλάβετε αυτή τη δραστηριότητα;
es: ¡Casi perfecto! Aún lo puedes hacer mejor. ¿Deseas repetir esta actividad?
eu: Ia biribila! Oraindik hobeto egin dezakezu. Jarduera errepikatu nahi duzu?
fr: Presque parfait ! Vous pouvez maintenant mieux faire. Voulez-vous répéter l'activité ?
gl: Case perfecto! Aínda podes facelo mellor. Desexas repetir esta actividade?
pl: Prawie idealnie! Nadal możesz to zrobić lepiej. Czy chcesz powtórzyć tę czynność?
tr: Çok iyil! Amadaha iyisini yapabilirsin. Bu etkinliği tekrarlamak ister misin?

source: It is not correct! You have clicked on
ca: No és correcte! Heu fet clic a
el: Δεν είναι σωστό! Έχετε κάνει κλικ στο
es: ¡No es correcto! Has pulsado sobre
eu: Ez da zuzena! Hemen egin duzu klik
fr: Incorrect ! Vous avez cliqué.
gl: Non é correcto! Premiches sobre
pl: To nie jest poprawne! Kliknąłeś na
tr: Doğru değil! tıkladın

source: and the correct answer is
ca: i la resposta correcta és
el: και η σωστή απάντηση είναι
es: y la respuesta correcta es
eu: eta erantzun zuzena hau da
fr: Et la réponse correcte est
gl: e a resposta correcta é
pl: a poprawna odpowiedź to
tr: ve doğru cevap

source: Try again!
ca: Prova de nou!
el: Προσπαθήστε πάλι!
es: ¡Prueba otra vez!
eu: Saiatu berriro!
fr: Essayez à Nouveau !
gl: Téntao outra vez!
pl: Spróbuj ponownie!
tr: Tekrar dene!

source: Great! You have visited the required dots.
ca: Genial! Heu visitat els punts necessaris.
el: Τέλεια! Έχετε επισκεφθεί όλα τα απαιτούμενα σημεία.
es: ¡Genial! Has visitado los puntos necesarios.
eu: Ondo egina! Beharrezko puntuak ikustatu dituzu.
fr: Fantastique ! Vous avez parcouru les points nécessaires.
gl: Xenial! Visitaches os puntos necesarios.
pl: Świetnie! Odwiedziłeś wymagane kropki.
tr: Harika! Gerekli noktaları ziyaret ettiniz.

source: You can do the test.
ca: Podeu fer la prova.
el: Μπορείτε να κάνετε το τεστ.
es: Puedes completar el cuestionario.
eu: Froga egin dezakezu.
fr: Vous pouvez réaliser le test.
gl: Podes facer o test.
pl: Możesz wykonać test.
tr: Testi yapabilirsin.

source: Subtitles
ca: Subtítols
el: Υπότιτλοι
es: Subtítulos
eu: Azpitituluak
fr: Sous-titres
gl: Subtítulos
pl: Napisy
tr: Altyazılar

source: Select a subtitle file. Supported formats:
ca: Selecciona un fitxer de subtítols. Formats suportats:
el: Επιλέξτε ένα αρχείο υπότιτλων. Υποστηριζόμενες μορφές:
es: Selecciona un archivo de subtítulos. Formatos válidos:
eu: Aukeratu azpititulu fitxategia. Onartutako formatuak:
fr: Choisissez un fichier de sous-titre. Formats acceptées:
gl: Seleccione un ficheiro de subtítulos. Formatos admitidos:
pl: Wybierz plik z napisami. Obsługiwane formaty:
tr: Bir altyazı dosyası seçin. Desteklenen biçimler:

source: Please write the solution
ca: Escriu la solució
ca_es@valencia: Escriu la solució
el: Παρακαλώ γράψτε την απάντηση
es: Indique la solución
eu: Idatzi soluzioa
fr: Veuillez écrire la solution
gl: Indique a solución
it: Scrivere la soluzione
pl: Proszę napisać rozwiązanie
ru: Напишите, пожалуйста, решение
tr: Lütfen çözümü yazın
zh_cn: 请输入答案
zh_tw: 請寫下解答

source: The question marked as next in case of success does not exist.
ca: La qüestió marcada com següent en cas d'encert no existeix.
ca_es@valencia: La qüestió que has indicat com a següent en cas d'encert no existeix.
el: Η ερώτηση που επισημάνθηκε ως η επόμενη σε περίπτωση επιτυχίας, δεν υπάρχει.
es: La cuestión que has indicado como siguiente en caso de acierto no existe.
eu: Asmatuz gero jartzeko aukeratu duzun erantzuna ez da existitzen.
fr: La question indiquée comme suivante en cas de succès n'existe pas.
gl: A cuestión que indicaches como seguinte no caso de acerto non existe.
it: La domanda successiva in caso di risposta giusta non esiste.
pl: Pytanie oznaczone jako następne w przypadku sukcesu nie istnieje.
ru: Вопрос, помеченный как следующий в случае успеха, не существует.
tr: Başarı durumunda gösterilere sonraki olarak işaretlenen soru mevcut değil.
zh_cn: 成功时，标记为下一个的问题不存在。

source: The question marked as next in case of error does not exist.
ca: La qüestió marcada com següent en cas d'error no existeix.
ca_es@valencia: La qüestió que has indicat com a següent en cas d'error no existeix.
el: Η ερώτηση που επισημάνθηκε ως η επόμενη σε περίπτωση σφάλματος, δεν υπάρχει.
es: La cuestión que has indicado como siguiente en caso de error no existe.
eu: Ez asmatuz gero jartzeko aukeratu duzun erantzuna ez da existitzen.
fr: La question indiquée comme suivante en cas d'erreur n'existe pas.
gl: A cuestión que indicaches como seguinte no caso de erro non existe.
it: La domanda successiva in caso di errore non esiste.
pl: Pytanie oznaczone jako następne w przypadku błędu nie istnieje.
ru: Вопрос, помеченный как следующий в случае ошибки, не существует.
tr: Hata durumunda sonraki olarak işaretlenen soru mevcut değil.
zh_cn: 出现错误时，标记为下一个的问题不存在。

source: You must indicate a title for this point.
ca: Cal que indiqueu un subtítol per a aquest punt.
el: Πρέπει να υποδείξετε έναν τίτλο για αυτό το σημείο.
es: Debes indicar un título para este punto.
eu: Puntu honen titulua zehaztu behar duzu.
fr: Veuillez indiquer un titre pour ce point.
gl: Indique un título para este punto.
pl: Musisz podać tytuł tego punktu.
tr: Bu nokta için bir başlık belirtmeniz gerekir.

source: You must mark a point on the map.
ca: Cal que marqueu un punt al mapa.
el: Πρέπει να σημειώσετε ένα σημείο στο χάρτη.
es: Debes marcar un punto en el mapa.
eu: Mapan puntu bat markatu behar duzu.
fr: Veuillez marquez un point sur la carte.
gl: Marque un punto no mapa.
pl: Musisz zaznaczyć punkt na mapie.
tr: Haritada bir noktayı işaretlemelisiniz.

source: You must draw an area on the map.
ca: Cal que dibuixeu una àrea al mapa.
el: Πρέπει να σχεδιάσετε μια περιοχή στον χάρτη.
es: Debes dibujar un área en el mapa.
eu: Mapan azalera bat marraztu behar duzu.
fr: Veuillez marquer une zone sur la carte.
gl: Debuxa na área sobre o mapa.
pl: Musisz narysować obszar na mapie.
tr: Haritada bir alan çizmelisiniz.

source: Provide a slide title.
ca: Poseu un títol a la diapositiva.
el: Δώστε έναν τίτλο διαφάνειας.
es: Ponle título la diapositiva.
eu: Eman diapositibaren titulua.
fr: Intitulez la diapositive.
gl: Póñalle un título á diapositiva.
pl: Podaj tytuł slajdu.
tr: Saydın başlığını girin.

source: Select an audio file.
ca: Seleccioneu un fitxer d'àudio.
el: Επιλέξτε ένα αρχείο ήχου.
es: Selecciona un fichero de audio.
eu: Aukeratu audio fitxategia.
fr: Choisissez un fichier audio.
gl: Selecciona un ficheiro de audio.
pl: Wybierz plik audio.
tr: Bir ses dosyası seçin.

source: Error in the submap.
ca: Errada al submapa.
el: Σφάλμα σε τμήμα του χάρτη.
es: Error en el submapa.
eu: Errorea azpimapan.
fr: Erreur dans la sous-carte.
gl: Erro no submapa.
pl: Błąd w podmapie.
tr: Alt haritada hata var.

source: You must indicate one point at least.
ca: Heu d'indicar un punt com a mínim.
el: Πρέπει να υποδείξετε τουλάχιστον ένα σημείο.
es: Debes indicar al menos un punto.
eu: Gutxienez puntu bat zehaztu behar duzu.
fr: Veuillez indiquer au moins un point.
gl: Indique polo menos un punto.
pl: Musisz wskazać przynajmniej jeden punkt.
tr: En az bir noktayı belirtmelisiniz.

source: You must close all the edited maps before saving the activity.
ca: Heu de tancar tots els mapes editats abans de desar l'activitat.
el: Πρέπει να κλείσετε όλους τους επεξεργασμένους χάρτες πριν αποθηκεύσετε τη δραστηριότητα.
es: Debes cerrar todos los mapas editados antes de guardar la actividad.
eu: Editatutako mapak itxi behar dituzu jarduera gorde baino lehen.
fr: Veuillez fermer toutes les cartes éditées avant la sauvegarde de l'activité.
gl: Peche tódolos mapas editados antes de gardar a actividade.
pl: Musisz zamknąć wszystkie edytowane mapy przed zapisaniem aktywności.
tr: Etkinliği kaydetmeden önce düzenlenen tüm haritaları kapatmalısınız.

source: You must close the edited presentation before saving the activity.
ca: Heu de tancar la presentació editada abans de desar l'activitat.
el: Πρέπει να κλείσετε την επεξεργασμένη παρουσίαση πριν αποθηκεύσετε τη δραστηριότητα.
es: Debes cerrar la presentación modificada antes de guardar la actividad.
eu: Editatutako aurkezpenak itxi behar dituzu jarduera gorde baino lehen.
fr: Veuillez fermer la présentation éditée avant la sauvegarde de l'activité.
gl: Peche a presentación modificada antes de gardar a actividade.
pl: Przed zapisaniem aktywności musisz zamknąć edytowaną prezentację.
tr: Etkinliği kaydetmeden önce düzenlenen sunumu kapatmalısınız.

source: There must be at least one slide in the presentation.
ca: Cal que hi hagi al menys una diapositiva a la presentació.
el: Πρέπει να υπάρχει τουλάχιστον μία διαφάνεια στην παρουσίαση.
es: Debe haber al menos una diapositiva en la presentación.
eu: Aurkezpenak gutxienez diapositiba bat izan behar du.
fr: Il faut au moins une diapositive dans la présentation.
gl: Debe haber cando menos unha diapositiva na presentación.
pl: W prezentacji musi być co najmniej jeden slajd.
tr: Sunumda en az bir slayt olmalıdır.

source: Indicate, using commas, the correct order in which points must be clicked
ca: Indica, amb comes, l'ordre correcte en què s'ha de fer clic als punts
es: Indica, separándolos por comas, el orden correcto en el que se deben pulsar los puntos

source: Create image maps: Images with interactive hotspots to reveal images, videos, sounds, texts...
ca: Creeu mapes d'imatges: Imatges amb punts d'accés interactius per revelar imatges, vídeos, sons, texts, ...
es: Cree mapas de imágenes con zonas activas que podrán mostrar a su vez imágenes, vídeos, sonidos, texto enriquecido o presentaciones.
eu: Sortu irudi mapak: irudietan puntu interaktiboak sortu ditzakezu erakusteko irudiak, bideoak, testuak, ...
fr: Créez les cartes d'images avec des zones interactives qui pourront montrer à leur tour des images, vidéos, sons, textes enrichis ou présentations.
gl: Cree mapas de imaxes: imaxes con zonas interactivas que poderán amosar á súa vez imaxes, vídeos, sons, texto...

source: Click on the active areas or image icons.
ca: Premeu a l'àrea activa o a la icona d'imatge.
el: Πιέστε στις ενεργές περιοχές ή στις μικρογραφίες εικόνας.
es: Pulsa sobre las áreas o iconos activos de la imagen.
eu: Egin klik azalera aktiboetan edo irudien ikonoetan.
fr: Cliquer sur les zones actives ou sur les icônes d'image.
gl: Prema sobre as áreas ou iconas activas da imaxe.
pl: Kliknij aktywne obszary lub ikony obrazów.
tr: Aktif alanlara veya görüntü simgelerine tıklayın.

source: Assessment
ca: Avaluació
el: Αξιολόγηση
es: Evaluación
eu: Ebaluazioa
fr: Évaluation
gl: Avaliación
pl: Ocena
tr: Değerlendirme

source: Visited points
ca: Punts visitats
el: Σημεία που έχετε επισκεφθεί
es: Puntos visitados
eu: Ikustatutako puntuak
fr: Points visités
gl: Puntos visitados
pl: Odwiedzone punkty
tr: Ziyaret edilen noktalar

source: Questionnaire
ca: Qüestionari
el: Ερωτηματολόγιο
es: Cuestionario
eu: Galdetegia
gl: Cuestionario
pl: Kwestionariusz
tr: Anket

source: Options Number
ca: Nombre d'opcions
ca_es@valencia: Nombre d'opcions
dz: གདམ་ཁ་ཚུའི་ཨང
el: Αριθμός επιλογών
es: Número de opciones
eu: Aukera kopurua
fr: Numéro d'options
gl: Número de opcións
it: Numero di opzioni
pl: Liczba opcji
ru: Количество вариантов
tr: Seçenek Numarası
zh_cn: 选项编号
zh_tw: 選項編號

source: Percentage of visited contents necessary to be able to carry out the activity questionnaire
ca: Percentatge de continguts visitats necessaris per poder dur a terme elqüestionari d'activitats
el: Ποσοστό περιεχομένων που είναι απαραίτητο να έχετε επισκεφθεί, για να επιτρέπεται να κάνετε το ερωτηματολόγιο δραστηριότητας
es: Porcentaje de contenidos visitados necesario para poder realizar el cuestionario de la actividad
eu: Bisitatutako eduki-portzentai minimoa galdetegi-jarduera burutu ahal izateko
fr: Pourcentage de contenus visités nécéssaires pour pouvoir acceder au questionnaire de l'activité
gl: Porcentaxe de contidos visitados necesario para poder realizar o cuestionario da actividade
pl: Odsetek odwiedzonych treści niezbędnych do wykonania ankiety aktywności
tr: Etkinlik anketini doldurabilmeniz için ziyaret edilen içeriğin yüzdesi

source: Percentage of questionnaire questions
ca: Percentatge de qüestions del qüestionari
el: Ποσοστό ερωτήσεων ερωτηματολογίου
es: Porcentaje de preguntas del cuestionario
eu: Galdetegiaren galdera-ehunekoa
fr: Porcentages de questions du questionnaire
gl: Porcentaxe de preguntas do cuestionario
pl: Procent pytań ankietowych
tr: Anket sorularının yüzdesi

source: Percentage of questions
ca: Percentatge de qüestions
el: Ποσοστό ερωτήσεων
es: Porcentaje de preguntas
eu: Galdera-ehunekoa
fr: Pourcentages de questions
gl: Porcentaxe de preguntas
pl: Procent pytań
tr: Soru yüzdesi

source: Show when the mouse is over the icon or active area
ca: Mostra quan el ratolí és a sobre d'una icona o àrea activa
es: Mostrar al pasar el ratón sobre el icono o área activa
eu: Erakutsi sagua ikono edo gune aktiboaren gainean dagoenean
fr: Montrer quand le pointeur de la souris se situe sur l'icône ou la zone active.
gl: Amosar ao pasar o rato sobre a icona ou área activa

source: Play the sound when scrolling the mouse over the points.
ca: Reprodueix el so quan passis el ratolí per sobre dels punts.
es: Reproducir el sonido al pasar el ratón sobre los puntos.

source: Close map
ca: Tanca mapa
el: Κλείσιμο χάρτη
es: Cerrar mapa
eu: Itxi mapa
fr: Fermer la carte
gl: Pechar mapa
pl: Zamknij mapę
tr: Haritayı kapat

source: Link
ca: Enllaç
ca_es@valencia: Enllaç
dz: འབྲེལ་མཐུད
el: Σύνδεσμος
es: Enlace
eu: Esteka
fr: Lien
gl: Ligazón
nl: Snelkoppeling
pl: Łącze
pt: Ligação
ru: Ссылка
tr: Bağlantı
zh_cn: 链接
zh_tw: 連結

source: Edit map points
ca: Edita els punts del mapa
el: Επεξεργασία σημείων του χάρτη
es: Editar los puntos del mapa
eu: Editatu mapa-puntuak
fr: Éditer les points de la carte
gl: Editar puntos do mapa
pl: Edytowanie punktów mapy
tr: Harita noktalarını düzenle

source: Presentation
ca: Presentació
ca_es@valencia: Presentació
dz: གསལ་སྟོན
el: Παρουσίαση
es: Presentación
eu: Aurkezpena
fr: Présentation
gl: Presentación
it: Presentazione
pl: Prezentacja
ru: Презентация
tr: Sunum
zh_cn: 展示
zh_tw: 簡報

source: Edit presentation points
ca: Edita els punts de la presentació
el: Επεξεργασία σημείων της παρουσίασης
es: Editar los puntos de la presentación
eu: Editatu aurkezpen-puntuak
fr: Éditer les points de la présentation
gl: Editar puntos da presentación
pl: Edytowanie punktów prezentacji
tr: Sunum noktalarını düzenle

source: Add point
ca: Afegeix punt
el: Προσθήκη σημείου
es: Añadir punto
eu: Erantsi puntua
fr: Ajouter un point
gl: Engadir punto
pl: Dodaj punkt
tr: Nokta ekle

source: First point
ca: Primer punt
el: Πρώτο σημείο
es: Primer punto
eu: Lehenengo puntua
fr: Premier point
gl: Primeiro punto
pl: Punkt pierwszy
tr: İlk nokta

source: Previous point
ca: Punt prèvi
el: Προηγούμενο σημείο
es: Punto anterior
eu: Aurreko puntua
fr: Point antérieur
gl: Punto previo
pl: Poprzedni punkt
tr: Önceki nokta

source: Point number
ca: Punt número
el: Αριθμός σημείου
es: Punto número
eu: Puntu kopurua
fr: Nombre de points
gl: Punto número
pl: Numer punktu
tr: Nokta numarası

source: Next Point
ca: Punt següent
el: Επόμενο σημείο
es: Punto siguiente
eu: Hurrengo puntua
fr: Point suivant
gl: Punto seguinte
pl: Następny punkt
tr: Sonraki nokta

source: Last point
ca: Darrer punt
el: Τελευταίο σημείο
es: Último punto
eu: Azkeneko puntua
fr: Dernier point
gl: Último punto
pl: Ostatni punkt
tr: Son nokta

source: Delete point
ca: Suprimeix punt
el: Διαγραφή σημείου
es: Eliminar punto
eu: Ezabatu puntua
fr: Éliminer un point
gl: Eliminar punto
pl: Usuń punkt
tr: Noktayi sil

source: Copy point
ca: Copia punt
el: Αντιγραφή σημείου
es: Copiar punto
eu: Kopiatu puntua
fr: Copier un point
gl: Copiar punto
pl: Kopiuj punkt
tr: Noktayı kopyala

source: Cut point
ca: Talla punt
el: Αποκοπή σημείου
es: Cortar punto
eu: Moztu puntua
fr: Couper un point
gl: Cortar punto
pl: Wytnij punkt
tr: Noktayı Kes

source: Paste point
ca: Enganxa punt
el: Επικόλληση σημείου
es: Pegar punto
eu: Itsatsi puntua
fr: Coller un point
gl: Pegar punto
pl: Wklej punkt
tr: Noktayı Yapıştır

source: Number of points
ca: Nombre de punts
el: Αριθμός σημείων
es: Número de puntos
eu: Puntu kopurua
fr: Nombre de points
gl: Número de puntos
pl: Liczba punktów
tr: Nokta sayısı

source: This game may present accessibility problems for some users. You should provide an accessible alternative if the users need it.
ca: Aquest joc pot presentar problemes d'accessibilitat per alguns usuaris. Hauríeu de proporcionar una alternativa accessible si l'usuari ho necessita.
es: Este juego puede presentar problemas de accesibilidad para algunas personas. Debe tenerlo en cuenta a la hora de elaborar el contenido y, si sus destinatarios lo requieren, proporcionar una alternativa accesible.
eu: Joko honek irisgarritasun arazoak izan ditzake erabiltzaile batzuentzat. Erabiltzaileak beharko balu ordezko aukera irisgarri bat eman beharko zenuke.
fr: Ce jeu peut présenter des problèmes d'accessibilité à certains utilisateurs. Vous devriez pourvoir une alternative accesible pour les cas nécessaires.
gl: Este xogo pode presentar problemas de accesibilidade para algunhas persoas. Debe telo en conta á hora de elaborar contido e, se as persoas destinatarias o requiren, proporcionar unha alternativa accesible.

source: Add a slide
ca: Afegeix una diapositiva
el: Προσθήκη διαφάνειας
es: Añadir diapositiva
eu: Erantsi diapositiba
fr: Ajouter une diapositive
gl: Engadir diapositiva
pl: Dodaj slajd
tr: Slayt ekle

source: First slide
ca: Primera diapositiva
el: Πρώτη διαφάνεια
es: Primera diapositiva
eu: Lehenengo diapositiba
fr: Première diapositive
gl: Primeira diapositiva
pl: Pierwszy slajd
tr: İlk slayt

source: Previous slide
ca: Diapositiva prèvia
el: Προηγούμενη διαφάνεια
es: Diapositiva anterior
eu: Aurreko diapositiba
fr: Diapositive antérieure
gl: Diapositiva anterior
pl: Poprzedni slajd
tr: Önceki Slayt

source: Slide number
ca: Diapositiva número
el: Αριθμός διαφάνειας
es: Diapositiva número
eu: Diapositiba zenbakia
fr: Numéro de diapositive
gl: Diapositiva número
pl: Numer slajdu
tr: Slayt Numarası

source: Next slide
ca: Diapositiva següent
el: Επόμενη διαφάνεια
es: Diapositiva siguiente
eu: Hurrengo diapositiba
fr: Diapositive suivante
gl: Diapositiva seguinte
pl: Następny slajd
tr: Sonraki Salayt

source: Last slide
ca: Darrera diapositiva
el: Τελευταία διαφάνεια
es: Última diapositiva
eu: Azkeneko diapositiba
fr: Dernière diapositive
gl: Última diapositiva
pl: Ostatni slajd
tr: Son slayt

source: Delete slide
ca: Suprimeix diapositiva
el: Διαγραφή διαφάνειας
es: Eliminar diapositiva
eu: Ezabatu diapositiba
fr: Éliminer une diapositive
gl: Eliminar diapositiva
pl: Usuń slajd
tr: Slaytı sil

source: Copy slide
ca: Copia diapositiva
el: Αντιγραφή διαφάνειας
es: Copiar diapositiva
eu: Kopiatu diapositiba
fr: Copier une diapositive
gl: Copiar diapositiva
pl: Kopiuj slajd
tr: Slaytı kopyala

source: Cut slide
ca: Talla diapositiva
el: Αποκοπή διαφάνειας
es: Cortar diapositiva
eu: Moztu diapositiba
fr: Couper une diapositive
gl: Cortar diapositiva
pl: Wytnij slajd
tr: Salaytı kes

source: Paste slide
ca: Enganxa diapositiva
el: Επικόλληση διαφάνειας
es: Pegar diapositiva
eu: Itsatsi diapositiba
fr: Coller une diapositive
gl: Pegar diapositiva
pl: Wklej slajd
tr: Slaytı yapıştır

source: Question number
ca: Pregunta número
ca_es@valencia: Número de la pregunta
el: Αριθμός ερώτησης
es: Número de la pregunta
eu: Galdera zenbakia
fr: Numéro de la question
gl: Número de pregunta
it: Domanda numero
pl: Numer pytania
ru: Номер вопроса
tr: Soru numarası
zh_cn: 问题编号
zh_tw: 問題編號

source: Close presentation
ca: Tanca presentació
el: Κλείσιμο παρουσίασης
es: Cerrar la presentación
eu: Itxi aurkezpena
fr: Fermer la présentation
gl: Pechar presentación
pl: Zamknij prezentację
tr: Sunumu kapat
