Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Valencian
ca: Català (Valencià)
ca_es@valencia: Valencià
dz: བེ་ལེན་ཤེ་ཡན
el: Καταλανικά Βαλένθιας
es: Valenciano
eu: Valentziera
fr: Valencien
gl: Valenciano
nl: Valenciaans
pl: Walencja
pt: Valenciano
ru: Валенсия
tr: Valensiya dili
zh_cn: 巴伦西亚语
zh_tw: 瓦倫西亞語

source: Vietnamese
ca: Vietnamita
ca_es@valencia: Vietnamita
dz: ཝེཊི་ན་མིསི
el: Βιετναμέζικα
es: Vietnamita
eu: Vietnamera
fr: Vietnamien
gl: Vietnamita
nl: Vietnamees
pl: Wietnamski
pt: Vietnamita
ru: Вьетнамский
tr: Vietnamca
zh_cn: 越南语
zh_tw: 越南語

source: Walloon
ca: Való
ca_es@valencia: Való
dz: ཝེལ་ལཱུན
el: Γαλλικά του Βελγίου
es: Valón
eu: Walloiera
fr: Wallon
gl: Valón
nl: Waals
pt: Valão
ru: Валлонский
tr: Valonca
zh_cn: 华隆语
zh_tw: 華隆語

source: Wolof
ca: Wòlof
ca_es@valencia: Wòlof
es: Wolóf
eu: Wolofera
pt: Uólofe
ru: Волоф
tr: Volaf Dili
zh_cn: 沃洛夫语
zh_tw: 沃洛夫語

source: Yiddish (formerly ji)
ca: Jiddisch; Judeoalemany
ca_es@valencia: Jiddish (anteriorment ji)
dz: ཡིད་དིཤ
el: Yiddish
es: Yidish (antes ji)
eu: Yiddishera (antzina ji)
fr: Yiddish
gl: Yiddish (anteriormente ji)
nl: Jiddish
pt: Ídiche
ru: Идиш (прежде, ji)
tr: İbranice (önceden ji)
zh_cn: 意第绪语
zh_tw: 意第緒語

source: Chinese
ca: Xinés
ca_es@valencia: Xinés
dz: རྒྱ་ནག་གི
el: Κινέζικα
es: Chino
eu: Txinera
fr: Chinois
gl: Chinés
nl: Chinees
pl: Chiński
pt: Chinês
ru: Китайский
tr: Çince
zh_cn: 中文
zh_tw: 中文

source: Simplified Chinese
ca: Xinés simplificat
ca_es@valencia: Xinés simplificat
dz: འཇམ་སམ་བཟོས་པའི་ རྒྱ་ནག
el: Κινέζικα απλοποιημένα
es: Chino simplificado
eu: Txinera erraztua
fr: Chinois simplifié
gl: Chinés simplificado
it: Cinese semplificato
pl: Chiński uproszczony
ru: Упрощённый китайский
tr: Çince
zh_cn: 简体中文
zh_tw: 簡體中文

source: Traditional Chinese
ca: Xinés tradicional
ca_es@valencia: Xinés tradicional
dz: སྔོན་སྲོལ་རྒྱ་ནག
el: Κινέζικα παραδοσιακά
es: Chino tradicional
eu: Txinera tradizionala
fr: Chinois traditionnel
gl: Chinés tradicional
it: Cinese tradizionale
pl: Chiński tradycyjny
ru: Традиционный китайский
tr: Geleneksel Çince
zh_cn: 繁体中文
zh_tw: 正體中文

source: Zulu
dz: ཛུ་ལུ
el: Ζουλού
es: Zulú
eu: Zuluera
fr: Zoulou
gl: Zulú
nl: Zoeloe
ru: Зулуский
tr: Zulu Dili
zh_cn: 祖鲁语
zh_tw: 祖魯語

source: active
ca: actiu
ca_es@valencia: actiu
dz: ཤུགས་ལྡན
el: ενεργό
es: activo
eu: aktiboa
fr: actif
gl: activo
it: attivo
nl: actief
pl: aktywne
pt: ativo
ru: активный
tr: aktif
zh_cn: 激活的
zh_tw: 作用中

source: expositive
ca: expositiu
ca_es@valencia: expositiu
dz: གསལ་བཤད
el: εκθετικό
es: expositivo
eu: azalpenekoa
fr: expositif
gl: expositivo
it: espositivo
nl: beschrijvend
pl: pozytywny
pt: expositivo
ru: описательный
tr: açıklayıcı
zh_cn: 说明性的
zh_tw: 評論

source: mixed
ca: barrejat
ca_es@valencia: mesclat
dz: སླ་བསྲེས་བསྲེཔ
el: μικτό
es: combinado
eu: konbinatua
fr: mixte
gl: combinado
it: misto
nl: gemengd
pl: mieszana
pt: mixto
ru: перемешанный
tr: karışık
zh_cn: 混合
zh_tw: 混合

source: exercise
ca: exercici
ca_es@valencia: exercici
dz: སྦྱོང་ལཱ
el: άσκηση
es: ejercicio
eu: ariketa
fr: evercice
gl: exercicio
it: esercizio
nl: oefening
pl: ćwiczenie
pt: exercício
ru: упражнение
tr: alıştırma
zh_cn: 练习
zh_tw: 練習

source: simulation
ca: simulació
ca_es@valencia: simulació
dz: ངོ་མ་བཟུམ་བཟོ
el: προσομοίωση
es: simulación
eu: simulazioa
gl: simulación
it: simulazione
nl: simulatie
pl: symulacja
pt: simulação
ru: моделирование
tr: benzetim
zh_cn: 模拟
zh_tw: 模擬

source: questionnaire
ca: qüestionari
ca_es@valencia: qüestionari
dz: དྲི་ཐོ
el: ερωτηματολόγιο
es: cuestionario
eu: galdetegia
gl: cuestionario
it: questionario
nl: vragenlijst
pl: ankieta
pt: questionário
ru: вопросник
tr: anket
zh_cn: 问卷
zh_tw: 問卷

source: diagram
ca: diagrama
ca_es@valencia: diagrama
dz: བཀོད་རིས
el: διάγραμμα
es: diagrama
eu: diagrama
fr: diagramme
gl: diagrama
it: diagramma
pt: diagrama
ru: диаграмма
tr: diyagram
zh_cn: 图表
zh_tw: 圖表

source: figure
ca: figura
ca_es@valencia: figures
dz: དཔར་རིས
el: μορφή
es: figura
eu: zenbakia
gl: figura
it: immagine
nl: afbeelding
pl: rysunek
pt: imagem
ru: фигура
tr: figur
zh_cn: 图
zh_tw: 圖片

source: graph
ca: gràfica
ca_es@valencia: gràfic
dz: ཚད་ཁྲམ
el: γράφημα
es: gráfico
eu: grafikoa
fr: graphe
gl: gráfico
it: grafico
nl: diagram
pl: wykres
pt: gráfico
ru: график
tr: grafik
zh_cn: 图像
zh_tw: 圖形

source: index
ca: índex
ca_es@valencia: índex
dz: ཟུར་ཐོ
el: ευρετήριο
es: índice
eu: indizea
gl: índice
it: indice
nl: inhoudsopgave
pt: índice
ru: индекс
tr: dizin
zh_cn: 索引
zh_tw: 索引

source: slide
ca: diapositiva
ca_es@valencia: diapositiva
dz: བཤུད་བརྙན
el: διαφάνεια
es: transparencia
eu: diapositiba
fr: diaporama
gl: transparencia
it: diapo
nl: dia
pl: slajd
ru: слайд
tr: slayt
zh_cn: 投影片
zh_tw: 投影片

source: table
ca: taula
ca_es@valencia: taula
dz: ཐིག་ཁྲམ
el: πίνακας
es: tabla
eu: taula
fr: tableau
gl: táboa
it: tabella
nl: tabel
pl: tabela
pt: tabela
ru: таблица
tr: tablo
zh_cn: 表格
zh_tw: 表格

source: narrative text
ca: text narratiu
ca_es@valencia: text narratiu
dz: འགྲེལ་བཤད་་ཚིག་ཡིག
el: αφηγηματικό κείμενο
es: texto narrativo
eu: narrazio testua
fr: texte narratif
gl: texto narrativo
it: testo narrativo
nl: verhalende tekst
pl: tekst narracji
pt: texto narrativo
ru: повествовательный текст
tr: anlatı metni
zh_cn: 叙述文本
zh_tw: 記敘文

source: exam
ca: examen
ca_es@valencia: examen
dz: ཆོས་རྒྱུགས
el: εξέταση
es: examen
eu: azterketa
fr: examen
gl: exame
it: esame
nl: examen
pl: egzamin
pt: exame
ru: экзамен
tr: imtihan
zh_cn: 考试
zh_tw: 測驗

source: experiment
dz: བརྟག་ཞིབ
el: πείραμα
es: experimento
eu: esperimentua
fr: expérience
gl: experimento
it: esperimento
pl: eksperyment
pt: experiência
ru: эксперимент
tr: tecrübe
zh_cn: 实验
zh_tw: 實驗

source: problem statement
ca: Descripció del problema
ca_es@valencia: enunciat del problema
dz: དཀའ་ངལ་ གསལ་བཤད
el: διατύπωση προβλήματος
es: planteamiento de un problema
eu: problemaren enuntziatua
fr: Établissement du problème
gl: exposición dun problema
it: frase problematica
nl: probleemstelling
pl: opis problemu
pt: enunciado do problema
ru: постановка проблемы
tr: sorun bildirimi
zh_cn: 问题描述
zh_tw: 問題敘述

source: self assessment
ca: Auto formació
ca_es@valencia: autoavaluació
dz: རང་དཔྱད
el: αυτοαξιολόγηση
es: autoevaluación
eu: autoebaluazioa
fr: auto-évaluation
gl: autoavaliación
it: auto-valutazione
nl: zelf evaluatie
pl: samoocena
pt: autoavaliação
ru: самооценка
tr: öz değerlendirme
zh_cn: 自我评估
zh_tw: 自我評價

source: lecture
ca: lectura
ca_es@valencia: conferència
dz: གསུང་བཤད
el: διάλεξη
es: conferencia
eu: hitzaldia
gl: conferencia
it: lezione
nl: les
pl: czytanie
pt: clase
ru: лекция
tr: ders
zh_cn: 讲课
zh_tw: 課程

source: discipline
ca: disciplina
ca_es@valencia: disciplina
dz: སློབ་ཚན
el: εξάσκηση
es: disciplina
eu: diziplina
gl: disciplina
it: disciplina
nl: studierichting
pl: dyscyplina
pt: matéria
ru: дисциплина
tr: disiplin
zh_cn: 学科
zh_tw: 紀律

source: prerequisite
ca: prerequisit
ca_es@valencia: prerequisit
dz: ངེས་པར་ཤེས་་དགོཔ
el: προαπαιτούμενο
es: prerrequisito
eu: aurrebaldintza
fr: pré-requis
gl: requisito previo
it: prerequisito
nl: benodigdheden
pl: warunki wstępne
pt: pré-requisito
ru: предпосылка
tr: ön koşul
zh_cn: 先修课程
zh_tw: 先修

source: educational objective
ca: objectiu educatiu
ca_es@valencia: objectiu educatiu
dz: ཤེས་ཡོན་གྱི་དམིགས་དོན
el: εκπαιδευτικός στόχος
es: objetivo educativo
eu: hezkuntzako helburua
fr: objectif éducatif
gl: obxectivo educativo
it: obiettivo educativo
nl: onderwijsdoel
pl: cel edukacyjny
pt: objetivo educativo
ru: образовательные цели
tr: eğitim hedefi
zh_cn: 教育目标
zh_tw: 教育目的

source: accessibility restrictions
ca: restriccions d'accés
ca_es@valencia: restriccions d'accessibilitat
dz: འཛུལ་སྤྱོད་ཚད་འཛིན
el: περιορισμοί πρόσβασης
es: restricciones de accesibilidad
eu: erabilerraztasuneko mugak
fr: restrictions d'accès
gl: restricións de accesibilidade
it: restrizioni di accesso
nl: toegangs beperkingen
pl: ograniczenia dostępności
pt: restrições de acessibilidade
ru: ограничения доступа
tr: erişilebilirlik kısıtlamaları
zh_cn: 可访问性限制
zh_tw: 存取限制

source: educational level
ca: nivell educatiu
ca_es@valencia: nivell educatiu
dz: ཤེས་ཡོན་གྱི་་གནས་རིམ
el: εκπαιδευτικό επίπεδο
es: nivel educativo
eu: hezkuntzako maila
fr: Niveau éducatif
gl: nivel educativo
it: livello educativo
nl: onderwijsniveau
pl: poziom edukacji
pt: nível educativo
ru: уровень образования
tr: eğitim düzeyi
zh_cn: 教育水平
zh_tw: 教育等級

source: skill level
ca: nivell de competència
ca_es@valencia: nivell de destresa
dz: རིག་རྩལ་གྱི་་གནས་རིམ
el: επίπεδο δεξιοτήτων
es: nivel de habilidad
eu: trebetasun maila
fr: niveau d'habileté
gl: nivel de habilidade
it: livello di competenza
nl: vaardigheidsniveau
pl: poziom umiejętności
pt: nível de competências
ru: уровень квалификации
tr: beceri seviyesi
zh_cn: 技能等级
zh_tw: 技能等級

source: security level
ca: nivell de seguretat
ca_es@valencia: nivell de seguretat
dz: སྲུང་སྐྱོབ་་གནས་རིམ
el: επίπεδο ασφάλειας
es: nivel de seguridad
eu: segurtasun maila
fr: niveau de sécurité
gl: nivel de seguridade
it: livello di sicurezza
nl: veiligheidsniveau
pl: poziom bezpieczeństwa
pt: nível de segurança
ru: уровень секретности
tr: gizlilik seviyesi
zh_cn: 安全级别
zh_tw: 安全性等級

source: competency
ca: competència
ca_es@valencia: competència
dz: ལྕོགས་གྲུབ
el: ικανότητα
es: competencia
eu: eskumena
fr: compétence
gl: competencia
it: competenza
nl: competentie
pl: kompetencja
pt: competência
ru: компетенция
tr: beceri
zh_cn: 能力
zh_tw: 競爭度

source: creator
ca: creador
ca_es@valencia: creador/a
dz: གསར་སྐྲུན་པ
el: δημιουργός
es: creador
eu: sortzailea
fr: créateur
gl: creador ou creadora
it: creatore
nl: maker
pl: twórca
pt: criador
ru: создатель
tr: oluşturan
zh_cn: 创建者
zh_tw: 建立者

source: validator
ca: validador
ca_es@valencia: validador/a
dz: བདེན་ཁུངས་བལྟ་མི
el: επικυρωτής
es: revisor
eu: berrikuslea
fr: validateur
gl: revisor/a
it: validatore
nl: vaststeller
pl: moduł sprawdzania poprawności
pt: validador
ru: проверяющий
tr: doğrulayan
zh_cn: 验证者
zh_tw: 驗證者

source: author
ca: autor
ca_es@valencia: autor/a
dz: རྩོམ་པ་པོ
el: συγγραφέας
es: autor
eu: autorea
fr: auteur
gl: autoría
it: autore
nl: auteur
pl: autor
pt: autor
ru: автор
tr: yazar
zh_cn: 作者
zh_tw: 作者

source: publisher
ca: editor
ca_es@valencia: editor/a
dz: དཔེ་བསྐྲུན་པ
el: εκδότης
es: editor de publicación
eu: argitalpenaren editorea
fr: publicateur
gl: editor de publicación
it: editore
nl: uitgever
pl: wydawca
pt: publicador
ru: издатель
tr: yayıncı
zh_cn: 出版商
zh_tw: 發布者

source: unknown
ca: desconegut
ca_es@valencia: desconegut
dz: ངོ་མ་ཤེསཔ
el: άγνωστος
es: desconocido
eu: ezezaguna
fr: inconnu
gl: descoñecido
it: sconosciuto
nl: onbekend
pl: nieznany
pt: desconhecido
ru: неизвестно
tr: bilinmeyen
zh_cn: 未知
zh_tw: 未知

source: initiator
ca: iniciador
ca_es@valencia: iniciador
dz: རྩོལ་སྒྲུབ་འབད་མི
el: ξεκίνημα
es: iniciador
eu: abiarazlea
fr: initiateur
gl: iniciador
it: promotore
nl: initiatiefnemer
pl: inicjator
pt: iniciador
ru: инициатор
tr: başlatıcı
zh_cn: 发起人
zh_tw: 發起者

source: terminator
ca: acabador
ca_es@valencia: terminador
dz: མཇུག་བསྡུ་བཏང་མི
el: τερματισμός
es: terminador
eu: akabatzailea
fr: finisseur
gl: terminador
it: concluso da
nl: afsluiter
pl: uczeń
pt: finalizador
ru: прерыватель
tr: sonlandırıcı
zh_cn: 终结者
zh_tw: 終結者

source: editor
ca_es@valencia: redactor/a
dz: ཞུན་དགཔ
el: επεξεργαστής
es: editor de contenido
eu: edukiaren editorea
fr: éditeur
it: estensore
nl: redacteur
pl: edytor
ru: редактор
tr: editör
zh_cn: 编辑
zh_tw: 編輯者

source: graphical designer
ca: dissenyador gràfic
ca_es@valencia: disseny gràfic
dz: ཚད་རིས་ཀྱི་བཟོ་བཀོདཔ
el: σχεδιαστής γραφικών
es: diseñador gráfico
eu: diseinatzaile grafikoa
fr: éditeur graphique
gl: deseñadora ou deseñador gráfico
it: progettista grafico
nl: grafisch ontwerper
pl: projektant graficzny
pt: desenhador gráfico
ru: графический дизайнер
tr: grafik tasarım
zh_cn: 图形设计师
zh_tw: 美工設計者

source: technical implementer
ca: assistent tècnic
ca_es@valencia: implementació tècnica
dz: ཐབས་རིག་གི་ལག་ལེན་འཐབ་མི
el: τεχνικός υπεύθυνος υλοποίησης
es: desarrollador técnico
eu: garatzaile teknikoa
fr: programmeur technique
gl: desenvolvedor técnico
it: realizzatore tecnico
nl: technische uitvoerder
pl: realizator techniczny
pt: implementador técnico
ru: технический исполнитель
tr: teknik uygulama
zh_cn: 技术实施者
zh_tw: 技術實作者

source: content provider
ca: proveïdor de contingut
ca_es@valencia: proveïdor/a de continguts
dz: ནང་དོན་བྱིན་མི
el: πάροχος περιεχομένου
es: proveedor de contenidos
eu: edukien hornitzailea
fr: fournisseur de contenus
gl: fornecedor de contido
it: fornitore dei contenuti
nl: leverancier van leermateriaal
pl: dostawca treści
pt: fornecedor de conteúdos
ru: поставщик содержимого
tr: içerik üretici
zh_cn: 內容提供者
zh_tw: 內容提供者

source: technical validator
ca: validació tècnica
ca_es@valencia: validació tècnica
dz: ཐབས་རིག བདེན་ཁུངས་བལྟ་མི
el: επικύρωση τεχνικού μέρους
es: revisor técnico
eu: berrikusle teknikoa
fr: validateur technique
gl: revisor/a técnico/a
it: validatore tecnico
nl: technische beoordelaar
pl: walidator techniczny
pt: validador técnico
ru: технический проверяющий
tr: teknik denetleyici
zh_cn: 技术验证员
zh_tw: 技術檢驗者

source: educational validator
ca: validació educativa
ca_es@valencia: validació educativa
dz: ཤེས་ཡོན་བདེན་ཁུངས་བལྟ་མི
el: επικύρωση εκπαιδευτικού μέρους
es: revisor educativo
eu: hezkuntzako berrikuslea
fr: validateur pédagogique
gl: revisor/a educativo/a
it: validatore educativo
nl: onderwijskundige beoordelaar
pl: walidator edukacyjny
pt: validador educativo
ru: образовательный проверяющий
tr: eğitsel doğrulayıcı
zh_cn: 教育验证员
zh_tw: 教育驗證者

source: script writer
ca: programador de scripts
ca_es@valencia: escriptor/a de guions
dz: འཁྲབ་གཞུང་འབྲི་མི
el: συγγραφέας σεναρίων
es: guionista
eu: gidoilaria
fr: rédacteur script
gl: guionista
it: estensore degli script
pl: autor skryptu
pt: autor do guião
ru: автор скрипта
tr: senaryo yazarı
zh_cn: 脚本作者
zh_tw: 文稿撰寫者

source: instructional designer
ca: dissenyador didàctic
ca_es@valencia: disseny didàctic
dz: སློབ་སྟོན་གྱི་་བཟོ་བཀོདཔ
el: σχεδιαστής οδηγιών
es: diseñador educativo
eu: hezkuntzako diseinatzailea
fr: designer instructionnel
gl: deseñador educativo
it: progettista educativo
nl: instructie ontwerper
pl: projektant instrukcji
pt: desenhador instrucional
ru: дизайнер учебного процесса
tr: öğretim tasarımcısı
zh_cn: 教学设计师
zh_tw: 說明設計者

source: subject matter expert
ca: expert en la matèria
ca_es@valencia: expert en la matèria
dz: དོན་ཚན་གྱི་གནད་དོན་མཁས་མཆོག
el: ειδικός θέματος
es: experto en la materia
eu: materian aditua
fr: expert en la matière
gl: persoa experta na materia
it: esperto della materia
nl: inhoudelijk deskundige
pl: ekspert merytoryczny
pt: perito na matéria
ru: эксперт по предмету
tr: konu uzmanı
zh_cn: 学科内容专家
zh_tw: 主題事件專家

source: analyse
ca: analitza
ca_es@valencia: analitza
dz: དབྱེ་དཔྱད་འབད
el: αναλύω
es: analizar
eu: analizatu
gl: analizar
it: analizzare
nl: analyseren
pl: analiza
pt: analise
ru: анализировать
tr: analyiz
zh_cn: 分析
zh_tw: 分析

source: implement
ca: implementa
ca_es@valencia: implementa
dz: ལག་ལེན་འཐབ
el: εφαρμόζω
es: aplicar
eu: aplikatu
fr: implémentation
gl: aplicar
it: implementare
nl: realiseren
pl: wdrożenie
pt: implemente
ru: реализовывать
tr: uygulama
zh_cn: 实施
zh_tw: 實作

source: collaborate
ca: col·labora
ca_es@valencia: col·labora
dz: མཉམ་རུབ་འབད
el: συμπράττω
es: colaborar
eu: lagundu
fr: collaboration
gl: colaborar
it: collaborare
nl: samenwerken
pl: współpraca
pt: colabore
ru: сотрудничать
tr: işbirliği
zh_cn: 合作
zh_tw: 協作

source: compare
ca: compara
ca_es@valencia: compara
dz: ཁྱད་པར་བལྟ
el: συγκρίνω
es: comparar
eu: konparatu
fr: comparaison
gl: comparar
it: confrontare
nl: vergelijken
pl: porównaj
ru: сравнивать
tr: karşılaştırma
zh_cn: 比较
zh_tw: 比較

source: share
ca: comparteix
ca_es@valencia: comparteix
dz: བསམ་འཆར་བརྗེ་སོར་འབད
el: διαμοιράζω
es: compartir
eu: konpartitu
fr: partage
gl: compartir
it: condividere
nl: delen
pl: udostępnij
pt: partilhe
ru: поделиться
tr: paylaşım
zh_cn: 分享
zh_tw: 分享

source: compete
ca: competeix
ca_es@valencia: competix
dz: འགྲན་བསྡུར་འབད
el: συναγωνισμός
es: competir
eu: lehiatu
fr: compétition
gl: competir
it: competere
nl: concurreren
pl: rywalizacja
ru: завершать
tr: tamamlama
zh_cn: 竞争
zh_tw: 競爭

source: understand
ca: compren
ca_es@valencia: comprén
dz: ཧ་གོ་ནི
el: κατανόηση
es: comprender
eu: ulertu
fr: compréhension
gl: comprender
it: comprendere
nl: begrijpen
pl: zrozumieć
pt: entenda
ru: понимать
tr: anlama
zh_cn: 理解
zh_tw: 理解

source: prove
ca: demostra
ca_es@valencia: demostra
dz: བདེན་ཁུངས་སྐྱེལ
el: απόδειξη
es: comprobar
eu: egiaztatu
fr: vérification
gl: comprobar
it: dimostrare
nl: bewijzen
pl: udowodnij
ru: доказывать
tr: kanıt
zh_cn: 证明
zh_tw: 證明

source: communicate
ca: comunica
ca_es@valencia: comunica
dz: བརྡ་དོན་སྤྲོད
el: επικοινωνία
es: comunicar
eu: komunikatu
fr: communication
gl: comunicar
it: comunicare
nl: communicatie
pl: komunikacja
pt: comunique
ru: общаться
tr: iletişim
zh_cn: 沟通
zh_tw: 溝通

source: contextualize
ca: contextualitza
ca_es@valencia: contextualitza
dz: སྐབས་མཐུན་བཟོ
el: πλαισίωση
es: contextualizar
eu: testuinguratu
fr: contextualisation
gl: contextualizar
it: contestualizzare
nl: de achtergronden benoemen
pl: kontekstualizować
ru: контекстуализировать
tr: bağlamsallaştırmak
zh_cn: 情境化
zh_tw: 考慮語意

source: control
ca: controla
dz: བཀག་འཛིན་འབད
el: έλεγχος
es: controlar
eu: kontrolatu
fr: contrôle
it: controllare
nl: controleren
pl: kontrola
pt: controle
ru: контролировать
tr: kontrol
zh_cn: 控制
zh_tw: 控制

source: cooperate
ca: coopera
ca_es@valencia: coopera
dz: མཉམ་འབྲེལ་འབད
el: συνεργασία
es: cooperar
eu: kooperatu
fr: coopération
gl: cooperar
it: cooperare
nl: samenwerken
pl: współpraca
pt: coopere
ru: кооперировать
tr: işbirliği
zh_cn: 合作
zh_tw: 合作

source: create
ca: crea
ca_es@valencia: crea
dz: གསར་བསྐྲུན་འབད
el: δημιουργώ
es: crear
eu: sortu
fr: création
gl: crear
it: creare
nl: maken
pl: utwórz
pt: crie
ru: создать
tr: oluşturma
zh_cn: 创建
zh_tw: 建立

source: decide
ca: decideix
ca_es@valencia: decideix
dz: མཐའ་བཏོག
el: αποφασίζω
es: decidir
eu: erabaki
fr: décision
gl: decidir
it: decidere
nl: beslissen
pl: zdecyduj
pt: decida
ru: решить
tr: kara verme
zh_cn: 决定
zh_tw: 決定

source: define
ca: defineix
ca_es@valencia: defineix
dz: ངེས་ཚིག་འགྲེལ
el: ορίζω
es: definir
eu: zehaztu
fr: définition
gl: definir
it: definire
nl: omschrijven
pl: zdefiniuj
pt: defina
ru: определить
tr: taınlama
zh_cn: 定义
zh_tw: 定義

source: describe
ca: descriu
ca_es@valencia: descriu
dz: འགྲེལ་བཤད་བརྐྱབ
el: περιγράφω
es: describir
eu: deskribatu
fr: description
gl: describir
it: descrivere
nl: beschrijven
pl: opisz
pt: descreva
ru: описать
tr: tasvir etme
zh_cn: 描述
zh_tw: 描述

source: discuss
ca: discuteix
ca_es@valencia: parla de
dz: གྲོས་བསྡུར་འབད
el: συζητώ
es: discutir
eu: eztabaidatu
fr: discussion
gl: debater
it: discutere
nl: bespreken
pl: omów
pt: debata
ru: спорить
tr: tartışma
zh_cn: 讨论
zh_tw: 討論

source: design
ca: dissenya
ca_es@valencia: dissenya
dz: བཟོ་བཀོད་འབད
el: σχεδιάζω
es: diseñar
eu: diseinatu
gl: deseñar
it: progettare
nl: ontwerpen
pl: projekt
pt: desenhe
ru: дизайн
tr: tasarım
zh_cn: 设计
zh_tw: 設計

source: explain
ca: explica
ca_es@valencia: explica
dz: རྒྱུ་མཚན་བཀོད
el: εξηγώ
es: explicar
eu: azaldu
fr: explication
gl: explicar
it: spiegare
nl: uitleggen
pl: wyjaśnij
pt: explique
ru: объяснять
tr: açıklama
zh_cn: 解释
zh_tw: 解釋

source: extrapolate
ca: extrapola
ca_es@valencia: extrapola
dz: ཕོག་ཚོད་དཔག
el: συμπεραίνω
es: extrapolar
eu: estrapolatu
fr: extrapolation
gl: extrapolar
it: estrapolare
nl: afleiden
pl: ekstrapoluj
pt: extrapole
ru: экстраполировать
tr: tahmin etme
zh_cn: 推断
zh_tw: 推論

source: innovate
ca: innova
ca_es@valencia: innova
dz: གསར་གཏོད་འབད
el: καινοτομώ
es: innovar
eu: berritu
fr: innovation
gl: innovar
it: innovare
nl: vernieuwen
pl: innowacje
pt: inove
ru: вводить новшества
tr: yenilik yapma
zh_cn: 创新
zh_tw: 創新

source: investigate
ca: investiga
ca_es@valencia: investiga
dz: ཞིབ་དཔྱད་འབད་ནི
el: ερευνώ
es: investigar
eu: ikertu
fr: recherche
gl: investigar
it: investigare
nl: onderzoeken
pl: badanie
pt: investigue
ru: исследовать
tr: etüd etme
zh_cn: 调查
zh_tw: 調查

source: judge
ca: jutja
ca_es@valencia: jutja
dz: དབྱེ་ཞིབ་འབད
el: κρίνω
es: juzgar
eu: epaitu
fr: jugement
gl: xulgar
it: giudicare
nl: beoordelen
pl: oceń
pt: julgue
ru: судить
tr: hakim
zh_cn: 判断
zh_tw: 判斷

source: motivate
ca: motiva
ca_es@valencia: motiva
dz: དབང་ལུ་འཁྱིད
el: παρακινώ
es: motivar
eu: motibatu
fr: motivation
gl: motivar
it: motivare
nl: motiveren
pl: uzasadnienie
pt: motive
ru: мотивировать
tr: motive etme
zh_cn: 激励
zh_tw: 激發

source: observe
ca: observa
ca_es@valencia: observa
dz: ཞིབ་རྟོག་འབད
el: παρατηρώ
es: observar
eu: begiratu
fr: observation
gl: observar
it: osservare
nl: observeren
pl: obserwowanie
ru: наблюдать
tr: gözlem
zh_cn: 观察
zh_tw: 觀察

source: organize
ca: organitza
ca_es@valencia: organitza
dz: གོ་སྒྲིག་འབད
el: οργανώνω
es: organizar
eu: antolatu
fr: organisation
gl: organizar
it: organizzare
nl: organiseren
pl: zorganizuj
ru: организовать
zh_cn: 组织
zh_tw: 組織

source: organize oneself
ca: organitza't
ca_es@valencia: organitza't
dz: རང་གོ་སྒྲིག་འབད
el: οργανώνομαι
es: organizarse
eu: norberak bere burua antolatu
fr: organisation personnelle
gl: organizarse
it: organizzarsi
nl: zelf organiseren
pl: zorganizuj się
pt: organize-se a si próprio
ru: организовать себя
tr: kendini organize et
zh_cn: 自我组织
zh_tw: 組織自己

source: plan
ca: planifica
ca_es@valencia: planifica
dz: འཆར་གཞི
el: σχεδιάζω
es: planificar
eu: planifikatu
fr: planification
gl: planificar
it: pianificare
nl: plannen
pt: planifique
ru: планировать
zh_cn: 计划
zh_tw: 計畫

source: practise
ca: practica
ca_es@valencia: practica
dz: སྦྱང་བ་འབད
el: εξασκούμαι
es: practicar
eu: praktikatu
fr: pratique
gl: practicar
it: esercitarsi
nl: oefenen
pl: ćwiczenie
pt: pratique
ru: практиковать
tr: pratik
zh_cn: 练习
zh_tw: 練習

source: produce
ca: produeix
ca_es@valencia: produeix
dz: ཐོན་སྐྱེད་བཟོ
el: παράγω
es: producir
eu: produzitu
fr: production
gl: producir
it: produrre
nl: produceren
pl: wytwarzanie
pt: produza
ru: производить
tr: üün
zh_cn: 产生
zh_tw: 產生

source: recognize
ca: reconeix
ca_es@valencia: reconeix
dz: ངོས་ལེན་འབད
el: αναγνωρίζω
es: reconocer
eu: ezagutu
fr: reconnaissance
gl: recoñecer
it: riconoscere
nl: herkennen
pl: rozpoznaj
pt: reconheça
ru: признавать
tr: tanıma
zh_cn: 认识
zh_tw: 辨認

source: remember
ca: recorda
ca_es@valencia: recorda
dz: སེམས་ཁར་བཞག
el: θυμάμαι
es: recordar
eu: gogoratu
fr: mémoire
gl: lembrar
it: ricordare
nl: herinneren
pl: należy pamiętać
pt: lembre
ru: помнить
tr: hatırlama
zh_cn: 记住
zh_tw: 記住

source: write up
ca: escriu
ca_es@valencia: redacta
dz: འབྲི་རྩོམ
el: γράφω
es: redactar
eu: idatzi
fr: écriture
gl: redactar
it: annotare
nl: opschrijven
pl: napisz
pt: anote
ru: описать
tr: kaleme alma
zh_cn: 写作
zh_tw: 寫下

source: consider
ca: considera
ca_es@valencia: considera
dz: བསམ་ཞིབ་འབད
el: λαμβάνω υπόψη
es: reflexionar
eu: hausnartu
fr: réflexion
gl: considerar
it: considerare
nl: overwegen
pl: rozważ
pt: considere
ru: считать
tr: dikkate alma
zh_cn: 考虑
zh_tw: 考慮

source: connect
ca: connecta
ca_es@valencia: connecta
dz: མཐུད་སྦྲེལ་འབད
el: συνδέω
es: relacionar
eu: harremanak egin
fr: mise en relation
gl: conectar
it: collegare
nl: verbinden
pl: połącz
pt: ligue
ru: соединять
tr: bağlanma
zh_cn: 连接
zh_tw: 連接

source: represent
ca: representa
ca_es@valencia: representa
dz: བརྡ་མཚོན
el: αναπαριστώ
es: representar
eu: ordezkatu
fr: représentation
gl: representar
it: rappresentare
nl: vertegenwoordigen
pl: przedstaw
pt: represente
ru: представлять
tr: yeniden sunma
zh_cn: 代表
zh_tw: 表達

source: solve
ca: resol
ca_es@valencia: resol
dz: ལན་འཚོལ
el: επιλύω
es: resolver
eu: ebatzi
fr: résolution
gl: resolver
it: risolvere
nl: oplossen
pl: rozwiązania
pt: resolva
ru: решать
tr: çözme
zh_cn: 解决
zh_tw: 解決
