Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: <h2>Click The Elements in Order Game</h2> <p> This builds a Javascript game where the player has to click on a certain place on the main area according to the hint. When they click correctly the positive feedback will come and the game will advance. When they click the wrong area negative feedback will be shown. When they click on the correct area an item can be revealed there. A delay can be set to make the item disappear if desired after a delay. </p>
ca: <h2>Prem els elements al joc ordena</h2> <p> Això construeix un joc de Javascript on el jugador ha de prémer en un lloc concret a l'àrea principal seguint la pista. Quan prem correctament rep realimentació positiva i el joc avança. Quan prem l'àrea equivocada rep realimentació negativa. Quan prem en l'àrea correcta es mostra un element allí. Es pot configurar un retard per fer desaparèixer l'element després d'un temps. </p>
ca_es@valencia: <h2>Feu clic als elements en el joc d'ordenar</h2> <p> Això contrueix un joc en Javascript en què l'usuari ha de fer clic en un lloc concret a l'àrea principal segons la pista. Quan clica l'àrea correcta apareix una retroacció positiva i el joc avança. En canvi, si ho fa en l'àrea incorrecta apareix una retroacció negativa. Quan clica en l'àrea correcta es mostra un element allí. Es pot establir un retard per a fer que desaparega l'element després del retard. </p>
el: <h2>Πιέστε στα στοιχεία του Παιχνιδιού Τοποθέτησης</h2> <p> Αυτό δημιουργεί ένα παιχνίδι Javascript στο οποίο ο χρήστης θα πρέπει να πιέσει σε συγκεκριμένα σημεία της κύριας περιοχής σύμφωνα με την υπόδειξη. Όταν η τοποθέτηση είναι σωστή, εμφανίζεται θετική ανατροφοδότηση και το παιχνίδι συνεχίζεται. Αν η τοποθέτηση δεν είναι σωστή εμφανίζεται αρνητική ανατροφοδότηση. Όταν η τοποθέτηση είναι σωστή ένα αντικείμενο εμφανίζεται στο σημείο εκείνο. Μια μικρή καθυστέρηση μπορεί να οριστεί, ώστε, αν το επιθυμείτε, το αντικείμενο να εξαφανίζεται μετά από αυτήν. </p>
es: <h2>Juego Haz clic en los elementos por orden</h2> <p> Este iDevice construye un juego en javascript en el que el jugador tiene que hacer clic en un sitio determinado del área principal según la ayuda. Cuando se hace clic correctamente aparecerá una retroalimentación positiva y se avanzará en el juego. Cuando se hace clic en el área equivocada, se mostrará retroalimentación negativa. Cuando se pulsa en el área correcta podrá descubrirse un objeto. Puede fijarse un retraso que haga que si así se desea el objeto desaparezca tras ese retraso. </p>
eu: <h2>Elementuak hurrenkeran klikatzeko jokoa</h2> <p> Javascript joko honetan, jokalariak klik egin behar du joko-eremu nagusiaren leku jakin batzuetan arrastoak adierazitakoa jarraituz. Klik zuzena eginez gero, feedback positiboa erakutsiko da eta jokoak aurrera egingo du. Klik okerra eginez gero, feedback negatiboa erakutsiko da. Zuzenketa eremuan klikatuz gero, elementu bat erakutsi daiteke hor. Elementuak desagertu behar badu, ezkutatzearen atzerapen-denbora ezarri daiteke. </p>
fr: <h2>Jeu Cliquez sur les éléments dans l'ordre correct</h2> <p> Cet Outil Pédagogique est un jeu en javascript où le joueur doit cliquer au bon endroit de la zone principale. Quand le clic est effectué au bon endroit, une réponse en retour positive apparaît et le joueur avance dans le jeu. Quand le clic est effectué à un mauvais endroit, la réponse en retour qui apparaît est négative. Quand le clic est effectué correctement, un objet peut être découvert. Il est possible d'établir un délai pour cacher à nouveau l'objet montré. </p>
gl: <h2>Xogo de facer clic por orde</h2> <p> Este iDevice constrúe un xogo en Javascript no que o xogador ou xogadora ten que premer nun sitio determinado da área principal segundo a axuda. Cando se preme correctamente aparecerá unha retroalimentación positiva e avanzarase no xogo. Cando se prema erroneamente aparecerá unha retroalimentación negativa. Cando se prema a área correcta pode descubrirse o obxecto. Pode fixarse un retardo que faga que o obxecto desapareza logo dese tempo. </p>
it: <h2>Gioco Clicca in ordine</h2> <p> Costruisce un gioco Javascript in cui il giocatore deve cliccare in un certo punto dell'area principale secondo i suggerimenti. Con il clic giusto appare una frase di conferma e il gioco prosegue. Il clic sbagliato produce una frase negativa. Il clic positivo può essere seguito dall'apparizione di un elemento. Si può impostare un ritardo per far sparire l'elemento dopo un certo tempo, se desiderato. </p>
nl: <h2>Klik op de elementen in het sorteerspel</h2> <p> Daardoor wordt een Javascript spel aangemaakt waarin de speler op een bepaald gebied in het hoofdveld moet klikken naar aanleiding van de hint. When ze juist klikken reageert het spel met een positieve feedback en zal het spel verdergaan. Als ze op een verkeerd gebied klikken zal de negetatieve feedback getoond worden. Als ze op het juiste gebeid klikken kan een item daar getoond worden. Een vertragingstijd kan worden ingesteld waarna het item na enige tijd weer verdwijnt. </p>
pl: <h2>Kliknij grę Ustaw Elementy w Kolejności</h2> <p> Gra utworzona w Javascript, w której gracz musi kliknąć określone miejsce na głównym obszarze zgodnie z podpowiedzią. Po prawidłowym kliknięciu pojawi się pozytywna informacja zwrotna i gra będzie komtynuowana. Po kliknięciu niewłaściwego obszaru zostanie wyświetlona negatywna opinia. Po kliknięciu na właściwy obszar można odkryć przedmiot. Można ustawić opóźnienie, aby w razie potrzeby po pewnym czasie element zniknął. </p>
pt: <h2>Jogo de clicar nos elementos em ordem</h2> <p> Constrói um jogo Javascript em que o jogador tem de clicar num determinado lugar da área principal de acordo com uma pista. Quando clica no lugar correto, mostra-se a retroalimentação positiva e o jogo avança. Quando clica no lugar errado, mostra-se a retroalimentação negativa. Quando clica na área correta, pode revelar-se nela um item. Pode estabelecer-se um tempo limite após o qual este item desaparece, se se desejar. </p>
ru: <h2>Щёлкните элементы с целью игры</h2> <p> Это создаёт игру Javascript, где игроку необходимо нажать на определённое место на главной площади в соответствии с подсказкой. Если нажать правильно, то придёт положительная обратная связь, и игра будет продвигаться. Если нажать неправильную область, то будет показана отрицательная обратная связь. Если нажать на правильную область, пункт может быть выявлен там. Может быть установлена задержка, чтобы ​​при желании сделать элемент исчезающим после задержки. </p>
tr: <h2>Sırayla Öğeler Oyununa Tıklayın</h2> <p> Bu, oyuncunun ipucuna göre ana alanda belirli bir yere tıklaması gereken bir Javascript oyunu oluşturur. Doğru tıkladıklarında olumlu geri bildirimler gelecek ve oyun ilerleyecektir. Yanlış alana tıkladıklarında negatif geri bildirim gösterilecektir. Doğru alana tıkladıklarında orada bir öğe ortaya çıkabilir. İstenirse bir gecikmeden sonra öğenin kaybolmasını sağlamak için bir gecikme ayarlanabilir. </p>
zh_cn: <h2>单击排序游戏中的元素</h2> <p> 这将构建一个Javascript游戏，玩家必须根据提示在主区域上点击特定位置。如果点击了正确的位置，就会显示正面的反馈，游戏也将会继续前进。 如果点击了错误的位置，将显示负面反馈。当他们单击正确的区域时，可以在此处显示一个项目。 如果需要，可以设置延迟时间以使该项目消失。 </p>

source: Show advanced options
ca: Mostra les opcions avançades
ca_es@valencia: Mostra les opcions avançades
dz: མཐོ་རིམ་གདམ་ཁ་ཚུ་སྟོན
el: Εμφάνιση επιλογών για προχωρημένους
es: Mostrar opciones avanzadas
eu: Aukera aurreratuak erakutsi
fr: Montrer les options avancées
gl: Mostrar opcións avanzadas
it: Mostra opzioni avanzate
nl: Toon geavanceerde opties
pl: Pokaż opcje zaawansowane
pt: Mostrar opções avançadas
ru: Показать расширенные опции
tr: Gelişmiş ayarları göste
zh_cn: 显示高级选项
zh_tw: 顯示進階選項

source: <h2>Clickable Areas</h2>
ca: <h2>Àrees a prémer</h2>
ca_es@valencia: <h2>Àrees sensibles</h2>
dz: <h2>ཨེབ་བཏུབ་པའི་གནས་ཁོངས་ཚུ</h2>
el: <h2>Ενεργές περιοχές</h2>
es: <h2>Áreas donde hacer clic</h2>
eu: <h2>Eremu klikagarriak</h2>
fr: <h2>Aires cliquable<h2>
gl: <h2>Áreas onde premer</h2>
it: <h2>Aree cliccabili</h2>
nl: <h2>"Clickable" "gebieden</h2>
pl: <h2>Obszary klikalne</h2>
pt: <h2>Áreas clicáveis</h2>
ru: <h2>Площади для щелчков</h2>
tr: <h2>Tıklanabilir Alanlar</h2>
zh_cn: <h2>可点击区域</h2>
zh_tw: <h2>可點擊區域</h2>

source: Add Clickable Area
ca: Afegeix àrea a prémer
ca_es@valencia: Afig una àrea sensible
dz: ཨེབ་བཏུབ་པའི་གནས་ཁོངས་ཁ་སྐོང་འབད
el: Προσθήκη ενεργής περιοχής
es: Añadir un área donde pulsar
eu: Eremu klikagarria gehitu
fr: Ajouter une aire cliquable
gl: Engadir unha área onde premer
it: Aggiungi area cliccabile
nl: Voewg een "Clickable" gebied toe
pl: Dodaj obszar klikalny
pt: Acrescentar área clicável
ru: Добавить площадь для щелчков
tr: Tıklanabilir Alan Ekle
zh_cn: 添加可点击区域
zh_tw: 新增可點擊區域

source: Delete Clickable Area
ca: Suprimeix l'àrea a prémer
ca_es@valencia: Suprimeix l'àrea sensible
dz: ཨེབ་གཏང་བཏུབ་པའི་མངའ་ཁོངས་བཏོན་བཏང
el: Διαγραφή ενεργής περιοχής
es: Eliminar un área donde pulsar
eu: Eremu klikagarria ezabatu
fr: Effacer une aire où il est possible de cliquer
gl: Eliminar Área onde premer
it: Cancella area cliccabile
nl: Verwijder "Clickable" gebieden
pl: Usuń klikalny obszar
pt: Apagar a área clicável
ru: Удалить площадь для щелчков
tr: Tıklanabilir Alanı Sil
zh_cn: 删除可点击区域
zh_tw: 刪除可點擊區域

source: Now it's your turn
ca: Autoavaluació
ca_es@valencia: Autoavaluació
dz: ད་ལྟོ་འདི་ཁྱོད་རའི་སྐོར་རྒྱབ་ཨིན
el: Τίτλος
es: Autoevaluación
eu: Autoebaluazioa
fr: À vous!
gl: Autoavaliación
it: Ora tocca a te
nl: Nu ben jij aan de beurt
pl: Teraz twoja kolej
pt: Agora é a sua vez
ru: Теперь ваша очередь
tr: Şimdi sıra sende
zh_cn: 现在轮到你了
zh_tw: 輪到您了

source: Now It's Your Turn
ca: Autoavaluació
ca_es@valencia: Autoavaluació
dz: ད་ལྟོ་འདི་ཁྱོད་རའི་སྐོར་རྒྱབ་ཨིན
el: Τίτλος
es: Autoevaluación
eu: Autoebaluazioa
fr: À vous!
gl: Autoavaliación
it: Ora tocca a te
nl: Nu ben jij aan de beurt
pl: Teraz Twoja Kolej
pt: Agora é a sua vez
ru: Теперь ваша очередь
tr: Şimdi sıra sende
zh_cn: 现在轮到你了
zh_tw: 輪到您了

source: Creative Commons Attribution License 4.0
ca: Llicència Creative Commons Reconeixement 4.0
ca_es@valencia: Llicència Creative Commons 4.0 Reconeixement
el: Creative Commons Αναφορά Δημιουργού 4.0
es: Licencia Creative Commons Reconocimiento 4.0
eu: Creative Commons: aitortu 4.0 Lizentzia
fr: Creative Commons: Licence d'attribution 4.0
gl: Licenza Creative Commons Atribución 4.0
it: Licenza Creative Commons Attribution License
nl: Creative Commons Naamsvermelding License 4.0
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa 4.0
pt: Licença Creative Commons Atribuição 4.0
tr: Creative Commons Atıf Lisansı 4.0
zh_cn: 知识共享协议：署名 4.0
zh_tw: CC 授權條款 4.0 版

source: Creative Commons Attribution Share Alike License 4.0
ca: Llicència Creative Commons Reconeixement CompartirIgual 4.0
ca_es@valencia: Llicència Creative Commons 3.0 Reconeixement-Compartir igual
el: Creative Commons Αναφορά Δημιουργού - Παρόμοια Διανομή 4.0
es: Licencia Creative Commons Reconocimiento Compartir igual 4.0
eu: Creative Commons: aitortu-PartekatuBerdin 4.0 Lizentzia
fr: Creative Commons: Licence d'attribution en partage identique 4.0
gl: Licenza Creative Commons Atribución Compartir igual 4.0
it: Licenza Creative Commons Attribution Share Alike 4.0
nl: Creative Commons Naamsvermelding Gelijk delen Licentie 4.0
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Na Tych Samych Warunkach 4.0
pt: Licença Creative Commons Atribuição Compartilha Igual 4.0
tr: Creative Commons Atıf Aynı Şekilde Paylaş Lisansı 4.0
zh_cn: 知识共享协议：署名 - 相同方式共享 4.0
zh_tw: CC 授權 -- 相同方式分享條款 4.0 版

source: Creative Commons Attribution No Derivatives License 4.0
ca: Llicència Creative Commons Reconeixement SenseObraDerivada 4.0
ca_es@valencia: Llicència Creative Commons 4.0 Reconeixement-Sense Obres Derivades
el: Creative Commons Αναφορά Δημιουργού - Όχι Παράγωγα Έργα 4.0
es: Licencia Creative Commons Reconocimiento Sin obra derivada 4.0
eu: Creative Commons: aitortu-LanEratorririkGabe 4.0 Lizentzia
fr: Creative Commons: Licence d'attribution en travail non modifié 4.0
gl: Licenza Creative Commons Atribución Sen obra derivada 4.0
it: Licenza Creative Commons Attribution No Derivatives 4.0
nl: Creative Commons Naamsvermelding Geen Afgeleide Werken Licentie 4.0
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Bez Utworów Zależnych 4.0
pt: Licença Creative Commons Atribuição Sem Derivações 4.0
tr: Creative Commons Atıf Uyarlanamaz Lisansı 4.0
zh_cn: 知识共享协议：署名 - 禁止演绎 4.0
zh_tw: CC 授權 -- 禁止改作條款 4.0 版

source: Creative Commons Attribution Non-commercial License 4.0
ca: Llicència Creative Commons Reconeixement NoComercial 4.0
ca_es@valencia: Llicència Creative Commons 4.0 Reconeixement-No comercial.
el: Creative Commons Αναφορά Δημιουργού - Μη Εμπορική Χρήση 4.0
es: Licencia Creative Commons Reconocimiento No comercial 4.0
eu: Creative Commons: aitortu-EzKomertziala 4.0 Lizentzia
fr: Creative Commons: Licence d'attribution non commercial 4.0
gl: Licenza Creative Commons Atribución Non-comercial 4.0
it: Licenza Creative Commons Attribution Non-commercial 4.0
nl: Creative Commons Naamsvermelding Niet Commercieel Licentie 4.0
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Użycie Niekomercyjne 4.0
pt: Licença Creative Commons Atribuição Não Comercial 4.0
tr: Creative Commons Atıf Gayrı Ticari Lisansı 4.0
zh_cn: 知识共享协议：署名 - 非商业性使用 4.0
zh_tw: CC 授權 -- 非商業性條款 4.0 版

source: Creative Commons Attribution Non-commercial Share Alike License 4.0
ca: Llicència Creative Commons Reconeixement NoComercial CompartirIgual 4.0
ca_es@valencia: Llicència Creative Commons 4.0 Reconeixement-No comercial-Compartir Igual
el: Creative Commons Αναφορά Δημιουργού - Μη Εμπορική Χρήση - Παρόμοια Διανομή 4.0
es: Licencia Creative Commons Reconocimiento No comercial Compartir igual 4.0
eu: Creative Commons: aitortu-EzKomertziala-PartekatuBerdin 4.0 Lizentzia
fr: Creative Commons: Licence d'attribution en partage identique et non commercial 4.0
gl: Licenza Creative Commons Atribución Non-comercial Compartir igual 4.0
it: Licenza Creative Commons Attribution Non-commercial Share Alike 4.0
nl: Creative Commons Naamsvermelding Non-commercial Gelijk delen License 4.0
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Użycie Niekomercyjne Na Tych Samych Warunkach 4.0
pt: Licença Creative Commons Atribuição Não Comercial Compartilha Igual 4.0
tr: Creative Commons Atıf Gayrı Ticari Aynı Şekilde Paylaş Lisansı 4.0
zh_cn: 知识共享协议：署名 - 非商业性使用 - 相同方式共享 4.0
zh_tw: CC 授權 -- 非商業性相同方式分享條款 4.0 版

source: Creative Commons Attribution Non-commercial No Derivatives License 4.0
ca: Llicència Creative Commons Reconeixement NoComercial SenseObraDerivada 4.0
ca_es@valencia: Llicència Creative Commons 4.0 Reconeixement- No comercial-Sense obres derivades.
el: Creative Commons Αναφορά Δημιουργού - Όχι Παράγωγα Έργα - Μη Εμπορική Χρήση 4.0
es: Licencia Creative Commons Reconocimiento No comercial Sin obra derivada 4.0
eu: Creative Commons: aitortu-EzKomertziala-LanEratorririkGabe 4.0 Lizentzia
fr: Creative Commons: Licence d'attribution en travail non commercial et non modifié 4.0
gl: Licenza Creative Commons Atribución Non-comercial Sen obra derivada 4.0
it: Licenza Creative Commons Attribution Non-commercial No Derivatives 4.0
nl: Creative Commons Naamsvermelding Niet Commercieel Geen afgeleide werken Licentie 4.0
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Użycie Niekomercyjne Bez Utworów Zależnych 4.0
pt: Licença Creative Commons Atribuição Não Comercial Sem Derivações 4.0
tr: Creative Commons Atıf Gayrı Ticari Uyarlanamaz Lisansı 4.0
zh_cn: 知识共享协议：署名 - 非商业性使用 - 禁止演绎 4.0
zh_tw: CC 授權 -- 非商業性禁止改作條款 4.0 版

source: GNU Free Documentation License
ca: Llicència de documentació lliure de GNU
ca_es@valencia: Llicència de Documentació Lliure de GNU
dz: ཇི་ཨེན་ཡུ་ མི་མང་ཡོངས་ཁྱབ་ཆོག་ཐམ
el: Άδεια GNU Free Documentation
es: Licencia de Documentación Libre de GNU (GNU Free Documentation License)
eu: GNU Dokumentazio Librearen Lizentzia
fr: Licence de documentation libre GNU
gl: Licenza libre de documentación GNU
it: Licenza GNU Free Documentation
nl: GNU licentie voor vrije documentatie
pl: GNU Licencja Wolnej Dokumentacji
pt: Licença de documentação livre GNU
tr: GNU Özgür Belgelendirme Lisansı
zh_cn: GNU自由文档许可证
zh_tw: GNU 自由文件授權

source: GNU General Public License
ca: Llicència Pública General GNU
ca_es@valencia: Llicència Lliure de GNU
dz: ཇི་ཨེན་ཡུ་ མི་མང་ཡོངས་ཁྱབ་ཆོག་ཐམ
el: Άδεια GNU General Public
es: Licencia Pública General GNU (GNU General Public License, GPL)
eu: GNU Lizentzia Publiko Orokorra
fr: Licence publique générale GNU
gl: Licenza Pública Xeral GNU
it: Licenza GPL General Public License
pl: Powszechna Licencja Publiczna GNU
pt: Licença Pública Geral GNU
tr: GNU Genel Kamu Lisansı
zh_cn: GNU 通用公众授权
zh_tw: GNU GPL 授權

source: Creative Commons Attribution License 3.0
ca: Llicència Creative Commons Reconeixement 3.0
ca_es@valencia: Llicència Creative Commons 3.0 Reconeixement
el: Creative Commons Αναφορά Δημιουργού 3.0
es: Licencia Creative Commons Reconocimiento 3.0
eu: Creative Commons: aitortu 3.0 Lizentzia
fr: Creative Commons: Licence d'attribution 3.0
gl: Licenza Creative Commons Atribución 3.0
it: Licenza Creative Commons Attribution 3.0
nl: Creative Commons Naamsvermelding License 3.0
pl: Creative Commons Uznanie Autorstwa 3.0
pt: Licença Creative Commons Atribuição 3.0
tr: Creative Commons Atıf Lisansı 3.0
zh_cn: 知识共享协议：署名 3.0
zh_tw: CC 授權條款 3.0 版

source: Creative Commons Attribution Share Alike License 3.0
ca: Llicència Creative Commons Reconeixement CompartirIgual 3.0
ca_es@valencia: Llicència Creative Commons 3.0 Reconeixement-Compartir igual
el: Creative Commons Αναφορά Δημιουργού - Παρόμοια Διανομή 3.0
es: Licencia Creative Commons Reconocimiento Compartir igual 3.0
eu: Creative Commons: aitortu-PartekatuBerdin 3.0 Lizentzia
fr: Creative Commons: Licence d'attribution en partage identique 3.0
gl: Licenza Creative Commons Atribución Compartir igual 3.0
it: Licenza Creative Commons Attribution Share Alike 3.0
nl: Creative Commons Naamsvermelding Gelijk delen Licentie 3.0
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Na Tych Samych Warunkach 3.0
pt: Licença Creative Commons Atribuição Compartilha Igual 3.0
tr: Creative Commons Atıf Aynı Şekilde Paylaş Lisansı 3.0
zh_cn: 知识共享协议：署名 - 相同方式共享 3.0
zh_tw: CC 授權 -- 相同方式分享條款 3.0 版

source: Creative Commons Attribution No Derivatives License 3.0
ca: Llicència Creative Commons Reconeixement SenseObraDerivada 3.0
ca_es@valencia: Llicència Creative Commons 3.0 Reconeixement-Sense Obres Derivades
el: Creative Commons Αναφορά Δημιουργού - Όχι Παράγωγα Έργα 3.0
es: Licencia Creative Commons Reconocimiento Sin obra derivada 3.0
eu: Creative Commons: aitortu-LanEratorririkGabe 3.0 Lizentzia
fr: Creative Commons: Licence d'attribution en travail non modifié 3.0
gl: Licenza Creative Commons Atribución Sen obra derivada 3.0
it: Licenza Creative Commons Attribution No Derivatives 3.0
nl: Creative Commons Naamsvermelding Geen Afgeleide Werken Licentie 3.0
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Bez Utworów Zależnych 3.0
pt: Licença Creative Commons Atribuição Sem Derivações 3.0
tr: Creative Commons Atıf Uyarlanamaz Lisansı 3.0
zh_cn: 知识共享协议：署名 - 禁止演绎 3.0
zh_tw: CC 授權 -- 禁止改作條款 3.0 版

source: Creative Commons Attribution Non-commercial License 3.0
ca: Llicència Creative Commons Reconeixement NoComercial 3.0
ca_es@valencia: Llicència Creative Commons 3.0 Reconeixement-No comercial.
el: Creative Commons Αναφορά Δημιουργού - Μη Εμπορική Χρήση 3.0
es: Licencia Creative Commons Reconocimiento No comercial 3.0
eu: Creative Commons: aitortu-EzKomertziala 3.0 Lizentzia
fr: Creative Commons: Licence d'attribution non commercial 3.0
gl: Licenza Creative Commons Atribución Non-comercial 3.0
it: Licenza Creative Commons Attribution Non-commercial 3.0
nl: Creative Commons Naamsvermelding Niet Commercieel Licentie 3.0
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Użycie Niekomercyjne 3.0
pt: Licença Creative Commons Atribuição Não Comercial 3.0
tr: Creative Commons Atıf Gayrı Ticari Lisansı 3.0
zh_cn: 知识共享协议：署名 - 非商业性使用 3.0
zh_tw: CC 授權 -- 非商業性條款 3.0 版

source: Creative Commons Attribution Non-commercial Share Alike License 3.0
ca: Llicència Creative Commons Reconeixement NoComercial CompartirIgual 3.0
ca_es@valencia: Llicència Creative Commons 3.0 Reconeixement-No comercial-Compartir Igual
el: Creative Commons Αναφορά Δημιουργού - Μη Εμπορική Χρήση - Παρόμοια Διανομή 3.0
es: Licencia Creative Commons Reconocimiento No comercial Compartir igual 3.0
eu: Creative Commons: aitortu-EzKomertziala-PartekatuBerdin 3.0 Lizentzia
fr: Creative Commons: Licence d'attribution en partage identique non commercial 3.0
gl: Licenza Creative Commons Atribución Non-comercial Compartir igual 3.0
it: Licenza Creative Commons Attribution Non-commercial Share Alike 3.0
nl: Creative Commons Naamsvermelding Non-commercial Gelijk delen License 3.0
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Użycie Niekomercyjne Na Tych Samych Warunkach 3.0
pt: Licença Creative Commons Atribuição Não Comercial Compartilha Igual 3.0
tr: Creative Commons Atıf Gayrı Ticari Aynı Şekilde Paylaş Lisansı 3.0
zh_cn: 知识共享协议：署名 - 非商业性使用 - 相同方式共享 3.0
zh_tw: CC 授權 -- 非商業性相同方式分享條款 3.0 版

source: Creative Commons Attribution Non-commercial No Derivatives License 3.0
ca: Llicència Creative Commons Reconeixement NoComercial SenseObraDerivada 3.0
ca_es@valencia: Llicència Creative Commons 3.0 Reconeixement- No comercial-Sense obres derivades.
el: Creative Commons Αναφορά Δημιουργού - Όχι Παράγωγα Έργα - Μη Εμπορική Χρήση 3.0
es: Licencia Creative Commons Reconocimiento No comercial Sin obra derivada 3.0
eu: Creative Commons: aitortu-EzKomertziala-LanEratorririkGabe 3.0 Lizentzia
fr: Creative Commons: Licence d'attribution en travail non commercial et non modifié 3.0
gl: Licenza Creative Commons Atribución Non-comercial Sen obra derivada 3.0
it: Licenza Creative Commons Attribution Non-commercial No Derivatives 3.0
nl: Creative Commons Naamsvermelding Niet Commercieel Geen afgeleide werken Licentie 3.0
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Użycie Niekomercyjne Bez Utworów Zależnych 3.0
pt: Licença Creative Commons Atribuição Não Comercial Sem Derivações 3.0
tr: Creative Commons Atıf Gayrı Ticari Uyarlanamaz Lisansı 3.0
zh_cn: 知识共享协议：署名 - 非商业性使用 - 禁止演绎 3.0
zh_tw: CC 授權 -- 非商業性禁止改作條款 3.0 版

source: Creative Commons Attribution License 2.5
ca: Llicència Creative Commons Reconeixement 2.5
ca_es@valencia: Llicència Creative Commons 2.5 Reconeixement
el: Creative Commons Αναφορά Δημιουργού 2.5
es: Licencia Creative Commons Reconocimiento 2.5
eu: Aitortu Creative Commons 2.5 Lizentzia
fr: Creative Commons: Licence d'attribution 2.5
gl: Licenza Creative Commons Atribución 2.5
it: Licenza Creative Commons Attribution 2.5
nl: Creative Commons Naamsvermelding Licentie 2.5
pl: Creative Commons Uznanie Autorstwa 2.5
pt: Licença Creative Commons Atribuição 2.5
tr: Creative Commons Atıf Lisansı 2.5
zh_cn: 知识共享协议：署名 2.5
zh_tw: CC 授權條款 2.5 版

source: Creative Commons Attribution Share Alike License 2.5
ca: Llicència Creative Commons Reconeixement CompartirIgual 2.5
ca_es@valencia: Llicència Creative Commons 2.5 Reconeixement-Compartir igual
el: Creative Commons Αναφορά Δημιουργού - Παρόμοια Διανομή 2.5
es: Licencia Creative Commons Reconocimiento Compartir igual 2.5
eu: Creative Commons: aitortu-PartekatuBerdin 2.5 Lizentzia
fr: Creative Commons: Licence d'attribution en partage identique 2.5
gl: Licenza Creative Commons Atribución Compartir igual 2.5
it: Licenza Creative Commons Attribution Share Alike 2.5
nl: Creative Commons Naamsvermelding Gelijk delen Licentie 2.5
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Na Tych Samych Warunkach 2.5
pt: Licença Creative Commons Atribuição Compartilha Igual 2.5
tr: Creative Commons Atıf Aynı Şekilde Paylaş Lisansı 2.5
zh_cn: 知识共享协议：署名 - 相同方式共享 2.5
zh_tw: CC 授權 -- 相同方式分享條款 2.5 版
