Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: <p>If left unchecked a small number of spelling and capitalization errors will be accepted. If checked only an exact match in spelling and capitalization will be accepted.</p><p><strong>For example:</strong> If the correct answer is <code>Elephant</code> then both <code>elephant</code> and <code>Eliphant</code> will be judged <em>"close enough"</em> by the algorithm as it only has one letter wrong, even if "Check Capitalization" is on.</p><p>If capitalization checking is off in the above example, the lowercase <code>e</code> will not be considered a mistake and <code>eliphant</code> will also be accepted.</p><p>If both "Strict Marking" and "Check Capitalization" are set, the only correct answer is "Elephant". If only "Strict Marking" is checked and "Check Capitalization" is not, "elephant" will also be accepted.</p>
ca: <p>Si no ho marqueu s'acceptaran un nombre petit d'errors d'ortografia i ús de majúscules. Si ho marqueu sols s'acceptarà una coincidència exacta d'ortografia i majúscules.</p> <p><strong>Per exemple:</strong> Si la paraula correcta és <code>Elefant</code>llavors les dues <code>elefant</code> i <code>Elifant</code> seran jutjades com<em>"prou correctes"</em> per l'algoritme si sols tenen una lletra incorrecta, encara que "Correcció de majúscules" estigui seleccionada.</p> <p>Si la casella "Correcció de majúscules" no està seleccionada al exemple d'abans , la lletra minúscula<code>e</code> no serà considerada un error i <code>elefant</code> serà acceptada.</p> <p> Si seleccioneu "Correcció estricta" i "Correcció de majúscules" al mateix temps , l'única paraula correcta serà "Elefant". Si sols seleccioneu "Correcció estricta" i "Correcció de majúscules" no ho està, "elefant" també serà acceptada.</p>
ca_es@valencia: <p>Si no marqueu aquesta opció, s'acceptarà un nombre xicotet d'errors d'ortografia i d'ús de les majúscules. Si la marqueu només s'acceptarà una coincidència exacta en l'ortografia i en les majúscules.</p><p><strong>Per exemple,</strong> si la resposta correcta és <code>Elefant</code> llavors les dos <code>elefant</code> i <code>Elifant</code> es consideraran com a <em>«prou pròximes»</em> per l'algoritme, ja que sols tenen una lletra incorrecta, encara que "Correcció de majúscules" estiga seleccionada.</p><p>Si en l'exemple d'abans la casella "Correcció de majúscules" no està marcada, la lletra minúscula <code>e</code> no es considerarà un error i <code>elifant</code> també s'acceptarà.</p><p> Si seleccioneu "Correcció estricta" i "Correcció de majúscules" al mateix temps, l'única paraula correcta serà "Elefant". Si sols seleccioneu "Correcció estricta" i "Correcció de majúscules" no ho està, "elefant" també s'acceptarà.</p>
el: <p>Εάν δεν επιλεγεί, ένας μικρός αριθμός ορθογραφικών λαθών και λαθών για πεζά - κεφαλαία θα είναι αποδεκτός. Αν επιλεγεί, μόνο το ακριβές ταίριασμα στην ορθογραφία και στα πεζά - κεφαλαία γράμματα θα γίνει αποδεκτό.</p><p><strong>Για παράδειγμα:</strong> εάν η σωστή απάντηση είναι <code>Ελέφαντας</code> τότε και το <code>ελέφαντας</code> και το <code>Ελίφαντας</code> θα θεωρηθούν <em>'αρκετά όμοια'</em> από τον αλγόριθμο, δεδομένου ότι υπάρχει μόνο ένα γράμμα λανθασμένο, ακόμα κι αν ο 'Έλεγχος κεφαλαίων - πεζών' είναι ενεργοποιημένος.</p><p>Αν ο 'Έλεγχος κεφαλαίων - πεζών' είναι απενεργοποιημένος στο ανωτέρω παράδειγμα, το πεζό γράμμα <code>ε</code> δεν θα θεωρηθεί λάθος και το <code>ελίφαντας</code> θα γίνει επίσης αποδεκτό.</p><p>Αν και τα δύο, 'Αυστηρός έλεγχος' και 'Έλεγχος κεφαλαίων - πεζών' είναι ενεργοποιημένα, η μόνη σωστή απάντηση είναι 'Ελέφαντας'. Εάν μόνο ο 'Αυστηρός έλεγχος' είναι ενεργοποιημένος και ο 'Έλεγχος κεφαλαίων - πεζών' δεν είναι, τότε και το 'ελέφαντας' θα γίνει αποδεκτό.</p >
es: <p>Si no se selecciona, se aceptará un pequeño número de errores ortográficos y de uso de mayúsculas y minúsculas. Si está marcado, no se aceptaría ningún error ortográfico o de uso de mayúsculas o minúsculas.</p><p><strong>Ejemplo:</strong>: Si la respuesta correcta es <code>Elefante</code> y pone <code>elefante</code> o <code>Elifante</code>, ambos serán considerados como <em>"bastantes cercanos"</em> por el algoritmo, pues existe solo un error de letra, incluso si "¿Comprobar mayúsculas/minúsculas?" está activado.</p><p>Si el chequeo de mayúsculas y minúsculas está desactivado en este ejemplo, la letra minúscula <code>e</code> no es considerada un error y <code>eliphant</code> también será aceptado.</p><p>Si "¿Calificación Estricta?" y "¿Comprobar mayúsculas/minúsculas?" están activados, la única respuesta correcta es "Elefante". Si solamente "¿Calificación Estricta?" está activado y "¿Comprobar mayúsculas/minúsculas?" no, "elefante" también será aceptado.</p>
eu: <p>Egiaztatu gabe utziz gero, idazketa-errore gutxi batzuk onartuko dira. Egiaztatuta badago, idazketa edo maiuskula errore bakar bat onartuko da.</p><p><strong>Adibidez:</strong> Erantzun zuzena <code>Elefantea</code> bada, <code>elefantea</code> edo <code>Elifantea</code> <em>"oso antzekoak"</em> izango dira algoritmoarentzat, letra oker bakarra baitute, nahiz eta "Hizki larri-xeheak kontuan hartu?" gaituta egon.</p><p>Itzalita badago, goiko adibideko <code>e</code> minuskula ez da erroretzat joko eta <code>elifantea</code> ere onartu egingo da.</p><p>"Zorroztasunez zuzendu" eta "Hizki larri-xeheak kontuan hartu?" gaituta badaude, erantzun zuzen bakarra "Elefantea" izango da. "Zorroztasunez zuzendu" soilik badago gaituta, "elefantea" ere onartuko da.</p>
fr: <p> Si vous ne cochez pas cette case: un petit nombre d'erreurs de caractères ou d'emploi des majuscules sera toléré. Si vous la cochez, aucune erreur ne sera acceptée.</p> <p> <strong> Par exemple:</strong> Si la bonne réponse est: <code>Elephant</code> alors <code>elephant</code> et <code>Eliphant</code> seront admis comme <em>"assez proche"</em> par l'algorithme, en ce sens qu'il n'y aurait qu'un caractère faux, même si "Validation des Majuscules" est coché.</p> <p> Si la case "Validation des Majuscules" n'est pas cochée dans l'exemple ci-dessus, le <code>e</code> minuscule ne sera pas considéré comme une faute et donc <code>eliphant</code> sera également accepté.</p> <p> Si la case "marquage strictement identique" est cochée et si celle de "Validation des Majuscules" ne l'est pas: "elephant" sera également accepté.</p>
gl: <p>Se non se selecciona, aceptarase un pequeno número de erros ortográficos e de uso de maiúsculas e minúsculas. Se está marcado, non se aceptaría ningún erro ortográfico e de uso de maiúsculas e minúsculas.</p><p><strong>Por exemplo:</strong> Se a resposta correcta é <code>Elefante</code> entón tanto <code>elefante</code> como <code>Elefantes</code> serán xulgados como <em>"suficientemente correctos"</em> polo algoritmo, xa que só ten unha letra errada, aínda que "Comprobar maiúsculas/minúsculas" estea activada.</p><p>Se a verificación das maiúsculas está desactivada no exemplo anterior, a minúscula <code>e</code> non se considerará como un erro e <code>elefante</code> tamén será aceptada.</p><p>Se tanto "Marcación estrita" como "Comprobar maiúsculas/minúsculas" están seleccionadas, a única resposta correcta é "Elefante".</p> Se só está seleccionada a "Cualificación estrita" e "Comprobar maiúsculas/minúsculas" non o está, "elefante" será entón aceptada. Se soamente marca "Cualificación estrita" e non "Comprobar maiúsculas/minúsculas", "elefante" tamén será aceptado.</p>
it: <p>Se si lascia disabilitato saranno accettati solo un piccolo numero di errori ortografici o maiuscolo/minuscolo. Se abilitato sarà accettata l'esatta corrispondenza ortografica e di maiuscolo/minuscolo.</p><p><strong>Per esempio:</strong> Se la risposta corretta è <code>Elefante</code> quindi entrambe <code>elefante</code> e <code>Elifante</code> saranno giudicate <em>"abbastanza vicino"</em> dall'algoritmo anche se si ha una lettera errata, quando "Verifica Maiuscolo/Minuscolo" è abilitato.</p><p>Se la verifica Maiuscolo/minuscolo è disabilitata nell'esempio precedente, la lettera minuscola <code>e</code> non sarà considerata un errore e <code>elifante</code> sarà anch'essa accettata.</p><p>Se entrambe "Verifica stringente" e "Verifica Maiuscolo/Minuscolo" sono impostate, la sola risposta corretta è "Elefante". Solo se "Verifica stringente" è abilitata e "Verifica Maiuscolo/Minuscolo" non lo è, "elefante" sarà anche essa accettata.</p>
nl: <p>Als deze optie uitstaat, zijn een klein aantal spelfouten toegestaan. Als ze aanstaat, moet het antwoord qua spelling en hoofdlettergebruik volledig correct zijn.</p><p><strong>Voorbeeld:</strong> Als het juiste antwoord <code>Olifant</code> is, worden zowel <code>olifant</code> als <code>Olipant</code> aanvaard als <em>"voldoende juist"</em> omdat er maar één letter fout is, zelfs als "Hoofdlettergevoelig" geactiveerd is.</p><p>Als "Hoofdlettergevoelig" uitstaat, wordt de kleine <code>e</code> natuurlijk ook genegeerd als fout. Bovendien wordt <code>Olipant</code> aanvaard, omdat het maar één spelfout bevat.</p><p>Maar met zowel "Streng verbeteren" en "Hoofdlettergevoelig" ingeschakeld, is het enige juiste antwoord "Olifant". Zet u nu "Hoofdlettergevoelig" uit, dan wordt ook "olifant" aanvaard.</p>
pl: <p>Jeśli pozostanie niezaznaczone, niewielka liczba błędów pisowni i wielkich liter zostanie zaakceptowana. Jeśli zaznaczone, tylko dokładne dopasowanie w pisowni i wielkich literach będzie akceptowane.</p><p><strong>Na przykład:</strong> Jeśli poprawną odpowiedzią jest <code>Słoń</code>, to zarówno <code>słoń</code>, jak i <code>Słiń</code> zostaną ocenione przez algorytm jako <em>"wystarczająco blisko"</em>, ponieważ ma tylko jedną literę niepoprawną, nawet jeśli „Sprawdź wielkość liter” jest włączone.</p><p>Jeśli sprawdzanie wielkich liter jest wyłączone w powyższym przykładzie, małe litery <code>e</code> nie będą uważane za pomyłkę <code>słiń</code> również zostanie zaakceptowane.</p><p>Jeśli ustawione są zarówno „Ścisłe oznaczanie”, jak i „Sprawdź wielkie litery”, jedyną poprawną odpowiedzią jest: „Słoń”. Jeśli zaznaczone jest tylko „Ścisłe oznaczanie”, a „Sprawdź wielkie litery” nie, „słoń” również zostanie zaakceptowany.</p>
pt: <p>Se esta opção estiver desmarcada, será aceite um pequeno número de erros de ortografia e maiúsculas. Se a opção for marcada, só uma resposta exata em termos de ortografia e maiúsculas será aceite.</p><p><strong>Por exemplo: </strong> se a resposta correta for <code>Elefante</code>, então tanto <code>elefante</code> como <code>Ilefante</code> serão consideradas <em>"suficientemente corretas"</em> pelo algoritmo, já que só têm uma letra errada, apesar de "Verificar Maiúsculas " estar ativo.</p><p>Se a verificação das maiúsculas estiver desligada no exemplo referido, a minúscula <code>e</code> não será considerada um erro e <code>elifante</code> também será aceite.</p><p>Se tanto "Resposta exata" como "Verificar Maiúsculas" estiverem selecionadas, a única resposta correta será "Elefante". Se só "Resposta exata" estiver ativada, e portanto "Verificar Maiúsculas " não estiver ativa, "elefante " será também aceite.</p>
ru: <p>Если остановить невыбранным, то небольшое количество ошибок написания и прописных будет принято. Если выбрано, то только точное совпадение в написании и прописных будет принято.</p><p><strong>Например:</strong> Если правильный ответ <code>Elephant</code> то оба <code>elephant</code> и <code>Eliphant</code> будут истолкованы <em>"достаточно близко"</em> алгоритмом, так как они имеют только одну неправильную букву, даже если "Проверять прописные" включено.</p><p>Если проверка прописных выключена в приведенном выше примере, строчная <code>e</code> не будет считаться ошибкой, и <code>eliphant</code> также будет принят.</p><p>Если оба "Строгая Маркировка" и "Проверять прописные" установлены, единственный правильный ответ "Elephant". Если только "Строгая Маркировка" будет выбрана, а "Проверять прописные" нет, то "elephant" также будет принят.</p>
tr: <p>İşaretlenmeden bırakılırsa, az sayıda yazım ve büyük harf kullanımı hatası kabul edilecektir.</p><p> İşaretlenirse, yalnızca yazım ve büyük harf kullanımında tam bir eşleşme kabul edilecektir.<strong>Örneğin</strong> Doğru yanıt <code>Fil</code>se, her ikisi de <code> fil</code> ve<code>fil</code>, "Büyük Harfi Kontrol Et" açık olsa bile yalnızca bir harf yanlış olduğu için algoritma tarafından <em>"yeterince yakın"</em> olarak değerlendirilecektir.</p> <p>Yukarıdaki örnekte büyük harf kontrolü kapalıysa, küçük harf <code>e</code> bir hata olarak kabul edilmeyecek ve <code>eliphant</code> da kabul edilecektir</p> <p>.Hem "Kesin İşaretleme" hem de "Büyük Harfi Kontrol Et" ayarlanmışsa, tek doğru cevap "Fil"dir. Yalnızca "Kesin İşaretleme" işaretliyse ve "Büyük Harf Kullanımı Kontrol Et" işaretli değilse, "fil" de kabul edilecektir
zh_cn: <p>如果不勾选，将接受少量的拼写和大写错误。如果选中，则仅接受拼写和大小写完全匹配。</p> <p> <strong>例如：</strong>如果正确答案是 <code>Elephant</code>，则两个 <code>elephant</code> 和 <code>Eliphant</code>将通过算法判断为 <em>"足够近" </em>，因为即使 "检查大写" 处于启用状态，也只有一个字母错误。</p> <p>如果在上例中关闭了大写检查，则小写的 <code>e</code> 不会被认为是错误，并且 <code>eliphant</code> 也将被接受。</p> <p>如果同时设置了 "严格标记" 和 "检查大写"，则唯一正确的答案是 "Elephant"。如果仅选中"严格标记”而未选中"检查大小写”，则也将接受 "elephant"。</p>
zh_tw: <p>若未勾選，則允許一小部份的拼字或大小寫錯誤。若勾選則拼字與大小寫必須完全符合才會被接受。</p><p><strong>例如：</strong>若正確答案為 <code>Elephant</code>，則 <code>elephant</code> 與 <code>Eliphant</code> 因為只有一個字母有誤，會被判定為 <em>「夠接近正確答案」</em>，即使勾選了「要檢查大小寫」。</p><p>若上例中未開啟「要檢查大小寫」選項，則小寫 <code>e</code> 不會被當成錯誤，而 <code>eliphant</code> 仍因只有一個字母差異而會被接受。</p><p>若同時開啟了「嚴格評分」與「檢查大小寫」選項，則只有 "Elephant" 會被視為正確答案。若開啟「嚴格評分」但未開啟「檢查大小寫」，則 "elephant" 也可以被接受。</p>

source: <p>If this option is checked, submitted answers with different capitalization will be marked as incorrect.</p>
ca: <p>Si esta opció està seleccionada, posar respostes amb majúscules diferents (de l'original) serà considerat un error.</p>
ca_es@valencia: <p>Si marqueu aquesta opció, les respostes amb un ús diferent de les majúscules es consideraran incorrectes.</p>
el: <p>Αν επιλεγεί, οι υποβληθείσες απαντήσεις με διαφορετική καταχώρηση κεφαλαίων γραμμάτων θα εκληφθούν ως λανθασμένες.</p>
es: <p>Si está marcada esta opción, las respuestas enviadas con diferencias de uso de mayúsculas y minúsculas serán marcadas como incorrectas.</p>
eu: <p>Aukera hau gaituta badago, maiuskulak eta minuskulak gaizki jarrita dituzten erantzunak okerrak izango dira.</p>
fr: <p> Si cette case est cochée, les réponses soumises avec des différences de majuscules seront traitées comme incorrectes.</p>
gl: <p>Se esta opción está seleccionada, as respostas enviadas con diferenzas de uso de maiúsculas e minúsculas serán marcadas como incorrectas.</p>
it: <p>Se questa opzione è abilitata, le risposte scritte con diversi formati maiuscolo/minuscolo sono identificate come sbagliate.</p>
nl: <p>Vink deze optie aan om bij het verbeteren ook op hoofd- en kleine letters te letten.</p>
pl: <p>Jeśli ta opcja zostanie zaznaczona, odpowiedzi różniące się wielkością liter są traktowane jako błędne.</p>
pt: <p>Se esta opção for marcada, a diferença entre maiúsculas e minúsculas será tida em consideração para verificar a correção das respostas.</p>
ru: <p>Если эта опция выбрана, то введённые ответы, в которых заглавные и строчные буквы не совпадают с правильным ответом, считаются неправильными.</p>
tr: <p>Bu seçenek işaretlenirse, küçük ve büyük harflerle yazımları içeren cevaplar yanlış olarak işaretlenir.</p>
zh_cn: <p>如果选中此选项，则提交的具有不同大小写的答案将被标记为不正确。 </p>
zh_tw: <p>若勾選此選項，則提交的答案大小寫不符則會視為不正確。</p>

source: <p>If this option is set, each word will be marked as the learner types it rather than all the words being marked the end of the exercise.</p>
ca: <p>Si marqueu aquesta opció, cada paraula serà marcada com l'estudiant l'escriu, tanmateix totes les paraules seran marcades al final de l'exercici.</p>
ca_es@valencia: <p>Si marqueu aquesta opció, cada paraula es marcarà a mesura que l'alumnat l'escriu en comptes de marcar totes les paraules al final de l'exercici.</p>
el: <p>Αν επιλεγεί, κάθε λέξη θα επισημαίνεται καθώς πληκτρολογείται από τον χρήστη, αντί να επισημαίνονται όλες οι λέξεις στο τέλος της δραστηριότητας.</p>
es: <p>Si esta opción esta marcada, cada palabra recibirá calificación a medida que la escriba el estudiante, en lugar de calificarse todas al final del ejercicio.</p>
eu: <p>Aukera hau gaituta badago, hitzak ikasleak idazten dituen bitartean markatuko dira, eta ez ariketaren amaieran.</p>
fr: <p> Si cette case est cochée, chaque mot tapé sera validé au fur et à mesure de l'avancement de l'exercice et non pas à la fin de celui-ci.</p>
gl: <p>Se se selecciona esta opción, cada palabra será marcada no momento en que o alumnado a escriba en vez de marcar tódalas palabras ao final do exercicio.</p>
it: <p>Se questa opzione è abilitata, ogni parola sarà evidenziata appena lo studente la inserisce invece di evidenziare tutte le parole alla fine dell'esercizio.</p>
nl: <p>Als deze optie is aangevinkt, worden alle woorden tijdens het intypen verbeterd en niet pas bij het afronden van de oefening. </p>
pl: <p>Jeśli zaznaczysz tę opcję, każde słowo zostanie zaznaczone jako uczenie się, a wszystkie pozostałe słowa jako koniec ćwiczenia.</p>
pt: <p>Se esta opção for habilitada, cada palavra irá ser avaliada quando o aluno a digitar, em vez de serem todas as palavras avaliadas no fim do exercício.</p>
ru: <p>Если эта опция установлена​​, то каждое слово будет помечено как его вводит учащийся, а не все слова будут отмечены в конце упражнения.</p>
tr: <p>Bu seçeği işaretlerseniz. kelimeler, öğrenci yazarken işaretlenir, aksi halde işaretleme alıştırmanın sonunda yapılır.</p>
zh_cn: <p>如果设置了此选项，则每个单词将被标记为 learner类型，而不是所有单词都被标记为 exercise的结尾。 </p>
zh_tw: <p>若設定此選項，則學生輸入每個單字時就會標記，而不會等測驗完畢後才全部標記。</p>

source: Allow auto completion when user filling the gaps.
ca: Permet autocompletar quan l'usuari omple els buits.
ca_es@valencia: Permet la compleció automàtica quan l'usuari ompli els buits.
dz: ལག་ལེན་པ་གི་བར་སྟོང་བཀང་བའི་བསྒང་ རང་བཞིན་ཡོངས་སྒྲུབ་འབད་བཅུག.
el: Επιτρέψτε την αυτόματη συμπλήρωση καθώς ο μαθητής συμπληρώνει τα κενά.
es: Permitir auto-completar cuando el usuario está rellenando los espacios en blanco.
eu: Erabiltzailea hutsuneak betetzen ari denean, automatikoki betetzeko baimena.
fr: Permet l'auto-remplissage lorsque l'utilisateur remplit les trous.
gl: Permitir o completado automático cando o usuario encha os espazos.
it: Permette il completamento automatico quando l'utente riempie gli spazi vuoti.
nl: Zet automatisch aanvullen aan bij invullen van de invulwoorden.
pl: Pozwól na automatyczne uzupełnianie podczas wypełniania luk przez użytkownika.
pt: Permitir o auto-completar quando o utilizador estiver a preencher os espaços.
ru: Разрешает автозаполнение, когда пользователь заполняет пробелы.
tr: Kullanıcı boşlukları doldururken otomatik tamamlanmasına izin verin.
zh_cn: 当学生填空时, 允许自动完成.
zh_tw: 當學生填空時，允許自動完成。
