Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: <p>DropDown exercises are texts or sentences where students must select the correct words. They are often used for the following purposes:</p><ol><li>To check knowledge of core course concepts (this could be a pre-check, formative exercise, or summative check).</li><li>To check reading comprehension.</li><li>To check vocabulary knowledge.</li><li>To check word formation and/or grammatical competence. </li></ol>
ca: <p>L'iDevice activitat desplegable són exercicis en forma de text o sentències on els estudiants cal que seleccionin les paraules correctes. Normalment són utilitzades per als següents propòsits:</p><ol><li>Per comprovar els coneixements dels conceptes principals dels curs (això pots ser un pre avaluació, una activitat sumativa o formativa).</li><li>Per comprovar la comprensió lectora.</li><li>Per comprovar els coneixements en vocabulari.</li><li>Per comprovar la formació de paraules i la competència gramatical. </li></ol>
ca_es@valencia: <p> Els exercicis de menú desplegable són texts o frases en què l'alumnat ha de seleccionat la paraula correcta. S'utilitzen sovint per als propòsits següents:</p><ol><li> Per a avaluar els coneixements dels conceptes principals (així es pot fer un preexamen, un exercici formatiu o una avaluació sumatòria).</li><li>Per a avaluar la comprensió lectora.</li><li> Per a avaluar el coneixement del vocabulari.</li><li> Per a avaluar la formació de mots i/o la competència gramatical.></li></ol>
el: <p>Στις δραστηριότητες που χρησιμοποιούν πτυσσόμενη λίστα, οι μαθητές θα πρέπει να επιλέξουν από τη λίστα τη σωστή κάθε φορά λέξη για να συμπληρώσουν το κενό στο κείμενο. Συχνά, χρησιμοποιούνται για τον έλεγχο:</p><ol><li>Γνώσεων ή και βασικών εννοιών, είτε στο στάδιο της αρχικής είτε της διαμορφωτικής είτε της τελικής αξιολόγησης.</li><li>Της κατανόησης ενός κειμένου.</li><li>Της γνώσης ενός λεξιλογίου.</li><li>Της ορθογραφίας.</li></ol>
es: <p>Los ejercicios en los que se usa la Actividad desplegable son textos u oraciones donde los estudiantes deben elegir las palabras correctas. Este tipo de ejercicios se usa a menudo con los siguientes objetivos:</p><ol><li>Para comprobar los conocimientos de los conceptos clave de un curso (podría tratarse de un control previo, una prueba formativa o una prueba sumativa).</li><li>Para comprobar la comprensión lectora.</li><li>Para comprobar el conocimiento de vocabulario.</li><li>Para comprobar la competencia morfológica o gramatical. </li></ol>
eu: <p>Jarduera zabalgarrietan, ikasleek hitz egokia aukeratu behar dute testua edo esaldiak osatzeko. Ariketa horiek hainbat helburu izaten dituzte:</p><ol><li>Ikastaroko oinarrizko kontzeptuak ezagutzen ote diren egiaztatzea (aurrekontrol, trebakuntza ariketa edo froga gehigarri gisa).</li><li>Irakurgaia zenbateraino ulertu den frogatzea.</li><li>Hiztegia zenbateraino ezagutzen den egiaztatzeko.</li><li>Hitz osaketa/gramatika ziurtatzeko. </li></ol>
fr: <p>Les exercices de sélection par choix sont des textes où les apprenants doivent sélectionner les expressions correctes. Ils sont souvent utilisés quand les objectifs sont: </p><ol><li>Pour vérifier les connaissances sur les contenus du cours (l'exercice peut être d'évaluation initiale, formative ou finale). </li><li>Pour vérifier les connaissances lexicales. </li><li>Pour vérifier la formation d'un mot et/ou une compétence grammaticale. </li></ol>
gl: <p>Os exercicios nos que se utiliza a Actividade Despregable son textos ou oracións onde o alumnado debe elixir as palabras correctas. Utilízanse normalmente coas seguintes finalidades:</p><ol><li>Para verificar o coñecemento dos conceptos clave dun curso (podería ser un test de coñecemento previo, un exercicio formativo ou unha proba sumativa).</li><li>Para verificar a comprensión lectora.</li><li>Para verificar os coñecementos de vocabulario.</li><li>Para comprobar a competencia morfolóxica u gramatical. </li></ol>
it: Gli esercizi Lista a discesa sono testi o frasi in cui gli studenti devono scegliere le parole corrette. Vengono spesso usati per i seguenti obiettivi:</p><ol><li>Controllare la conoscenza di concetti di base (può essere un controllo preventivo, un esercizio o una verifica finale).</li><li>Verificare la comprensione del testo.</li><li>Verificare il lessico</li><li>Verificare la produzione e/o la competenza grammaticale.</li></ol>
nl: <p>Selectielijst activiteiten zijn teksten of zinnen waarin studenten de juiste woorden moeten kiezen. Ze worden vaak gebruikt voor de volgende doelen:</p><ol><li>Om kennis van kernbegrippen vast te stellen (dit zou bv een entree-toets, een formattieve oefening of een summatieve toets kunnen zijn).</p><ol><li>Om begrijpend lezen vast te stellen.</p><ol><li>Om de kennis van de woordenschat vast te stellen.</p><ol><li>Om woordvorming en/of grammaticale vaardigheden vast te stellen.</p><ol><li>
pl: <p> Rozwijana Lista to teksty lub zdania, w których uczniowie muszą wybrać właściwe słowa. Są one często używane do następujących celów::</p><ol><li>Aby sprawdzić wiedzę na temat podstawowych koncepcji kursu (może to być kontrola wstępna, ćwiczenie formatywne lub sprawdzanie sumatywne).</li><li>Aby sprawdzić zrozumienie czytania.</li><li>Aby sprawdzić znajomość słownictwa.</li><li>Aby sprawdzić słowotwórstwo i/lub kompetencje gramatyczne. </li></ol>
pt: Exercícios drop-down são textos ou frases em que os estudantes devem escolher as palavras corretas num menu drop-down. São frequentemente usados com os seguintes objetivos:</p><ol><li>Verificar o conhecimento dos conceitos fundamentais do curso (quer como pré-requisito, quer como exercício formativo ou como avaliação sumativa).</li><li>Verificar a compreensão de leitura.</li><li>Verificar o conhecimento de vocabulário.</li><li>Verificar a competência gramatical e/ou o conhecimento das regras de formação de palavras.</li></ol>
ru: <p>Выпадающие упражнения текстов или предложений, где студенты должны выбрать правильные слова. Они часто используются для следующих целей:</p><ol><li>Для проверки знаний основных понятий курса (это может быть предварительная проверка, формирующее упражнение, или итоговая проверка).</li><li>Для проверки понимания прочитанного.</li><li>Для проверки знания лексики.</li><li>Для проверки словообразования и/или грамматической компетенции. </li></ol>
tr: <p>DropDown alıştırmaları, öğrencilerin doğru kelimeleri seçmesi gereken metinler veya cümlelerdir.</p><ol><li> Genellikle aşağıdaki amaçlar için kullanılırlar\</li><li>Temel kurs kavramları hakkındaki bilgileri kontrol etmek için (bu bir ön kontrol, biçimlendirici alıştırma veya özetleyici kontrol olabilir).</li><li>Okuduğunu anlamayı kontrol etmek için.Kelime bilgisini kontrol etmek için.</li><<li>Kelime oluşumunu ve/veya dil bilgisi yeterliliğini kontrol etmek için. </li></ol>
zh_cn: <p>下拉练习是文本或句子，学生必须在其中选择正确的单词。它们通常用于以下目的： </p><ol><li>检查核心课程概念的知识（可以是预检查，形成性练习或总结性检查）。 </li><li>检查阅读理解力。 </li><li>检查词汇知识。 </li><li>检查单词构成和/或语法能力。 </li></ol>
zh_tw: <p>拖放練習讓學生選擇出正確的文字。通常用於以下目的：</p> <ol><li>確認是否具備課程核心知識（可能是先備知識、構成練習或摘要式檢查）。</li> <li>測驗閱讀理解能力。</li> <li>測驗字彙瞭解。</li> <li>測驗字彙組成與文法完成度。</li></ol>

source: <dl> <dt>If your goal is to test understanding of core concepts or reading comprehension </dt> <dd> <p> Write a summary of the concept or reading long enough to adequately test the target's knowledge, but short enough not to induce fatigue. Less than one typed page is probably adequate, but probably considerably less for young students or beginners. </p> <p>Choose words in the text that are key to understanding the concepts. These will probably be verbs, nouns, and key adverbs. Choose alternatives with one clear answer. </p> </dd> <dt>If your goal is to test vocabulary knowledge </dt> <dt>If your goal is to test word formation/grammar: </dt> <dd> <p>Write a text using the target forms. This text should be coherent and cohesive, and be of an appropriate length. Remember that the goal is not vocabulary knowledge, so the core meanings of the stem words should be well known to the students. </p> <p>Highlight the target words in the text. Provide alternatives with the same word stem, but different affixes. It is a good idea to get a colleague to test the test/exercise to make sure there are no surprises! </p> </dd></dl>
ca: <dl> <dt> Si el vostre objectiu és provar la comprensió dels conceptes bàsics o la comprensió lectora </dt> <dd> <p> Escriviu un resum del concepte o la lectura prou llarg per provar adequadament els coneixements a comprovar, però prou curt per no induir fatiga. Probablement menys d’una pàgina mecanografiada sigui adequat, però probablement considerablement menys per a joves estudiants o principiants. </p> <p> Trieu les paraules del text que siguin claus per entendre els conceptes. Probablement seran verbs, substantius i adverbis clau. Trieu alternatives amb una resposta clara. </p> </dd> <dt> Si el vostre objectiu és provar el coneixement del vocabulari </dt> <dt> Si el vostre objectiu és provar la formació de paraules / gramàtica: </dt> <dd> <p> Escriviu un text utilitzant les formes que voleu avaluar. Aquest text ha de ser coherent i cohesionat i tenir una extensió adequada. Recordeu que l'objectiu no és el coneixement del vocabulari, de manera que els significats bàsics de les paraules bàsiques haurien de ser ben coneguts pels estudiants. </p> <p> Ressalteu les paraules objectiu del text. Proporcioneu alternatives amb la mateixa paraula, però afixos diferents. És una bona idea fer que un company provi la prova / exercici per assegurar-se que no hi hagi sorpreses! </p> </dd> </dl>
ca_es@valencia: <dl> <dt>Si l'objectiu és avaluar la comprensió dels conceptes principals o la comprensió lectora </dt> <dd> <p> Escriu un resum del concepte o lectura prou extens per a poder avaluar el coneixement a comprovar, i alhora prou breu per a no induir fatiga. Menys d'una pàgina escrita és probablement adequat, però probablement bastant menys per a joves estudiants o principiants. </p> <p> Selecciona al text paraules clau per a entendre els conceptes. Aquestes paraules són verbs, noms i adverbis, probablement. Tria alternatives amb una resposta clara. </p> </dd> <dt> Si l'objectiu és avaluar el coneixement de vocabulari </dt> <dd><p>Escriu un text utilitzant el vocabulari fixat com a objectiu. El text ha de ser coherent i cohesionat, i tindre una longitud apropiada. Marca les paraules objectiu al text. Tria alternatives amb una resposta clara.</p> </dd> <dt>Si l'objectiu és avaluar la formació de mots/gramàtica: </dt> <dd> <p>Escriu un text utilitzant les formes que vols avaluar. Aquest text ha de ser coherent, cohesionat, i tindre una longitud apropiada. Recorda que l'objectiu no és el coneixement del vocabulari, per tant, el significat principal de l'arrel de les paraules ha de ser ben conegut pels estudiants.</p> <p>Marca les paraules objectiu al text. Proporciona alternatives amb la mateixa arrel, però amb afixos diferents. És una bona idea tindre un company per a provar que ho heu fet bé i així no tindre sorpreses. </p> </dd></dl>
el: <dl> <dt>Εάν ο στόχος σας είναι να δοκιμάσετε την κατανόηση των βασικών εννοιών ή την κατανόηση της ανάγνωσης </dt> <dd> <p> Γράψτε μια περίληψη της έννοιας ή του κειμένου της ανάγνωσης αρκετά μεγάλη για να δοκιμάσετε επαρκώς την επίτευξη του στόχου, αλλά και σύντομη για να μην προκαλεί κόπωση. Λιγότερο από μία δακτυλογραφημένη σελίδα είναι πιθανόν αρκετή, αλλά για μικρούς μαθητές ή αρχάριους θα πρέπει να είναι ακόμη μικρότερη. </p> <p> Επιλέξτε λέξεις στο κείμενο που είναι βασικές για την κατανόηση των εννοιών, όπως ρήματα, ουσιαστικά και επιρρήματα. Επιλέξτε εναλλακτικές λύσεις με μία σαφή απάντηση. </p> </dd> <dt> Εάν ο στόχος σας είναι να δοκιμάσετε γνώσεις λεξιλογίου </dt> <dt> Εάν ο στόχος σας είναι να ελέγξετε την ορθογραφία και τη γραμματική: </dt> <dd> <p> Γράψτε ένα κείμενο χρησιμοποιώντας τις φόρμες στόχου. Αυτό το κείμενο πρέπει να είναι συναφές και συνεκτικό και να έχει το κατάλληλο μήκος. Να θυμάστε ότι ο στόχος δεν είναι η γνώση λεξιλογίου, οπότε η σημασία των βασικών λέξεων πρέπει να είναι γνωστή στους μαθητές. </p> <p> Επισημάνετε τις λέξεις - στόχους στο κείμενο. Δώστε εναλλακτικές λέξεις με την ίδια ρίζα, αλλά διαφορετικά επιθήματα. Είναι καλή ιδέα να ζητήσετε από έναν/μια συνάδελφο να δοκιμάσει τη δραστηριότητα που ετοιμάσατε, για να βεβαιωθείτε ότι δεν υπάρχουν εκπλήξεις! </p> </dd> </dl>
es: <dl><dt>Si su objetivo es evaluar la comprensión de conceptos clave o la comprensión lectora</dt><dd><p> Escriba un resumen del concepto o lectura lo suficientemente largo como para que evalúe adecuadamente el conocimiento del objetivo, pero lo suficientemente corto como para que no produzca fatiga. Probablemente algo menos de una página impresa sea un tamaño adecuado, pero considere la posibilidad de utilizar un texto menor para niños o principiantes.</p> <p>Elija palabras del texto que sean claves para la comprensión de los conceptos. Estas serán probablemente verbos, sustantivos y adverbios clave. Escoja alternativas con una respuesta clara.</p></dd> <dt>Si su objetivo es evaluar el conocimiento de vocabulario</dt><dt>Si su objetivo es evaluar morfología o gramática: </dt><dd><p>Escriba un texto en el que se usen las formas que quiere evaluar. Este texto debe ser coherente y de sentido completo, y de una longitud apropiada. Recuerde que en este caso el objetivo no es evaluar el conocimiento de vocabulario, y por tanto los significados básicos de las raíces deben ser bien conocidos por los estudiantes.</p> <p>Destaque las palabras que quiere trabajar en el texto. Proporcione alternativas con las mismas raíces, pero afijos diferentes. ¡Es buena idea pedir a un compañero docente que realice el control/ejercicio, para asegurarse de que no se producen sorpresas!</p></dd></dl>
eu: <dl> <dt>Zure asmoa oinarrizko kontzeptuak edo irakurgaia zenbateraino ulertu dituzten frogatzea bada </dt> <dd> <p> Idatzi kontzeptuaren edo irakurgaiaren laburpena, ondo ulertu ote den frogatzeko adinako luzeraz, baina luzeegia izan gabe, ez dadin nekagarria izan. Aski da orrialde bat baino gutxiago idaztea. Ikasle gazteentzat edo hasiberrientzat, gainera, hobe are laburragoa izatea. </p> <p>Testuan, nabarmendu kontzeptuak ulertzeko funtsezkoak diren hitzak; bereziki, aditzak, izenak eta aditzondoak. Hautatu erantzun argi bakarra duten alternatibak. </p> </dd> <dt>Zure asmoa hiztegia zenbateraino ulertu duten frogatzea bada </dt> <dd><p>Idatzi hiztegiko terminoak jasotzen dituen testu bat. Zaindu testuaren koherentzia, kohesioa eta luzera. Nabarmendu testuko funtsezko hitzak. Hautatu erantzun argi bakarra duten alternatibak.</p> </dd> <dt>Zure asmoa hitzen konposaketa/gramatika frogatzea bada: </dt> <dd> <p>Idatzi funtsezko konposaketak dituen testu bat. Zaindu testuaren koherentzia, kohesioa eta luzera. Gogoan izan helburua ez dela hiztegia ezagutzea; beraz, ikasleentzat aski ezaguna beharko du izan hitzen esanahiak. </p> <p>Nabarmendu testuko funtsezko hitzak. Proposatu erro bera baina esanahi ezberdina duten alternatibak. Egokia litzateke testua/ariketa lankide bati irakurtzeko ematea, sorpresarik egon ez dadin! </p> </dd></dl>
fr: <dl> <dt>Si l'objectif est d'évaluer la compréhension des concepts de base ou la compréhension lectrice </dt> <dd> <p> Écrivez un résumé du concept ou de la lecture suffisamment long pour permettre d'évaluer la connaissance visée, mais suffisamment court pour ne pas provoquer de fatigue. Moins d'une page sera probablement adéquat, mais il faut considérer une extension plus brève pour les étudiants les plus plus jeunes. </p> <p>Sélectionner des mots dans le texte qui soit importants pour comprendre les concepts. ces mots seront probablement des verbes, des substantifs et des adverbes clé. Choisissez des alternatives avec une réponse claire. </p> </dd> <dt>Si l'objectif est l'évaluation de connaissances lexicales </dt> <dd><p>Écrivez un texte où est utilisé le vocabulaire que vous souhaitez évaluer. Ce texte devra être cohérent et avoir une longueur appropriée. Mettez en relief les mots importants du texte. Choisissez des alternatives qui ne se prêtent pas à confusion. </p> </dd> <dt>Si l'objectif est l'évaluation d'une connaissance morphologique ou grammaticale:: </dt> <dd> <p>Écrivez un texte en considérant cet objectif. Ce texte devra être cohérent et avoir une longueur appropriée. Rappelez-vous que l'objectif n'est pas la connaissance du vocabulaire, et que les étudiants doivent donc connaître à l'avance le sens essentiel des termes utilisés. </p> <p>Mettez en relief les mots du texte que vous souhaitez évaluer. Proposez des alternatives avec des mots de même racine mais avec des affixes différents. Une bonne option est de demander à un collègue d'essayer les exercices pour s'assurer que vous n'aurez pas de mauvaise surprise ! </p> </dd></dl>
gl: <dl> <dt>Se o seu obxectivo é avaliar a comprensión dos conceptos base ou a comprensión lectora </dt> <dd> <p> Escriba un resumo do concepto ou lectura suficientemente extenso para que a súa lonxitude sexa adecuada para avaliar o coñecemento do obxectivo, pero suficientemente curto para non inducir fatiga. Probablemente algo menos dunha páxina impresa sexa un tamaño adecuado, pero considere a posibilidade de utilizar un texto menor para o alumnado de menor idade ou para principiantes. </p> <p>Seleccione palabras no texto que sexan claves para entender os conceptos. Estas serán probablemente verbos, substantivos e adverbios clave. Elixa alternativas cunha resposta clara. </p> </dd> <dt>Se o seu obxectivo é avaliar o coñecemento de vocabulario: </dt> <dd> <p>Escriba un texto no que utilice o vocabulario correspondente ao dominio que quere avaliar. Este texto debería ser coherente e ter unha unidade, ou unha lonxitude apropiada. Resalte as palabras importantes no texto. Escolla alternativas que non induzan a confusión.</p> </dd> <dt>Se o seu obxectivo é avaliar a morfoloxía ou a gramática:: </dt> <dd> <p>Escriba un texto no que se utilicen esas formas. Este texto debería ser coherente e de sentido completo e cunha lonxitude apropiada. Recorde que o obxectivo non é o coñecemento do vocabulario e polo tanto o alumnado debe coñecer xa o significado esencial das raíces dos termos utilizados. </p> <p>Resalte as palabras que queira traballar no texto. Proporcione alternativas coa mesma raíz, pero con diferentes afixos. É unha boa idea pedir a un compañeiro ou compañeira docente que realice os exercicios para asegurarse de que non haxa sorpresas! </p> </dd></dl>
it: <dl><dt>Se l'obiettivo è verificare la comprensione di concetti chiave o la comprensione della lettura </dt> <dd> <p> Scrivere un riassunto dei concetti o una lettura abbastanza lunga da verificare adeguatamente le conoscenze in oggetto, ma abbastanza corta da non affaticare. Meno di una pagina è probabilmente abbastanza, ma sarà molto meno per studenti giovani o principianti. </p> <p>Scegliere per il testo parole che siano fondamentali per la comprensione dei concetti. Saranno probabilmente verbi, nomi e avverbi chiave. Scegliere le alternative con una risposta chiaramente corretta. </p> </dd> <dt>Se l'obiettivo è di verificare la comprensione lessicale </dt> <dt>Se l'obiettivo è di verificare la produzione/grammatica: </dt> <dd> <p>Scrivere un testo usando le forme oggetto di verifica. Il testo dovrebbe essere coerente e di lunghezza appropriata. Ricordare che l'obiettivo non è la conoscenza lessicale e quindi il significato delle parole chiave dovrebbe essere ben noto agli studenti. </p> <p>Evidenziare le parole chiave nel testo. Fornire alternative con la stessa radice ma con suffissi diversi. È una buona idea chiedere ad un/una collega di provare la verifica per assicurarsi che non ci siano sorprese! </p> </dd></dl>
pl: <dl> <dt> Jeśli Twoim celem jest sprawdzenie zrozumienia podstawowych pojęć lub czytanie ze zrozumieniem </dt> <dd> <p> Napisz krótki opis koncepcji lub czytania wystarczająco długie, aby odpowiednio sprawdzić wiedzę docelową, ale wystarczająco krótki, aby nie powodować zmęczenia. Mniej niż jedna typowana strona jest prawdopodobnie wystarczająca, ale prawdopodobnie znacznie mniejsza powinna być dla młodszych lub początkujących uczniów. </p> <p>Wybierz słowa w tekście, które są kluczowe dla zrozumienia pojęć. Będą to prawdopodobnie czasowniki, rzeczowniki i kluczowe przysłówki. Wybierz alternatywy z jedną jasną odpowiedzią. </p> </dd> <dt>Jeśli Twoim celem jest sprawdzenie znajomości słownictwa </dt> <dt>Jeśli Twoim celem jest sprawdzenie słowotwórstwa/gramatyki: </dt> <dd> <p>Napisz tekst używając odpowiednich form i zwrotów. Tekst powinien być konsekwentny i spójny oraz mieć stosowną długość. Pamiętaj, że celem nie jest sprawdzenie słownictwa, więc większość pojęć powinna być dobrze znana uczniom. </p> <p>Zaznacz kluczowe frazy w tekście. Podaj frazy zbudowane z podobnego zasobu słów lecz o odmiennym znaczeniu. Dobrym pomysłem jest poprosić inną osobę o przetestowanie testu/ćwiczenia, aby uniknąć niespodzianek! </p> </dd></dl>
ru: <dl><dt>Если ваша цель - проверить понимание основных понятий или понимание прочитанного</dt><dd><p>Напишите краткое изложение концепции или прочтения, достаточно длинное, чтобы адекватно проверить знания объекта, но достаточно короткое, чтобы не вызывать усталости. Менее одной печатной страницы, вероятно, будет достаточно, но, вероятно, значительно меньше для молодых студентов или новичков.</p><p>Выберите в тексте слова, которые являются ключевыми для понимания концепций. Скорее всего, это будут глаголы, существительные и ключевые наречия. Выбирайте альтернативы с одним четким ответом.</p></dd><dt>Если ваша цель - проверить словарный запас </dt> <dt> Если ваша цель - проверить словообразование / грамматику: </dt><dd><p> Напишите текст, используя целевые формы. Этот текст должен быть последовательным и связным и иметь соответствующую длину. Помните, что цель - не знание словарного запаса, поэтому основные значения основных слов должны быть хорошо известны учащимся.</p><p>Выделите целевые слова в тексте. Предложите альтернативы с той же основой слова, но с разными аффиксами. Рекомендуется попросить коллегу протестировать тест / упражнение, чтобы убедиться, что нет никаких сюрпризов!</p></dd></dl>
tr: <dl> <dt>Amacınız temel kavramları anlayıp anlamadığınızı veya okuduğunu anlayıp anlamadığınızı test etmekse </dt><dd><p>Kavramın bir özetini yazın veya hedefin bilgisini yeterince test edecek kadar uzun, ancak yorgunluğa neden olmayacak kadar kısa bir okuma yapın. Birden az sayfa muhtemelen yeterlidir, ancak muhtemelen genç öğrenciler veya yeni başlayanlar için önemli ölçüde daha azdır. </p><p>Kavramları anlamanın anahtarı olan metindeki kelimeleri seçin. Bunlar muhtemelen fiiller, isimler ve anahtar zarflar olacaktır. Tek bir net cevapla alternatifleri seçin. </p></dd><dt>Amacınız kelime bilgisini test etmekse</dt><dt> Amacınız kelime oluşumunu/gramerini test etmekse: </dt><dd><p>Hedef formları kullanarak bir metin yazın. Bu metin tutarlı ve tutarlı olmalı ve uygun uzunlukta olmalıdır. Hedefin kelime bilgisi olmadığını unutmayın, bu nedenle kök kelimelerin temel anlamları öğrenciler tarafından iyi bilinmelidir. </p><p>Metindeki hedef kelimeleri vurgulayın. Aynı kelime köküne sahip, ancak farklı eklere sahip alternatifler sağlayın. Sürpriz olmadığından emin olmak için testi/egzersizi test etmesi için bir meslektaşınızın olması iyi bir fikirdir! </p></dd></dl>
zh_cn: <dl> <dt>如果您的目标是测试对核心概念的理解或阅读理解：</dt> <dd> <p>编写概念摘要或阅读足够长的时间以充分测试目标对象的知识，但要简短，不至于引起疲劳。少于一个页面可能就足够了，但对于年轻学生或初学者来说，可能要更少一些。 </p> <p>在文本中选择对理解概念至关重要的单词。这些可能是动词，名词和关键副词。选择一个有明确答案的替代方案。 </p> </dd> <dt>如果您的目标是测试词汇知识：</dt> <dd> <p>使用目标词汇编写文本。该文本应具有连贯性和一致性，并且长度适当。突出显示文本中的目标词。如果您的目标是测试单词的形成/语法，请选择一个明确的答案。该文本应具有连贯性和一致性，并且长度适当。请记住，目标不是词汇知识，因此主干词的核心含义应为学生所熟知。 </p> <p>突出显示文本中的目标词。提供具有相同词干但词缀不同的替代词。让同事测试测试/练习以确保没有意外是一个好主意！ </p> </dd></dl>
