Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: <p>If left unchecked a small number of spelling and capitalization errors will be accepted. If checked only an exact match in spelling and capitalization will be accepted.</p><p><strong>For example:</strong> If the correct answer is <code>Elephant</code> then both <code>elephant</code> and <code>Eliphant</code> will be judged <em>"close enough"</em> by the algorithm as it only has one letter wrong, even if "Check Capitilization" is on.</p><p>If capitalization checking is off in the above example, the lowercase <code>e</code> will not be considered a mistake and <code>eliphant</code> will also be accepted.</p><p>If both "Strict Marking" and "Check Capitalization" are set, the only correct answer is "Elephant". If only "Strict Marking" is checked and "Check Capitalization" is not, "elephant" will also be accepted.</p>
ca: <p>Si no ho marqueu s'acceptaran un nombre petit d'errors d'ortografia i ús de majúscules. Si ho marqueu sols s'acceptarà una coincidència exacta d'ortografia i majúscules.</p> <p><strong>Per exemple:</strong> Si la paraula correcta és <code>Elefant</code>llavors les dues <code>elefant</code> i <code>Elifant</code> seran jutjades com<em>"prou correctes"</em> per l'algoritme si sols tenen una lletra incorrecta, encara que "Correcció de majúscules" estigui seleccionada.</p> <p>Si la casella "Correcció de majúscules" no està seleccionada al exemple d'abans , la lletra minúscula<code>e</code> no serà considerada un error i <code>elefant</code> serà acceptada.</p> <p> Si seleccioneu "Correcció estricta" i "Correcció de majúscules" al mateix temps , l'única paraula correcta serà "Elefant". Si sols seleccioneu "Correcció estricta" i "Correcció de majúscules" no ho està, "elefant" també serà acceptada.</p>
ca_es@valencia: <p>Si no marqueu aquesta opció, s'acceptarà un nombre xicotet d'errors d'ortografia i d'ús de les majúscules. Si la marqueu només s'acceptarà una coincidència exacta en l'ortografia i en les majúscules.</p><p><strong>Per exemple,</strong> si la resposta correcta és <code>Elefant</code> llavors les dos <code>elefant</code> i <code>Elifant</code> seran considerades com a <em>«prou pròximes»</em> per l'algoritme, ja que sols tenen una lletra incorrecta, encara que "Correcció de majúscules" estiga seleccionada.</p><p>Si en l'exemple d'abans la casella "Correcció de majúscules" no està marcada, la lletra minúscula <code>e</code> no es considerarà un error i <code>elifant</code> també s'acceptarà.</p><p> Si seleccioneu "Correcció estricta" i "Correcció de majúscules" al mateix temps, l'única paraula correcta serà "Elefant". Si sols seleccioneu "Correcció estricta" i "Correcció de majúscules" no ho està, "elefant" també s'acceptarà.</p>
el: <p>Εάν δεν επιλεγεί, ένας μικρός αριθμός ορθογραφικών λαθών και πεζών-κεφαλαίων λαθών θα είναι αποδεκτός. Αν επιλεγεί, μόνο το ακριβές ταίριασμα στην ορθογραφία και στα πεζά - κεφαλαία γράμματα θα γίνει αποδεκτό.</p><p><strong>Για παράδειγμα:</strong> εάν η σωστή απάντηση είναι <code>Ελέφαντας</code> τότε και το <code>ελέφαντας</code> και το <code>Ελίφαντας</code> θα θεωρηθούν <em>"αρκετά όμοια"</em> από τον αλγόριθμο, δεδομένου ότι υπάρχει μόνο ένα γράμμα λανθασμένο, ακόμα κι αν ο "Έλεγχος Κεφαλαίων - Πεζών" είναι ενεργοποιημένος.</p><p>Αν ο έλεγχος Κεφαλαίων - Πεζών είναι απενεργοποιημένος στο ανωτέρω παράδειγμα, το πεζό γράμμα <code>ε</code> δεν θα θεωρηθεί λάθος και το <code>ελίφαντας</code> θα γίνει επίσης αποδεκτό.</p><p>Αν και τα δύο, "Αυστηρή επισήμανση" και "Έλεγχος Κεφαλαίων - Πεζών" είναι ενεργοποιημένα, η μόνη σωστή απάντηση είναι "Ελέφαντας". Εάν μόνο η "Αυστηρή επισήμανση" είναι ενεργοποιημένη και ο "Έλεγχος Κεφαλαίων - Πεζών" δεν είναι, τότε και το "ελέφαντας" θα γίνει αποδεκτό.</p >
es: <p>Si no se selecciona, se aceptará un pequeño número de errores ortográficos y de uso de mayúsculas y minúsculas. Si está marcado, no se aceptaría ningún error ortográfico o de uso de mayúsculas o minúsculas.</p><p><strong>Ejemplo:</strong>: Si la respuesta correcta es <code>Elefante</code> y pone <code>elefante</code> o <code>Elifante</code>, ambos serán considerados como <em>"bastantes cercanos"</em> por el algoritmo, pues existe solo un error de letra, incluso si "¿Comprobar mayúsculas/minúsculas?" está activado.</p><p>Si el chequeo de mayúsculas y minúsculas está desactivado en este ejemplo, la letra minúscula <code>e</code> no es considerada un error y <code>eliphant</code> también será aceptado.</p><p>Si "¿Calificación Estricta?" y "¿Comprobar mayúsculas/minúsculas?" están activados, la única respuesta correcta es "Elefante". Si solamente "¿Calificación Estricta?" está activado y "¿Comprobar mayúsculas/minúsculas?" no, "elefante" también será aceptado.</p>
eu: <p>Egiaztatu gabe utziz gero, idazketa errore gutxi batzuk onartuko dira. Egiaztatuta badago, idazketako edo maiuskula errore bakar bat onartuko da.</p><p><strong>Adibidez:</strong> Erantzun zuzena <code>Elefantea</code> bada, <code>elefantea</code> edo <code>Elifantea</code> <em>"oso antzekoak"</em> izango dira algoritmoarentzat, letra oker bakarra baitute, nahiz eta "Maiuskulak egiaztatu" gaituta egon.</p><p>Itzalita badago, goiko adibideko <code>e</code> minuskula ez da erroretzat joko eta <code>elifantea</code> ere onartu egingo da.</p><p>"Zorroztasunez zuzendu" eta "Maiuskulak egiaztatu" gaituta badaude, erantzun zuzen bakarra "Elefantea" izango da. "Zorroztasunez zuzendu" soilik badago gaituta, "elefantea" ere onartuko da.</p>
fr: <p> Si vous ne cochez pas cette case: un petit nombre d'erreurs de caractères ou d'emploi des majuscules sera toléré. Si vous la cochez, aucune erreur ne sera acceptée.</p> <p> <strong> Par exemple:</strong> Si la bonne réponse est: <code>Elephant</code> alors <code>elephant</code> et <code>Eliphant</code> seront admis comme <em>"assez proche"</em> par l'algorithme, en ce sens qu'il n'y aurait qu'un caractère faux, même si "Validation des Majuscules" est coché.</p> <p> Si la case "Validation des Majuscules" n'est pas cochée dans l'exemple ci-dessus, le <code>e</code> minuscule ne sera pas considéré comme une faute et donc <code>eliphant</code> sera également accepté.</p> <p> Si seule la case "marquage strictement identique" est cochée et si celle de "Validation des Majuscules" ne l'est pas:"elephant" sera également accepté.</p>
gl: <p>Se non se selecciona, aceptarase un pequeno número de erros ortográficos e de uso de maiúsculas e minúsculas. Se está marcado, non se aceptaría ningún erro ortográfico e de uso de maiúsculas e minúsculas.</p><p><strong>Por exemplo:</strong> Se a resposta correcta é <code>Elefante</code> entón tanto <code>elefante</code> como <code>Elefantes</code> serán xulgados como <em>"suficientemente correctos"</em> polo algoritmo, xa que só ten unha letra errada, aínda que "Comprobar maiúsculas/minúsculas" estea activada.</p><p>Se a verificación das maiúsculas está desactivada no exemplo anterior, a minúscula <code>e</code> non se considerará como un erro e <code>elefante</code> tamén será aceptada.</p><p>Se tanto "Marcación estrita" como "Comprobar maiúsculas/minúsculas" están seleccionadas, a única resposta correcta é "Elefante".</p> Se só está seleccionada a "Cualificación estrita" e "Comprobar maiúsculas/minúsculas" non o está, "elefante" será entón aceptada. Se soamente marca "Cualificación estrita" e non "Comprobar maiúsculas/minúsculas", "elefante" tamén será aceptado.</p>
it: <p>Se si lascia disabilitato saranno accettati solo un piccolo numero di errori ortografici o maiuscolo/minuscolo. Se abilitato sarà accettata l'esatta corrispondenza ortografica e di maiuscolo/minuscolo.</p><p><strong>Per esempio:</strong> Se la risposta corretta è <code>Elefante</code> quindi entrambe <code>elefante</code> e <code>Elifante</code> saranno giudicate <em>"abbastanza vicino"</em> dall'algoritmo anche se si ha una lettera errata, quando "Verifica Maiuscolo/Minuscolo" è abilitato.</p><p>Se la verifica Maiuscolo/minuscolo è disabilitata nell'esempio precedente, la lettera minuscola <code>e</code> non sarà considerata un errore e <code>elifante</code> sarà anch'essa accettata.</p><p>Se entrambe "Verifica stringente" e "Verifica Maiuscolo/Minuscolo" sono impostate, la sola risposta corretta è "Elefante". Solo se "Verifica stringente" è abilitata e "Verifica Maiuscolo/Minuscolo" non lo è, "elefante" sarà anch'essa accettata.</p>
nl: <p>Als deze optie uitstaat, zijn een klein aantal spelfouten toegestaan. Als ze aanstaat, moet het antwoord qua spelling en hoofdlettergebruik volledig correct zijn.</p><p><strong>Voorbeeld:</strong> Als het juiste antwoord <code>Olifant</code> is, worden zowel <code>olifant</code> als <code>Olipant</code> aanvaard als <em>"voldoende juist"</em> omdat er maar één letter fout is, zelfs als "Hoofdlettergevoelig" geactiveerd is.</p><p>Als "Hoofdlettergevoelig" uitstaat, wordt de kleine <code>e</code> natuurlijk ook genegeerd als fout. Bovendien wordt <code>Olipant</code> aanvaard, omdat het maar één spelfout bevat.</p><p>Maar met zowel "Streng verbeteren" en "Hoofdlettergevoelig" ingeschakeld, is het enige juiste antwoord "Olifant". Zet u nu "Hoofdlettergevoelig" uit, dan wordt ook "olifant" aanvaard.</p>
pl: <p>Jeśli pozostawisz tę opcję niezaznaczoną, algorytm zaakceptuje małą liczbę błędów. Jeśli zaznaczysz tę opcję tylko dokładnie identyczne odpowiedzi będą zaakceptowane.</p><P><strong> Na przykład:</strong> jeśli prawidłową odpowiedzią jest <code>Słoń</code> to obie odpowiedzi <code>słoń</code> i <code>Slon</code> zostaną ocenione jako<em>"wystarczająco blisko"</em> przez algorytm jeśli tylko jedna litera jest zła, nawet jeśli opcja "Sprawdź wielkość liter" jest włączona.</p><p>Jeśli opcja ta jest wyłączona w tym przykładzie, rozpoczęcie z małej litery<code>s</code> nie zostanie potraktowane jako błąd i <code>slon</code> zostanie uznany za poprawną odpowiedź.</p><p>Jeśli oba pola "Sprawdzaj ściśle" i "Sprawdzaj wielkość liter" są ustawione, jedyną poprawną odpowiedzią jest "Sloń". Jeśli tylko zaznaczono "Sprawdzaj ściśle" a nie zaznaczono "Sprawdzaj wielkość liter" słowo, "slon" także zostanie zaakceptowane.</p>
pt: <p>Se esta opção estiver desmarcada, será aceite um pequeno número de erros de ortografia e maiúsculas. Se a opção for marcada, só uma resposta exata em termos de ortografia e maiúsculas será aceite.</p><p><strong>Por exemplo: </strong> se a resposta correta for <code>Elefante</code>, então tanto <code>elefante</code> como <code>Ilefante</code> serão consideradas <em>"suficientemente corretas"</em> pelo algoritmo, já que só têm uma letra errada, apesar de "Verificar Maiúsculas " estar ativo.</p><p>Se a verificação das maiúsculas estiver desligada no exemplo referido, a minúscula <code>e</code> não será considerada um erro e <code>elifante</code> também será aceite.</p><p>Se tanto "Resposta exata" como "Verificar Maiúsculas" estiverem selecionadas, a única resposta correta será "Elefante". Se só "Resposta exata" estiver ativada, e portanto "Verificar Maiúsculas " não estiver ativa, "elefante " será também aceite.</p>
ru: <p>Если оставлено невыбранным, то небольшое количество ошибок написания и прописных будет принято. Если выбрано, то только точное совпадение в написании и прописных будет принято.</p><p><strong>Например:</strong> Если правильный ответ <code>Elephant</code> то оба <code>elephant</code> и <code>Eliphant</code> будут истолкованы <em>"достаточно близко"</em> алгоритмом, так как они имеют только одну неправильную букву, даже если "Проверять прописные" включено.</p><p>Если проверка прописных выключена в приведенном выше примере, то строчная <code>e</code> не будет считаться ошибкой, и <code>eliphant</code> также будет принят.</p><p>Если оба "Строгая Маркировка" и "Проверять прописные" установлены, то единственный правильный ответ "Elephant". Если только "Строгая Маркировка" выбрано, а "Проверять прописные" нет, то "elephant" также будет принят.</p>
tr: <p>İşaretlenmeden bırakılırsa, az sayıda yazım ve büyük harf kullanımı hatası kabul edilecektir.</p><p> İşaretlenirse, yalnızca yazım ve büyük harf kullanımında tam bir eşleşme kabul edilecektir.<strong>Örneğin</strong> Doğru yanıt <code>Fil</code>se, her ikisi de <code> fil</code> ve<code>fil</code>, "Büyük Harfi Kontrol Et" açık olsa bile yalnızca bir harf yanlış olduğu için algoritma tarafından <em>"yeterince yakın"</em> olarak değerlendirilecektir.</p> <p>Yukarıdaki örnekte büyük harf kontrolü kapalıysa, küçük harf <code>e</code> bir hata olarak kabul edilmeyecek ve <code>eliphant</code> da kabul edilecektir</p> <p>.Hem "Kesin İşaretleme" hem de "Büyük Harfi Kontrol Et" ayarlanmışsa, tek doğru cevap "Fil"dir. Yalnızca "Kesin İşaretleme" işaretliyse ve "Büyük Harf Kullanımı Kontrol Et" işaretli değilse, "fil" de kabul edilecektir
zh_cn: <p>如果不勾选，将接受少量的拼写和大写错误。如果选中，则仅接受拼写和大小写完全匹配。</p> <p> <strong>例如：</strong>如果正确答案是<code> Elephant </code>，则两个<code> elephant </code>和<code> Eliphant </code>将通过算法判断为<em> "足够近" </em>，因为即使 "检查大写" 处于启用状态，也只有一个字母错误。</p> <p>如果在上例中关闭了大写检查，则小写的<code> e </code>不会被认为是错误，并且<code> eliphant </code>也将被接受。</p> <p>如果同时设置了"严格标记”和"检查大写"，则唯一正确的答案是"Elephant"。如果仅选中"严格标记”而未选中"检查大小写”，则也将接受“elephant”。</p>
zh_tw: <p>若未勾選，則允許一小部份的拼字或大小寫錯誤。若勾選則拼字與大小寫必須完全符合才會被接受。</p><p><strong>例如：</strong>若正確答案為 <code>Elephant</code>，則 <code>elephant</code> 與 <code>Eliphant</code> 因為只有一個字母有誤，會被判定為 <em>「夠接近正確答案」</em>，即使勾選了「要檢查大小寫」。</p><p>若上例中未開啟「要檢查大小寫」選項，則小寫 <code>e</code> 不會被當成錯誤，而 <code>eliphant</code> 仍因只有一個字母差異而會被接受。</p><p>若同時開啟了「嚴格評分」與「檢查大小寫」選項，則只有 "Elephant" 會被視為正確答案。若開啟「嚴格評分」但未開啟「檢查大小寫」，則 "elephant" 也可以被接受。</p>

source: <p>If this option is set, the score will be shown.</p>
ca: <p>Si es configura aquesta opció , es mostrarà la puntuació.</p>
ca_es@valencia: <p>Si es marca aquesta opció, es mostrarà la puntuació</p>
dz: <p>འ་ནི་གདམ་ཁ་འདི་གཞི་སྒྲིག་འབད་ཡོད་པ་ཅིན་ སྐུགས་དེ་སྟོན་འོང་།</p>
el: <p>Εάν οριστεί αυτή η επιλογή, θα εμφανίζεται η βαθμολογία.</p>
es: <p>Si está marcada esta opción, se mostrará la puntuación</p>
eu: <p>Aukera hau gaitzen baduzu, puntuazioa erakutsiko da.</p>
fr: <p>Si cette option est activée, le résultat sera montré</p>
gl: <p>Se esta opción está seleccionada amosarase a puntuación.</p>
it: <p>Con questa opzione verrà visualizzato il punteggio.</p>
nl: <p>Als deze optie is geselecteerd zal de score worden getoond.</p>
pl: <p>Jeśli ta opcja jest włączona, wynik zostanie wyświetlony.</p>
pt: <p>Se esta opção estiver marcada, irá ser mostrada a pontuação.</p>
ru: <p>Если эта опция установлена​​, то будет показан счёт.</p>
tr: <p>Bu seçenek işaretlenirse puanlar gösterilir.</p>
zh_cn: <p>如果设置此选项，将显示分数。 </p>
zh_tw: <p>若是設定此選項，則會顯示分數。</p>

source: Only select .swf (Flash Objects) for this iDevice.
ca: Seleccioneu sols .swf ( objectes flash) per aquest iDevice.
ca_es@valencia: Seleccioneu sols .swf (objectes en Flash) per a aquest iDevice.
dz: འ་ནི་བརྡ་དོན་ཐབས་འཕྲུལ་གི་དོན་ལུ་ .swf་(ཕིལེཤ་དངོས་པོ་ཚུ)་ཙམ་ སེལ་འཐུ་འབད།
el: Επιλέξτε μόνο .swf (Αντικείμενα Flash) γι' αυτό το η-Σύνεργο.
es: Solamente seleccione archivos con extensión .swf (objetos flash) para este iDevice.
eu: .swf (Flash Objects) luzapena duten fitxategiak bakarrik aukeratu iDevice honetarako.
fr: Ne sélectionnez que les fichiers .swf (Flash Objects) pour cet outil pédagogique.
gl: Seleccionar só .swf (Obxectos Flash) para este iDevice.
it: Selezionare solamente file .swf (Flash Objects) per questo iDevice.
nl: Kies uitsluitend .swf (Flash-objecten) voor dit iDevice.
pl: Ten iObiekt akceptuje tylko pliki .swf (Obiekty Flash)
pt: Selecione apenas .swf (Objectos Flash) para este iDevice.
ru: Только выберите .swf (Flash объекты) для этого iDevice.
tr: Bu iDevice için sadece .swf (Flash Nesnesi) dosyalarını seç.
zh_cn: 该 iDevice 模块只能选用.swf (Flash Object)。
zh_tw: 此 iDevice 只能選用 .swf (Flash 物件)。

source: Only select .flv (Flash Video Files) for this iDevice.
ca: Seleccioneu sols .flv (fitxers de vídeo flash) per aquest iDevice.
ca_es@valencia: Seleccioneu sols .flv (fitxers de vídeo en Flash) per a aquest iDevice.
dz: འ་ནི་བརྡ་དོན་ཐབས་འཕྲུལ་གི་དོན་ལུ་ .flv་(ཕིལེཤ་བརྙན་འཁོར་ཡིག་སྣད་ཚུ་)་ཙམ་ སེལ་འཐུ་འབད།
el: Επιλέξτε μόνο .flv (Αρχεία Βίντεο Flash) γι' αυτό το η-Σύνεργο.
es: Solamente seleccione archivos con extensión .FLV (Flash Video Files) para este iDevice.
eu: .flv (Flash Video Files) luzapena duten fitxategiak bakarrik aukeratu iDevice honetarako.
fr: Ne sélectionnez que les fichiers .flv (Flash vidéo Files) pour cet outil pédagogique.
gl: Seleccionar só .flv (Ficheiro de video Flash) para este iDevice.
it: Selezionare solamente file .flv (Flash Video Files) per questo iDevice.
nl: Kies uitsluitend .flv (Flash-videobestanden) voor dit iDevice.
pl: Ten iObiekt akceptuje tylko pliki .flv (Flash Video Files)
pt: Selecione apenas ficheiros .flv (Vídeo Flash) .flv para este iDevice.
ru: Только выберите .flv (Flash видео файлы) для этого iDevice.
tr: Bu iDevice için sadece .flv (Flash Video) dosyalarını seç.
zh_cn: 该 iDevice 模块只能选用.flv (Flash Video Files)。
zh_tw: 此 iDevice 只能選用 .flv (Flash 影像檔)。

source: Type a discussion topic here.
ca: Escriu un tema de discussió aquí.
ca_es@valencia: Escriu un tema de discussió ací.
dz: གྲོས་བསྡུར་གྱི་གནད་དོན་གཅིག་ ནཱ་ལུ་ཡིག་དཔར་རྐྱབས།
el: Πληκτρολογήστε ένα θέμα συζήτησης εδώ.
es: Introduzca un tema de discusión.
eu: Idatzi hemen eztabaidarako gaia.
fr: Rédigez ici un sujet de discussion.
gl: Escriba un tema de discusión aquí.
it: Scrivere qui un argomento di discussione.
nl: Geef een discussie-onderwerp.
pl: Wpisz temat dyskusji.
pt: Escreva aqui um tema de discussão.
ru: Введите тему для обсуждения здесь.
tr: Buraya bir tartışma başlığı yazın.
zh_cn: 输入讨论主题:
zh_tw: 在此輸入討論主題。

source: <p>Select symbols from the text editor below or enter LATEX manually to create mathematical formula. To preview your LATEX as it will display use the &lt;Preview&gt; button below.</p>
ca: <p>Seleccioneu símbols des de l'editor de text o entreu LATEX manualment per crear la formula matemàtica. Per veure com el vostre LATEX és mostrat empreu el botó &lt;Vista prèvia&gt; de sota.</p>
ca_es@valencia: <p>Seleccioneu símbols des de l'editor de text o introduïu LATEX manualment per a crear la fórmula matemàtica. Per a previsualitzar com es mostra el LATEX empreu el botó &lt;Previsualització&gt; de davall.</p>
el: <p>Επιλέξτε σύμβολα από τον επεξεργαστή κειμένου παρακάτω ή εισάγετε LATEX χειροκίνητα για να δημιουργήσετε έναν μαθηματικό τύπο. Για να κάνετε προεπισκόπηση του LATEX όπως θα εμφανίζεται, χρησιμοποιήστε το πλήκτρο &lt;Προεπισκόπηση&gt; που βρίσκεται παρακάτω.</p>
es: <p>Seleccione símbolos del editor de texto o introduzca manualmente fragmentos en LATEX para crear fórmulas matemáticas. Para ver los fragmentos en LATEX tal y como se mostrarán finalmente use el botón &lt;Vista previa&gt; de abajo.</p>
eu: <p>Formula matematikoa sortzeko, aukeratu sinboloak beheko testu editoretik edota sartu LATEXa eskuz. LATEXa nola agertuko den aurreikusteko, erabili beheko &lt;Aurrebista&gt; botoia.</p>
fr: <p> Choisissez les symboles mathématiques à partir de l'éditeur de texte ci-dessous pour créer vos formules. Chaque symbole sera visualisé dans le champ en langage mathématique LATEX, dont un aperçu peut être demandé par le bouton &lt;Aperçu&gt; situé en-dessous.</p>
gl: <p>Seleccione os símbolos no editor de texto ou introduza o código LaTeX manualmente para crear fórmulas matemáticas. Para previsualizar como se amosará o LaTeX utilice o botón &lt;Vista previa&gt; abaixo.</p>
it: <p>Selezionare i simboli dall'area di testo sottostante per creare formule matematiche. Ogni simbolo verrà visualizzato nel campo col linguaggio matematico LaTeX la cui anteprima può essere vista usando il bottone &lt;Anteprima&gt;.</p>
nl: <p>Selecteer symbolen uit de teksteditor hieronder of voeg manueel wiskundige formules toe. Klik op de &lt;Preview&gt-knop om uw LATEX te bekijken.
pl: <p>Wybierz symbole z edytora tekstu poniżej lub ręcznie wprowadź LATEX, aby utworzyć formułę matematyczną. Aby wyświetlić podgląd swojego LATEX-a, tak jak będzie on wyświetlany, skorzystaj z &lt;Podgląd&gt; przycisk poniżej.</p>
pt: <p>Selecione símbolos do editor de texto ou insira o código LATEX manualmente para criar fórmulas matemáticas. Para visualizar o seu LATEX como irá ser mostrado no resultado final, utilize o botão &lt;Pré-visualização&gt; situado em baixo.</p>
ru: <p>Выберите символы из нижеследующего редактора, чтобы создать математическую формулу. Каждый символ будет виден в поле на математическом языке LATEX. Для предпросмотра можно воспользоваться кнопкой &lt;Предпросмотр&gt;, расположенной ниже.</p>
tr: <p>Aşağıdaki metin düzenleyiciden sembolleri seçin veya matematiksel formül oluşturmak için LATEKS'I manuel olarak girin. LATEKS görüntülendikçe önizlemek için aşağıdaki &lt;Önizleme&gt; düğmesini kullanın.</p>
zh_cn: <p>从下面的文本编辑器中选择符号或手动输入LATEX以创建数学公式。要预览显示的LATEX，请使用下面的&lt;预览&gt;按钮。 </p>
zh_tw: <p>在底下的文字編輯器中選擇符號，或是手動輸入 LATEX 的文稿來建立數學式。要預覽您的 LATEX 內容，請用下方的「預覽」鍵。</p>

source: Click on Preview button to convert the latex into an image.
ca: Premeu al botó de Vista prèvia per convertir el latex en una imatge.
ca_es@valencia: Premeu el botó de Previsualització per a convertir el LaTeX en una imatge.
el: Κάντε κλικ στο πλήκτρο Προεπισκόπηση για να μετατρέψετε το latex σε εικόνα.
es: Pulse en el botón Previsualizar para convertir el fragmento LATEX en una imagen.
eu: Kiklatu Aurrebista botoia latex-a irudi bihurtzeko.
fr: Cliquez sur le bouton 'Aperçu' pour convertir les symboles Latex en images.
gl: Prema o botón Vista previa para converter o código Latex nunha imaxe.
it: Premere il pulsante Anteprima per convertire il codice LaTex in un'immagine.
nl: Klik op de Preview-knop om de LATEX naar een afbeelding om te zetten.
pl: Kliknij przycisk Preview button by skonwertować latex na obrazek.
pt: Clique no botão Pré-visualização para converter numa imagem as fórmulas em LaTeX.
ru: Нажмите "Предпросмотр" для конвертирования, Latex в изображение.
tr: Lateks bir görüntüye dönüştürmek için Önizleme düğmesine tıklayın.
zh_cn: 点击预览按钮显示数学符号.
zh_tw: 點擊「預覽」鍵將 latex 轉換成影像。

source: Option
ca: Opció
ca_es@valencia: Opció
dz: གདམ་ཁ
el: Επιλογή
es: Opción
eu: Aukera
gl: Opción
it: Opzione
nl: Alternatief
pl: Opcja
pt: Opção
ru: Опция
tr: Seçenek
zh_cn: 选项
zh_tw: 選項

source: Hint
ca: Pista
ca_es@valencia: Pista
dz: བརྡ་མཚོན
el: Υπόδειξη
es: Sugerencia
eu: Arrastoa
fr: Indice
gl: Suxestión
it: Suggerimento
pl: Wskazówka
pt: Pista
ru: Подсказка
tr: İpucu
zh_cn: 提示
zh_tw: 提示

source: Options
ca: Opcions
ca_es@valencia: Opcions
dz: གདམ་ཁ་་ཚུ
el: Επιλογές
es: Opciones
eu: Aukerak
gl: Opcións
it: Opzioni
nl: Alternatieven
pl: Opcje
pt: Opções
ru: Опции
tr: Seçenekler
zh_cn: 选项
zh_tw: 選項
