Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: No score and no lives. You have to answer right to get some information (a feedback).
ca: Sense puntuació ni vides. Heu de respondre bé per obtenir informació (retroalimentació).
ca_es@valencia: No hi ha puntuació ni vides. Has de contestar bé per a aconseguir una certa informació (retroacció).
el: Χωρίς βαθμολογία και χωρίς ζωές. Πρέπει να απαντήσετε σωστά για να λάβετε κάποιες πληροφορίες (ανατροφοδοτικά σχόλια).
es: Sin puntuación ni vidas. Tienes que contestar bien para conseguir cierta información (retroalimentación).
eu: Puntuaziorik ez eta bizitzarik ez. Erantzun zuzen eman beha duzu informzioa lortzeko (feedbacka).
fr: Sans point et sans vies. Vous devez répondre correctamente pour obtenir de l'information (en feedback).
gl: Sen puntuación nin vidas. Tes que responder ben para conseguir certa información (retroalimentación)
it: Nessun punteggio e niente vite. Si deve rispondere correttamente per avere informazioni).
pl: Brak punktów i żadnych żyć. Musisz odpowiedzieć poprawnie, aby uzyskać informacje (informację zwrotną).
ru: Нет очков и нет жизней. Вы должны правильно ответить, чтобы получить некоторую информацию (обратную связь).
tr: Puan ve can yok. Biraz bilgi (bir geri bildirim) almak için doğru cevap vermelisiniz.
zh_cn: 没有分数，没有生命。您必须正确回答才能获得一些信息（反馈）。
zh_tw: 沒有分數也沒有生命數。您必須回答正確以取得資訊（提示）。

source: Use lives
ca: Usa vides
ca_es@valencia: Utilitza les vides
dz: ཚེ་ལད་ལེན་འཐབ
el: Χρησιμοποιήστε ζωές
es: Utilizar las vidas
eu: Erabili bizitzak
fr: Utilisez les vies
gl: Utilizar vidas
it: Usare le vite
pl: Użyj na żywo
ru: Использовать жизни
tr: Can kullan
zh_cn: 使用生命
zh_tw: 使用生命數

source: Number of lives
ca: Nombre de vides
ca_es@valencia: Nombre de vides
dz: ཚེ་གི་གྱངས་ཁ
el: Αριθμός ζωών
es: Número de vidas
eu: Bizitza kopurua
fr: Nombre de vies
gl: Número de vidas
it: Numero di vite
pl: Liczba żyć
ru: Количество жизней
tr: Canların sayısı
zh_cn: 生命数
zh_tw: 生命數

source: &percnt; right to see the feedback
ca: &percnt; de respostes correctes per mostrar la retroalimentació
ca_es@valencia: de respostes correctes per a mostrar la retroacció
el: &percnt; δικαίωμα να δείτε τα σχόλια
es: &percnt; de respuestas correctas para mostrar la retroalimentación
eu: &percnt; zuzena feedbacka ikusteko
fr: &percnt; de réponses correctes pour obtenir une réponse en retour
gl: &percnt; de respostas correctas para amosar a retroalimentación
it: &percnt; giuste per vedere la soluzione
pl: &percnt; prawo do zobaczenia opinii
ru: &percnt; правильных ответов, чтобы показать обратную связь
tr: &percnt; geri bildirimi görme hakkı
zh_cn: &percnt; 正确时可以看到反馈
zh_tw: &percnt; 的答案正確才能查看提示

source: Questions
ca: Preguntes
ca_es@valencia: Qüestions
dz: དྲི་བ་ཚུ
el: Ερωτήσεις
es: Preguntas
eu: Galderak
gl: Preguntas
it: Domande
pl: Pytania
ru: Вопросы
tr: Soruları
zh_cn: 问题
zh_tw: 問題

source: Digital blackboard mode
ca: Mode pissarra digital
es: Modo pizarra digital
eu: Arbel digital modua
fr: Mode tableau digital
gl: Modo encerado dixital

source: Activate translator
ca: Activa el traductor
es: Activar traductor

source: Progress report
ca: Informe de progrés
es: Informe de progreso

source: You must indicate the ID. It can be a word, a phrase or a number of more than four characters. You will use this ID to mark the activities covered by this progress report. It must be the same in all iDevices of a report and different in each report.
ca: Cal indicar l'identificador (ID). Pot ser una paraula, una frase o un nombre de més de quatre caràcters. Utilitzareu aquest identificador per marcar les activitats d'aquest informe de progrés. Ha de ser el mateix en tots els iDevices d'un mateix informe i diferent al dels altres informes.
es: Debes indicar el identificador, puede ser una palabra, una frase o un número de más de cuatro caracteres, que utilizarás para marcar las actividades que serán tenidas en cuenta en este informe de progreso. Debe ser el mismo en todos los idevices de un informe y diferente en los de cada informe.

source: Words/Phrases
ca: Paraules/Frases
ca_es@valencia: Paraules/Expressions
dz: ཚིག་ཚུ/བསྡེབས་ཚིག
el: Λέξεις/Φράσεις
es: Palabras/Expresiones
eu: Hitzak/Esaldiak
fr: Mots/Phrases
gl: Palabras/Expresións
it: Parole/frasi
pl: Słowa/Zwroty
ru: Слова/Фразы
tr: Kelime/İfade
zh_cn: 单词/短语
zh_tw: 單字/片語

source: Multimedia Type
ca: Tipus multimèdia
ca_es@valencia: Tipus de multimèdia
dz: སྣ་མང་བརྡ་ལམ་དབྱེ་བ
el: Είδος πολυμέσου
es: Tipo de multimedia
eu: Multimedia mota
fr: Type de multimédia
gl: Tipo de multimedia
it: Tipo di media
pl: Typ multimediów
ru: Тип мультимедиа
tr: Çoklu Ortam Türü
zh_cn: 多媒体类型
zh_tw: 多媒體型態

source: Video
ca: Vídeo
ca_es@valencia: Vídeo
dz: གློག་བརྙན
el: Βίντεο
es: Vídeo
eu: Bideoa
fr: Vidéo
gl: Vídeo
pl: Film
pt: Vídeo
ru: Видео
zh_cn: 视频
zh_tw: 影片

source: Time per question
ca: Temps per pregunta
ca_es@valencia: Temps per qüestió
dz: དྲི་བ་རེ་རེ་ལུ་དུས་ཚད
el: Χρόνος ανά ερώτηση
es: Tiempo por pregunta
eu: Galderako bakoitzerako denbora
fr: Temps par question
gl: Tempo por pregunta
it: Tempo per ogni domanda
pl: Czas na pytanie
ru: Время на вопрос
tr: Soru başına süre
zh_cn: 每个问题的时间
zh_tw: 每個問題的時間

source: Percentage of letters to show (%)
ca: Percentatge de lletres a mostrar (%)
ca_es@valencia: Percentatge de lletres que mostrar (%)
el: Ποσοστό των γραμμάτων που θα εμφανίζονται (%)
es: Porcentaje de letras que mostrar (%)
eu: Erakutsi behar den letra ehunekoa (%)
fr: Pourcentage de lettres à montrer (%)
gl: Porcentaxe de letras a amosar (%)
it: Percentuale di lettere da mostrare (%)
pl: Procent liter do pokazania (%)
ru: Процент отображаемых писем (%)
tr: Gösterilecek harf yüzdesi (%)
zh_cn: 要显示的字母百分比（％）
zh_tw: 顯示字母的百分比（%）

source: Image URL
ca: URL de la imatge
ca_es@valencia: URL de la imatge
dz: གཟུགས་བརྙན་གྱི་ཡུ་ཨར་ཨེལ
el: URL εικόνας
es: URL de la imagen
eu: Irudiaren URL helbidea
fr: URL de l'image
gl: URL da imaxe
it: URL immagine
nl: Bestand/URL
pl: Adres URL obrazu
pt: Endereço da imagem
ru: Адрес изображения
tr: Resim URL'si
zh_cn: 图片地址
zh_tw: 影像網址

source: Play video
ca: Engega el vídeo
ca_es@valencia: Reprodueix el vídeo
dz: གློག་བརྙན་གཏང
el: Αναραπαγωγή βίντεο
es: Reproducir el vídeo
eu: Ikusi bideoa
fr: Reproduire la vidéo
gl: Reproducir vídeo
it: Guarda video
pl: Odtwórz film
ru: Играть видео
tr: Videoyu Oynat
zh_cn: 播放视频
zh_tw: 播放影片

source: End
ca: Fi
ca_es@valencia: Fi
dz: མཇུག
el: Τέλος
es: Fin
eu: Amaiera
fr: Fin
gl: Fin
it: Fine
pl: Koniec
ru: Окончание
tr: Son
zh_cn: 结束
zh_tw: 結束

source: Start
ca: Inicia
ca_es@valencia: Inici
dz: འགོ
el: Έναρξη
es: Inicio
eu: Hasi
fr: Commencer
gl: Inicio
it: Inizio
pl: Uruchom
ru: Начало
tr: Başla
zh_cn: 开始
zh_tw: 起始

source: Time (s)
ca: Temps
ca_es@valencia: Temps (s)
dz: དུས་ཚད་(ཚུ)
el: Χρόνος (δ.)
es: Tiempo (s)
eu: Denbora (s)
fr: Temps (s)
gl: Tempo (s)
it: Tempo (s)
pl: Czas (s)
ru: Время (времена)
tr: Süre
zh_cn: 次数
zh_tw: 時間（秒）

source: Silence
ca: Silenci
ca_es@valencia: Silenci
dz: ཁུ་སིམ་སིམ
el: Σίγαση
es: Silencio
eu: Isilunea
gl: Silencio
it: Silenzio
pl: Cisza
ru: Тишина
tr: Sessizlik
zh_cn: 静音
zh_tw: 靜默

source: Alternative text
ca: Text alternatiu
ca_es@valencia: Text alternatiu de la imatge
dz: ཚིག་ཡིག་ཚབ
el: Εναλλακτικό κείμενο
es: Texto alternativo
eu: Ordezko testua
fr: Text alternatif
gl: Texto alternativo
it: Testo alternativo
pl: Alternatywny tekst
ru: Альтернативный текст
tr: Alternatif meti
zh_cn: 替换文本
zh_tw: 替代文字

source: Play audio
ca: Reprodueix l'àudio
ca_es@valencia: Reprodueix l'àudio
dz: རྣར་ཉན་གཏང
el: Αναπαραγωγή ήχου
es: Reproducir audio
eu: Erreproduzitu audioa
fr: Reproduire audio
gl: Reproducir audio
it: Suona audio
pl: Odtwórz dźwięk
ru: Воспроизвести звук
tr: Sesi Çal
zh_cn: 播放音频
zh_tw: 播放音效

source: No image
ca: Cap imatge
ca_es@valencia: Sense imatges
dz: གཟུགས་བརྙན་མེད
el: Δεν υπάρχει εικόνα
es: Sin imágenes
eu: Irudirik ez
fr: Sans image
gl: Sen imaxe
it: Nessuna immagine
pl: Brak obrazka
ru: Нет изображения
tr: Resim yok
zh_cn: 没有图像
zh_tw: 沒有影像

source: Word/Phrase
ca: Paraula/Frase
ca_es@valencia: Paraula/Expressió
dz: ཚིག/བསྡེབས་ཚིག
el: Λέξη/Φράση
es: Palabra/Expresión
eu: Hitza/Esaldia
fr: Mot/Phrase
gl: Palabra/Expresión
it: Parola/frase
pl: Słowo/Zwrot
ru: Слово/Фраза
tr: Kelime/İfade
zh_cn: 单词/短语
zh_tw: 單字/片語

source: Definition
ca: Definició
ca_es@valencia: Definició
dz: ངེས་ཚིག
el: Ορισμός
es: Definición
eu: Definizioa
fr: Définition
gl: Definición
it: Definizione
nl: Definitie
pl: Definicja
pt: Definição
ru: Определение
tr: Tanım
zh_cn: 定义
zh_tw: 定義

source: Hit
ca: Encert
ca_es@valencia: Correcte
dz: ཨེབ་ནི
el: Χτύπημα
es: Acierto
eu: Arrakasta
fr: Réponse correcte
gl: Acerto
it: Tentativo
pl: Trafienie
ru: Верно
tr: İsabet
zh_cn: 点击
zh_tw: 答對數

source: Add question
ca: Afegeix una qüestió
ca_es@valencia: Afegir qüestió
dz: དྲི་བ་ཁ་སྐོང་རྐྱབས
el: Προσθήκη ερώτησης
es: Añadir pregunta
eu: Erantsi galdera
fr: Ajouter question
gl: Engadir pregunta
it: Aggiungere domanda
pl: Dodaj pytanie
ru: Добавить вопрос
tr: Soru ekle
zh_cn: 添加问题
zh_tw: 新增問題

source: First question
ca: Primera qüestió
ca_es@valencia: Primera qüestió
dz: དྲི་བ་དང་པ
el: Πρώτη ερώτηση
es: Primera pregunta
eu: Lehenengo galdera
fr: Première question
gl: Primeira pregunta
it: Prima domanda
pl: Pierwsze pytanie
ru: Первый вопрос
tr: İlk soru
zh_cn: 第一个问题
zh_tw: 第一個問題

source: Previous question
ca: Qüestió prèvia
ca_es@valencia: Qüestió prèvia
dz: དྲི་བ་ཧེ་མམ
el: Προηγούμενη ερώτηση
es: Pregunta previa
eu: Aurreko galdera
fr: Question préalable
gl: Pregunta anterior
it: Domanda precedente
pl: Poprzednie pytanie
ru: Предыдущий вопрос
tr: Önceki Soru
zh_cn: 上一题
zh_tw: 前一個問題

source: Question number:
ca: Qüestió número:
ca_es@valencia: Pregunta número:
dz: དྲི་བ་ཨང:
el: Αριθμός ερώτησης:
es: Pregunta número:
eu: Galdera zenbakia:
fr: Question numéro:
gl: Pregunta número:
it: Domanda numero:
pl: Numer pytania:
ru: Номер вопроса:
tr: Soru numarası:
zh_cn: 问题编号：
zh_tw: 問題編號：

source: Next question
ca: Següent qüestió
ca_es@valencia: Següent qüestió
dz: དྲི་བ་ཤུལ་མམ
el: Επόμενη ερώτηση
es: Siguiente pregunta
eu: Hurrengo galdera
fr: Question suivante
gl: Seguinte pregunta
it: Domanda successiva
pl: Następne pytanie
ru: Следующий вопрос
tr: Sonraki Soru
zh_cn: 下一题
zh_tw: 下一個問題

source: Last question
ca: Última qüestió
ca_es@valencia: Última qüestió
dz: དྲི་བ་མཇུག
el: Τελευταία ερώτηση
es: Última pregunta
eu: Azken galdera
fr: Dermière question
gl: Última pregunta
it: Ultima domanda
pl: Ostatnie pytanie
ru: Последний вопрос
tr: Son soru
zh_cn: 最后一个问题
zh_tw: 最後一個問題

source: Copy question
ca: Copia la qüestió
ca_es@valencia: Copiar qüestió
dz: དྲི་བ་འདྲ་བཤུས་བརྐྱབ
el: Αντιγραφή ερώτησης
es: Copiar pregunta
eu: Kopiatu galdera
fr: Copier question
gl: Copiar pregunta
it: Copia domanda
pl: Skopiuj pytanie
ru: Копировать вопрос
tr: Soruyu kopyala
zh_cn: 复制问题
zh_tw: 複製問題

source: Cut question
ca: Talla la qüestió
ca_es@valencia: Retallar qüestió
dz: དྲི་བ་བཏོག
el: Αποκοπή ερώτησης
es: Cortar pregunta
eu: Ebaki galdera
fr: Couper la question
gl: Cortar pregunta
it: Taglia domanda
pl: Wytnij pytanie
ru: Вырезать вопрос
tr: Soruyu kes
zh_cn: 剪切问题
zh_tw: 剪下問題

source: Paste question
ca: Enganxa la qüestió
ca_es@valencia: Apegar qüestió
dz: དྲི་བ་སྦྱར
el: Επικόλληση ερώτησης
es: Pegar pregunta
eu: Itsatsi galdera
fr: Coller la question
gl: Pegar pregunta
it: Incolla domanda
pl: Wklej pytanie
ru: Вставить вопрос
tr: Soruyu yapıştır
zh_cn: 粘贴问题
zh_tw: 貼上問題

source: Translate to
ca: Tradueix a
es: Traducir al

source: Number of questions:
ca: Nombre de qüestions
ca_es@valencia: Nombre de qüestions
dz: དྲི་བ་ཚུའི་གྱངས་ཁ:
el: Αριθμός ερωτήσεων:
es: Número de preguntas:
eu: Galdera kopurua:
fr: Nombre de questions:
gl: Número de preguntas:
it: Numero di domande:
pl: Liczba pytań:
ru: Количество вопросов:
tr: Soru sayısı:
zh_cn: 问题总数：
zh_tw: 問題數量：

source: Game
ca: Joc
ca_es@valencia: Partida
dz: རྩེདམོ
el: Παιχνίδι
es: Partida
eu: Jokoa
fr: Jeu
gl: Xogo
it: Gioco
pl: Gry
ru: Игра
tr: Oyun
zh_cn: 游戏
zh_tw: 遊戲

source: Lock
ca: Pany
ca_es@valencia: Cadenat
dz: བསྡམ་བཞག
el: Κλείδωμα δραστηριότητας
es: Candado
eu: Sarraila
fr: Cadenas
gl: Cadeado
it: Blocca
pl: Blokada
ru: Замок
tr: Kilitli
zh_cn: 解锁
zh_tw: 鎖定

source: Show activity
ca: Mostra l'activitat
ca_es@valencia: Mostrar l'activitat
dz: སྦྱོང་ལཱ་སྟོན
el: Εμφάνιση δραστηριότητας
es: Mostrar la actividad
eu: Erakutsi jarduera
fr: Montrer l'activité
gl: Amosar actividade
it: Mostra attività
pl: Pokaż aktywność
ru: Показать действие
tr: Etkinliği göster
zh_cn: 显示活动
zh_tw: 顯示活動

source: Please write some instructions.
ca: Escriviu algunes instruccions.
ca_es@valencia: Escriu les instruccions.
dz: བཀོད་རྒྱ་དག་པ་ཅིག་འབྲི་གནང་།
el: Παρακαλώ καταχωρίστε μερικές οδηγίες.
es: Por favor, escriba las instrucciones.
eu: Idatzi argibideak.
fr: Veuillez écrire des instructions.
gl: Escriba as instrucións.
it: Scrivere alcune istruzioni.
pl: Proszę napisać jakąś instrukcje.
ru: Пожалуйста, напишите несколько инструкций.
tr: Lütfen bir kaç yönerge yazın.
zh_cn: 请写一些说明。
zh_tw: 請寫下一些說明指示。

source: Max time
ca: Temps màxim
ca_es@valencia: Temps màxim
dz: དུས་ཡུན་མཐོ་ཤོས
el: Μέγιστος χρόνος
es: Tiempo máximo
eu: Gehienezko denbora
fr: Temps maximum
gl: Tempo máximo
it: Tempo max
pl: Maksymalny czas
ru: Максимальное время
tr: Maxsimum süre
zh_cn: 最长时间
zh_tw: 最長時間

source: Please write the feedback.
ca: Escriu la retroalimentació
ca_es@valencia: Escriu la retroacció
dz: བསམ་ལན་དེ་འབྲི་་གནང
el: Παρακαλώ καταχωρίστε την ανατροφοδότηση.
es: Escriba la retroalimentación.
eu: Idatzi feedbacka.
fr: Veuillez écrire la réponse en retour.
gl: Escriba a retroalimentación.
it: Scrivere la soluzione.
pl: Napisz informację zwrotną.
ru: Напишите, пожалуйста, отзыв.
tr: Lütfen bir kaç geribildirim yazın.
zh_cn: 请输入反馈。
zh_tw: 請寫下提示。

source: Error message
ca: Missatge d'error
ca_es@valencia: Missatge d'error
dz: འཕྲིན་དོན་འཛོལ་བ
el: Μήνυμα λάθους
es: Mensaje de error
eu: Errore mezua
fr: Message d'erreur
gl: Mensaxe de erro
it: Messaggio di errore
pl: Komunikat o błędzie
ru: Сообщение об ошибке
tr: Hata Mesajı
zh_cn: 错误信息
zh_tw: 答錯時的訊息

source: Errors (number of attempts) to display the message
ca: Errors (nombre d'intents) per mostrar el missatge
ca_es@valencia: Errades abans de mostrar el missatge
el: Σφάλματα (αριθμός προσπαθειών) για εμφάνιση μηνύματος
es: Errores antes de mostrar el mensaje
eu: Mezua erakusteko errore (saiakera) kopurua
fr: Erreurs (nombres de tentatives) pour montrer le message
gl: Erros (número de tentativas) antes de amosar a mensaxe
it: Numero di errori (tentativi) per vedere il messaggio
pl: Błędy (liczba prób) wyświetlenia komunikatu
ru: Ошибки перед отображением сообщения
tr: Mesajı görüntülemek için yapılan hata sayısı (deneme sayısı)
zh_cn: 错误（尝试次数）之后显示的消息
zh_tw: 答錯（並嘗試了數次後）要顯示的訊息

source: Please write the error message.
ca: Escriu el missatge d'error
ca_es@valencia: Escriu el missatge d'error.
dz: འཕྲིན་དོན་འཛོལ་བ་དེ་འབྲི་་གནང་།
el: Παρακαλώ καταχωρίστε το μήνυμα λάθους.
es: Indique el mensaje de error.
eu: Idatzi errore mezua.
fr: Veuillez écrire le message d'erreur
gl: Indique a mensaxe de erro.
it: Messaggio di errore.
pl: Napisz komunikat o błędzie.
ru: Напишите сообщение об ошибке.
tr: Lütfen hata mesajını yazın.
zh_cn: 请写下错误消息。
zh_tw: 請寫下答錯時的訊息。

source: Create activities with a password protected feedback.
ca: Creeu activitats en les quals la retroalimentació està protegida amb contrasenya.
es: Cree actividades en las que la retroalimentación está protegida por contraseña.
eu: Sortu pasahitzaz babestutako feedbacka duten jarduerak.
fr: Créer des activités où la réponse en retour est protégée par un mot de passe.
gl: Cree actividades nas que a retroalimentación estea protexida por contrasinal.

source: Classify
ca: Classifica
es: Clasifica

source: Group
ca: Grup
es: Grupo

source: Time is up. Please try again
ca: Temps esgotat. Torna-ho a intentar
es: Tu tiempo ha finalizado. Inténtalo de nuevo

source: The game has started! Drag each card to your container
ca: El joc ha començat! Arrossega cada targeta al contenidor
es: ¡El juego ha comenzado! Arrastra cada tarjeta hasta su contenedor

source: Choose another card
ca: Tria una altra targeta
es: Selecciona otra tarjeta

source: Choose a card
ca: Tria una targeta
es: Selecciona una tarjeta

source: Brilliant! You've passed yout test!
ca: Excel·lent! Has superat la prova!
es: ¡Genial! ¡Prueba superada!

source: You didn't pass the test. Please try again
ca: No has superat la prova. Torna-ho a intentar
es: No has superado la prueba. Inténtalo de nuevo

source: Do you want to restart this game?
ca: Vols reiniciar aquest joc?
es: ¿Deseas reiniciar esta partida?

source: Continue
ca: Continua
ca_es@valencia: Continua
dz: འཕྲོ་མཐུད
el: Συνέχεια
es: Continuar
eu: Jarraitu
fr: Continuer
gl: Continuar
it: Continua
pl: Kontynuuj
ru: Продолжить
tr: Devam et
zh_cn: 继续
zh_tw: 繼續

source: Check results
ca: Comprova els resultats
es: Comprobar resultados

source: There were %s cards to be placed correctly. Do you want to try again?
ca: Hi havia %s targetes per col·locar correctament. Vols tornar-ho a intentar?
es: Te han quedado %s tarjetas por colocar correctamente. ¿Quieres intentarlo de nuevo?

source: Brilliant! All perfect!
ca: Excel·lent! Tot perfecte!
es: ¡Genial! ¡Todo perfecto!

source: Great! You have solved this activity in %s attempts. Surely you can do it faster!
ca: Genial! Has resolt aquesta activitat en %s intents. Segur que encara ho pots fer més ràpid!
es: ¡Estupendo! Has resuelto esta actividad en %s intentos. ¡Seguro que puedes hacerlo más rápido!

source: You placed %s cards in the wrong place. Please try again!
ca: Has col·locat %s targetes al lloc equivocat. Torneu-ho a provar!
es: No has colocado %s tarjetas en su lugar. ¡Inténtalo de nuevo!

source: Great! You have correctly classified most cards, %s, but you can still do better
ca: Genial! Has classificat correctament la majoria de targetes, %s, però encara pots fer-ho millor
es: ¡Estupendo! Has clasificado correctamente la mayor parte de las tarjetas, %s, pero aún puedes mejorar

source: Great! Only %s cards left to be placed correctly. Strive for perfection!
ca: Genial! Només queden %s targetes per col·locar-les correctament. Esforça't per fer-ho perfecte!
es: ¡Magnífico! Tan sólo te han quedado %s tarjetas por colocar correctamente. Busca la perfección

source: Your score will be automatically saved at the end of the game.
ca: La vostra puntuació es desarà automàticament quan acabi el joc.
es: Su puntuación se guardará automáticamente al finalizar el juego.

source: Your score will be automatically saved at the end of the game. You can only play once.
ca: La puntuació es desarà automàticament quan acabi el joc. Només pots jugar una vegada.
es: Su puntuación se guardará automáticamente al finalizar el juego. Sólo puedes jugar una vez.

source: You can only save your score after finishing the game.
ca: Només pots desar la teva puntuació després d'acabar el joc.
es: Sólo puedes guardar tu puntuación tras finalizar la partida.

source: You must indicate an image, a text or/and an audio for each card
ca: Has d'indicar una imatge, un text i/o un àudio per a cada targeta
es: Debes indicar una imagen, un texto o/y un audio para cada tarjeta

source: Maximum cards to classify: 25
ca: Màxim de targetes per classificar: 25
es: Número máximo tarjetas a clasificar: 25

source: You must select an image and text for this card
ca: Has de seleccionar una imatge i un text per a aquesta targeta
es: Debes indicar una imagen y un texto para esta tarjeta

source: You must indicate a text or sound for this card
ca: Has d'indicar un text o so per a aquesta targeta
es: Debes indicar un texto o sonido para esta tarjeta

source: You must link an image or sound to this card
ca: Has d'enllaçar una imatge o un so a aquesta targeta
es: Debes indicar una imagen o sonido para esta tarjeta

source: Create interactive activities in which players have to classify cards with images, texts and/or sounds.
ca: Crea activitats interactives en les quals els jugadors hagin de classificar targetes amb imatges, textos i/o sons.
es: Crea actividades interactivas en las que los jugadores tendrán que clasificar tarjetas con imágenes, textos y/o sonidos.

source: Drag each card to its container.
ca: Arrossega cada targeta al seu contenidor
es: Arrastra cada tarjeta hasta su contenedor.

source: Difficulty level
ca: Nivell de dificultat
es: Nivel de dificultad

source: Essential
ca: Essencial
es: Básico

source: Number of categories
ca: Nombre de categories
es: Número de categorías

source: Time (minutes)
ca: Temps (minuts)
es: Tiempo (minutos)
eu: Denbora (minutuak)
fr: Temps (minutes)
gl: Tempo (minutos)

source: Cards
ca: Targetes
es: Tarjetas
eu: Kartak
fr: Cartes
gl: Cartas

source: Additional content
ca: Contingut addicional
el: Πρόσθετο περιεχόμενο
es: Contenido adicional
eu: Eduki gehigarria
fr: Contenu additionnel
gl: Contido adicional
pl: Dodatkowa zawartość
tr: İlave içerik

source: Both
ca: Ambdós
es: Ambos

source: Font
ca_es@valencia: Tipus de lletra
dz: ཡིག་གཟུགས
el: Γραμματοσειρά
es: Tipo letra
eu: Letra-tipoa
fr: Police
gl: Tipo de letra
it: Carattere
nl: Lettertype
pl: Czcionka
pt: Fonte
ru: Шрифт
tr: Yazı tipi
zh_cn: 字型
zh_tw: 字型

source: Background
ca: Fons
ca_es@valencia: Fons
dz: རྒྱབ་གཞི
el: Παρασκήνιο
es: Fondo
eu: Atzea
fr: Fond
gl: Fondo
it: Sfondo
nl: Achtergrond
pl: Tło
pt: Fundo
ru: Фон
tr: Arkaplan
zh_cn: 背景
zh_tw: 背景

source: Author
ca: Autor
ca_es@valencia: Autoria
dz: རྩོམ་པ་པོ
el: Δημιουργός
es: Autor
eu: Autor
fr: Auteur
gl: Persoa autora
it: Autore
nl: Auteur
pl: Autor
pt: Autor
ru: Автор
tr: Yazar
zh_cn: 作者
zh_tw: 作者

source: Complete
ca: Completa
es: Completa
eu: Osatu
fr: Compléter
gl: Completar

source: Try again
ca: Prova de nou
es: ¡Prueba otra vez!
eu: Saiatu berriro
fr: Jouer à Nouveau
gl: Téntao outra vez

source: You got %s right answers and %d errors.
ca: Heu tingut %s encerts i %d errades.
es: Has tenido %s aciertos y %d errores.
eu: %s erantzun zuzen eta %d errore lortu dituzu.
fr: Vous avez obtenu %s réponses correctes et %d réponses incorrectes.
gl: Tes %s respostas correctas e %d erros.

source: Time over.
ca: Els temps ha acabat.
es: El tiempo ha finalizado.
eu: Denbora amaitu da.
fr: Temps terminé.
gl: Rematou o tempo.

source: You completed the activity
ca: Heu completat l'activitat
es: Has completado la actividad
eu: Jarduera amaitu duzu
fr: Activité terminée
gl: Completaches a actividade

source: Create activities in which the student will have to fill in the blanks of a text, writing or choosing an answer.
es: Cree actividades en las que el alumnado deberá completar los huecos de un texto escribiendo, seleccionando o arrastrando las respuestas.

source: Read the text and complete the missing words.
ca: Llegeix el text i completa les paraules que manquen.
es: Lee el texto y completa las palabras que faltan.
eu: Irakurri testua eta osatu falta diren hitzak.
fr: Lisez le texte et saisissez les mots manquants.
gl: Lea o texto e complete as palabras que faltan.

source: Select
ca: Selecciona
ca_es@valencia: Selecciona
dz: སེལ་འཐུ་
el: Επιλογή
es: Seleccionar
eu: Aukeratu
fr: Sélection
gl: Seleccionar
it: Seleziona
pl: Wybierz
ru: Выбрать
tr: Seç
zh_cn: 选择
zh_tw: 選取
