Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: File Type/Extension
nl: Bestands Soort/Extensie
pt: Tipo/Extensão do ficheiro

source: Remember that the text of the link should describe its purpose.
nl: Denk er aan dat de tekst van de link moet het doel moet beschrijven.
pt: Lembre-se que o texto da ligação deve descrever a finalidade dela

source: Specify the file size
nl: Geef de bestandsgrootte aan
pt: Especifique o tamanho do ficheiro

source: Specify the file type
nl: Geef het bestandtype aan
pt: Especifique o tipo de ficheiro

source: Restore auto-saved content
nl: Herstel automatisch opgeslagen materiaal
pt: Restaurar cópia de segurança

source: The "Authorship" field is empty
nl: Het veld "Auteur" is leeg
pt: O campo "Autoria" está vazio

source: Search:
nl: Zoek:
pt: Pesquisar:

source: Search for:
nl: Zoek naar:
pt: Pesquisar:

source: Replace:
nl: Vervangen:
pt: Substituir:

source: (Use /re/ syntax for regexp search)
nl: (Gebruik /re/ syntaxis voor regexp zoekopdracht)
pt: (Utilizar sintaxe /re/ para a pesquisa de expressões regulares)

source: Replace?
nl: Vervangen?
pt: Substituir?

source: Replace with:
nl: Vervangen door:
pt: Substituir com:

source: CodeMagic - syntax coloring and intendation
nl: CodeMagic - syntax kleuring en inspringen
pt: CodeMagic - indentação e cores para realçar a sintaxe

source: Edit code
nl: Bwerk de code
pt: Editar o código

source: Select a theme
nl: Selecteer een sjabloon
pt: Selecionar um tema

source: Find next
nl: Zoek de volgende
pt: Localizar próximo

source: Find previous
nl: oek de vorige
pt: Localizar anterior

source: Cry
nl: Huilen
pt: Chorão

source: Cool
nl: Stoer
pt: Fixe

source: Insert Emotion
nl: Emotie invoegen
pt: Inserir emoticon

source: Yell
nl: Roepen
pt: Irado

source: Wink
nl: Knipogen
pt: Piscadela

source: Undecided
nl: Onbeslist
pt: Indeciso

source: Tongue Out
nl: Tong uitsteken
pt: Língua de fora

source: Surprised
nl: Verrast
pt: Surpresa

source: Smile
nl: Lachen
pt: Sorriso

source: Sealed
nl: Afgesloten
pt: Boca Fechada

source: Money Mouth
nl: Hebberig
pt: Avarez

source: Laughing
nl: Lachen
pt: Riso

source: Kiss
nl: Zoenen
pt: Beijo

source: Innocent
nl: Onschuldig
pt: Inocente

source: Frown
nl: Wenkbrauw ophalen
pt: Deceção

source: Foot in Mouth
nl: Verstomd
pt: Disse asneira

source: Embarassed
nl: Schamen
pt: Embaraçado

source: Use left and right arrows to navigate.
nl: Gebruik linker en rechter pijltjestoetsen om te navigeren.
pt: Use as setas esquerda e direita para navegar.

source: This is just a template button
nl: Dit is slechts een sjabloon knop
pt: Este é apenas um botão modelo

source: This is just a example title
nl: Dit is slechts een voorbeeld titel
pt: Este é apenas um título de exemplo

source: The plugin "inlinepopups" must be enabled
nl: Th plugin "inlinepopups" moet geactiveerd zijn
pt: O plugin "inlinepopups" deve estar ativado

source: Games (hangman...)
nl: Spelletjes (galgje...)
pt: Jogos (a forca...)

source: Message:
nl: Mededeling:
pt: Mensagem:

source: Guess letters to complete each word.
nl: Raad de letters waarmee elk woord kan worden afgemaakt.
pt: Adivinhe as letras necessárias para completar cada palavra.

source: Words to guess
nl: Woord dat geraden moet worden
pt: Palavras para adivinhar

source: LaTeX to Math for eXe
nl: LaTex naar Math voor eXe
pt: De LaTeX para Math

source: LaTeX Math Image properties
nl: LaTex Math Afbeeldingseigenschappen
pt: Propriedades da imagem LaTeX

source: eXe LaTeX Math Image
nl: eXe LaTex Math afbeelding
pt: Imagem LaTeX Math para eXe

source: Select a font size:
nl: Kies een tekengrootte:
pt: Selecione tamanho da fonte:

source: Font size:
nl: Tekengrootte:
pt: Tamanho da fonte:

source: Preview Math Image
nl: Voorbeeldweergave Math afbeelding
pt: Pré-visualizar imagem Math

source: Input LaTeX source:
nl: Voorbeeldweergave:
pt: Introduzir código LaTeX:

source: generated Math Image
nl: Aangemaakte Math afbeelding
pt: Imagem Math gerada

source: Math Image description<br>(optional ALT tag):
nl: Beschrijving Math afbeelding<br />(optional ALT tag):
pt: Texto alternativo da imagem:

source: eXe Math: Generate
nl: eXe Wiskunde: Aanmaken
pt: eXe Math: Gerar

source: eXe Math: Image Appearance
nl: eXe Wiskunde: Weergave afbeeldingen
pt: eXe Math: aparência de imagem

source: verbatim text
nl: letterlijke tekst
pt: Conteúdo textual

source: new line
nl: nieuwe regel
pt: Nova linha

source: Click below to insert LaTeX for any of the following symbols:
nl: Klik hieronder om LaTex in te voegen voor een van de volgende symbolen:
pt: Clique para inserir o código LaTeX dos símbolos:

source: And, add your own LaTeX directly into the following:
nl: En, voeg je eigen LaTex aan het volgende toe:
pt: Acrescente o seu próprio código LaTeX:

source: Appearance&nbsp;preview&nbsp;image
pt: Aparência&nbsp;vista prévia&nbsp;imagem

source: Create the image by clicking "Preview" before saving
nl: Maak de afbeelding aan door voor opslaan op "Voorbeeldweergave" te klikken
pt: Gera a imagem se clicar em "Pré-visualizar" antes de guardar

source: Meta Information
nl: Meta informatie
pt: Meta-informação

source: Language and Encoding
nl: Taal en codering
pt: Idioma e codificação

source: XML Declaration
nl: XML toewijzing
pt: Declaração XML

source: Background Properties
nl: Achtergrondeigenschappen
pt: Propriedades do plano de fundo

source: Body Margins
nl: Bodymarge
pt: Margens (BODY)

source: Link Colors
nl: Linkkleuren
pt: Cores dos links

source: Text Properties
nl: Teksteigenschappen
pt: Propriedades de texto

source: Left Margin
nl: Linkermarge
pt: Margem esquerda

source: Right Margin
nl: Rechtermarge
pt: Margem direita

source: Top Margin
nl: Bovenmarge
pt: Margem topo

source: Bottom Margin
nl: Ondermarge
pt: Margem base

source: Font Face
nl: Lettertype
pt: Fonte

source: Link Color
nl: Linkkleur
pt: Cores dos links

source: Hover Color
nl: Hoverkleur
pt: Hover

source: Visited Color
nl: Bezocht kleur
pt: Visitado

source: Active Color
nl: Actieve kleur
pt: Ativo

source: Index and Follow the Links
nl: Links indexeren en volgen
pt: Indexar e seguir os hyperlinks

source: Index and Don't Follow the Links
nl: Links indexeren maar niet volgen
pt: Indexar e não seguir os hyperlinks

source: Do Not Index but Follow the Links
nl: Links volgen maar niet indexeren
pt: Seguir hyperlinks, mas não indexar

source: Do Not Index and Don't Follow the Links
nl: Links niet indexeren en niet volgen
pt: Não indexar / não seguir hyperlinks.

source: Stylesheet and Style Properties
nl: Stijlblad en stijleigenschappen
pt: Propriedades de folhas de estilo

source: Stylesheet
nl: Stijlblad
pt: Folha de estilo

source: Add New Element
nl: Nieuw element toevoegen
pt: Acrescentar novo elemento

source: Remove Selected Element
nl: Geselecteerde elementen verwijderen
pt: Remover elemento selecionado

source: Move Selected Element Up
nl: Geselecteerde elementen omhoog verplaatsen
pt: Subir elemento selecionado

source: Move Selected Element Down
nl: Geselecteerde elementen omlaag verplaatsen
pt: Descer elemento selecionado

source: Head Elements
nl: Kopelementen
pt: Elementos HEAD

source: Title Element
nl: Titelelement
pt: TITLE

source: Meta Element
pt: META

source: Script Element
pt: SCRIPT

source: Style Element
nl: Stijlelement
pt: STYLE

source: Link Element
pt: LINK

source: Base Element
nl: Basiselement
pt: BASE

source: Comment Node
nl: Opmerkingknooppunt
pt: Comentário

source: Comment
nl: Opmerking
pt: Comentário

source: Charset
nl: Karakterset
pt: Conjunto de caracteres

source: Defer
nl: Uitstellen
pt: Adiar

source: File/URL
nl: Bestand/URL
pt: Arquivo/URL

source: Top Left
nl: Linksboven
pt: Topo esquerda

source: Streamed RTSP resources should be added to the QT Source field under the Advanced tab. You should also add a non-streamed version to the Source field.
nl: Gestreamde RTSP bronnen dienen op het tabblad geavanceerd bij Quicktime bron te worden opgegeven. De niet-gestreamde versie kan dan bij het tabblad algemeen worden opgegeven.
pt: Fluxos de recursos RTSP devem ser acrescentados ao campo QT Src no Modo Avançado. Uma versão sem fluxo também deve ser acrescentada ao campo Src.

source: QT Source
nl: Quicktime bron
pt: QT Src

source: Progress
nl: Voortgang
pt: Progresso

source: Sound
nl: Geluid
pt: Som

source: Stretch V-Align
nl: V-Schaal
pt: Forçar V-Alinhamento

source: Stretch H-Align
nl: H-Schaal
pt: Forçar H-Alinhamento

source: Stretch Style
nl: Schaal
pt: Forçar Estilo

source: Script Callbacks
pt: Retornos de chamada de script

source: Top Right
nl: Rechtsboven
pt: Topo direita

source: UI Mode
nl: UI Modus
pt: Modo UI

source: Rate
nl: Snelheid
pt: Taxa

source: Play Count
nl: Afspeelteller
pt: Contagem de ouvintes

source: Default Frame
nl: Standaard frame
pt: Frame padrão

source: Current Position
nl: Huidige positie
pt: Posição atual

source: Current Marker
nl: Huidige markering
pt: Marcador atual

source: Captioning ID
nl: Ondertiteling id
pt: Id de legenda

source: Base URL
nl: Basis URL
pt: URL Base

source: Balance
nl: Balans
pt: Stereo

source: Windowless Video
nl: Video zonder venster
pt: Vídeo sem janela

source: Stretch to Fit
nl: Passend maken
pt: Estender

source: Mute
nl: Dempen
pt: Mudo

source: Invoke URLs
nl: URLs laden
pt: Chamar URLs

source: Enabled
nl: Ingeschakeld
pt: Ativado

source: Auto Start
nl: Automatisch afspelen
pt: Execução automática

source: Choke Speed
nl: Chokesnelheid
pt: Diminuir Velocidade

source: End Time
nl: Eindtijd
pt: Hora do fim

source: Start Time
nl: Starttijd
pt: Hora de início

source: No Correction
nl: Geen correctie
pt: Sem correcções

source: Target Cache
nl: Doelcache
pt: Cache alvo

source: Play Every Frame
nl: Elk frame afspelen
pt: Executar todas as frames

source: Kiosk Mode
nl: Kioskmodus
pt: Modo Kiosk

source: Controller
pt: Controlador

source: Show Menu
nl: Menu weergeven
pt: Mostrar menu

source: Loop
nl: Herhalen
pt: Repetição automática

source: Auto Play
nl: Automatisch afspelen
pt: Execução automática

source: H-Space
nl: H-Ruimte
pt: Espaço horizontal

source: V-Space
nl: V-Ruimte
pt: Espaço vertical

source: Controls
nl: Bediening
pt: Controles

source: Num Loops
nl: Aantal herhalingen
pt: Repetições

source: Align
nl: Uitlijning
pt: Alinhamento

source: Prefetch
nl: Voorladen
pt: Pré-buscar

source: No Java
nl: Geen Java
pt: Sem Java

source: Maintain Aspect
nl: Verhouding bewaren
pt: Manter aspecto

source: Image Status
nl: Afbeeldingstatus
pt: Status da imagem

source: Auto Goto URL
nl: Automatisch naar URL
pt: Auto abrir URL

source: Shockwave Options
nl: Shockwave opties
pt: Opções Shockwave

source: Real Media Player Options
nl: Real Media Player Opties
pt: Opções Real Media Player

source: Windows Media Player Options
nl: Windows Media Player Opties
pt: Opções Windows Media Player

source: QuickTime Options
nl: Quicktime opties
pt: Opções Quicktime

source: Flash Options
nl: Flash opties
pt: Opções Flash

source: Bottom Left
nl: Linksonder
pt: Abaixo esquerda

source: Bottom Right
nl: Rechtsonder
pt: Abaixo direita

source: HTML5 Video Options
nl: HTML5 Video Opties
pt: Opções de vídeo HTML5

source: Alternative source 1
nl: Alternatieve bron 1
pt: Código alternativo 1

source: Alternative source 2
nl: Alternatieve bron 2
pt: Código alternativo 2

source: Preload
nl: Voorladen
pt: Pré-carregar

source: Audio Options
nl: Audio Opties
pt: Opções de Audio

source: Don't Preload
nl: Niet voorladen
pt: Não Pré-carregar

source: Preload video metadata
nl: Video metadata voorladen
pt: Pré-carregar metadata de vídeo

source: Let user's browser decide
nl: Laat browser beslissen
pt: Deixar que navegador do usuário decida

source: Embedded Audio Options
nl: Geďntegreerd Geluid Opties
pt: Opções de Áudio Embutido

source: HTML5 video (ogv/ogg, webm, mp4)
pt: Vídeo HTML5 (ogv/ogg, webm, mp4)

source: HTML5 audio (mp3, ogg, wav)
pt: Áudio HTML5 (mp3, ogg, wav)

source: Shockwave
pt: shockware

source: Embedded Audio
nl: geďntegreerd geluid
pt: áudio embutido

source: Selected file
nl: Gekozen bestand
pt: Ficheiro selecionado

source: HTML5 does not work in all browsers
nl: HTML5 werkt niet in alle browsers
pt: HTML5 não funciona em todos os navegadores

source: Continue without changing your settings?
nl: Doorgaan zondwer Uw instellingen aan te passen?
pt: Continuar sem fazer qualquer mudança?

source: Could not generate preview
nl: Kon geen voorbeeldweergave aanmaken
pt: Não foi possível gerar uma pré-visualização

source: For Web browsers that do not support this video, a link to the video file will be displayed.
nl: Voor browsers die dit type video niet ondersteunen zal een link naar de video worden getoond.
pt: Se o navegador do utilizador não conseguir reproduzir o vídeo, será mostrada uma ligação para o ficheiro.

source: For Web browsers that do not support this audio, a link to the audio file will be displayed.
nl: Voor browsers die dit type audio niet ondersteunen zal een link naar de audio worden getoond.
pt: Se o navegador do utilizador não conseguir reproduzir o áudio, será mostrada uma ligação para o ficheiro.

source: Use JavaScript player
pt: Usar reproductor JavaScript

source: Media Title
nl: Mediatitel
pt: Título

source: Use Autoplay
nl: Automatisch afspelen
pt: Utilizar execução automática

source: Use Controls
nl: Gebruik bediening
pt: Utilizar controlos

source: Include wrapper (improves presentation)
nl: Gebruik grafische schil (verbeterd weergave)
pt: Incluir contentor (melhora a apresentação)

source: Markup language
nl: Progranmmeertaal
pt: Linguagem de marcação

source: Please select a language
nl: Kies een taal
pt: Por favor, escolha uma língua.

source: Find What
nl: Zoeken naar
pt: Localizar

source: Direction
nl: Richting
pt: Direção

source: Find Next
nl: Zoeken
pt: Localizar próx.

source: All occurrences of the search string were replaced.
nl: Alle instanties van de zoekterm zijn vervangen.
pt: Todas as substituições foram efetuadas.

source: Find Again
nl: Opnieuw zoeken
pt: Localizar novamente

source: The search has been completed. The search string could not be found.
nl: Het doorzoeken is voltooid. De zoekterm kon niet meer worden gevonden.
pt: A pesquisa foi concluída sem resultados.

source: Replace All
nl: Alles verv.
pt: Subst. todos

source: border
nl: Rand
pt: Limites

source: below
nl: Onder
pt: abaixo

source: above
nl: Boven
pt: acima

source: Rules
nl: Hulplijnen
pt: Regras

source: all
nl: Alles
pt: Todos

source: cols
nl: Kolommen
pt: colunas

source: rows
nl: Rijen
pt: Linhas

source: groups
nl: Groepen
pt: Grupos

source: Are you sure you want to continue without specifying a scope for this table header cell. Without it, it may be difficult for some users with disabilities to understand the content or data displayed of the table.
nl: Weet u zeker dat u door wilt gaan met het toewijzen van een kop zonder een bereik op te geven? Mensen met een visuele handicap kunnen hierdoor waarschijnlijk slecht bij de gegevens.
pt: Tem certeza de que quer continuar sem especificar um escopo para esta célula? (Isso poderá causar dificuldades a usuários deficientes)

source: You've exceeded the maximum number of cells of {$cells}.
nl: U heeft het maximale aantal cellen van {$cells} overschreden.
pt: Excedeu o número máximo de células de {$cells}.

source: You've exceeded the maximum number of rows of {$rows}.
nl: U heeft hebt het maximale aantal rijen van {$rows} overschreden.
pt: Excedeu o número máximo de linhas de {$rows}.

source: You've exceeded the maximum number of columns of {$cols}.
nl: U heeft het maximale aantal kolommen van {$cols} overschreden.
pt: Excedeu o número máximo de colunas de {$cols}.

source: Update All Rows in Table
nl: Alle rijen bijwerken
pt: Atualizar todas as linhas

source: Update Even Rows in Table
nl: Even rijen bijwerken
pt: Atualizar linhas pares

source: Update Odd Rows in Table
nl: Oneven rijen bijwerken
pt: Atualizar linhas ímpares

source: Update Current Row
nl: Huidige rij bijwerken
pt: Atualizar esta linha

source: Update All Cells in Table
nl: Alle cellen in tabel bijwerken
pt: Atualizar todas as células na tabela

source: Update All Cells in Row
nl: Alle cellen in rij bijwerken
pt: Atualizar todas as células na linha

source: Update Current Cell
nl: Huidige cel bijwerken
pt: Atualizar esta célula

source: Data
nl: Gegevens
pt: Dados

source: Summary
nl: Samenvatting
pt: Sumário

source: Border Color
nl: Randkleur
pt: Cor dos limites

source: Update all cells in column
nl: Alle cellen in de kolom bijwerken
pt: Atualizar todas as células na coluna

source: Select a Template
nl: Selecteer een sjabloon
pt: Selecionar template

source: Warning: Updating a template with a different one may cause data loss.
nl: Waarschuwing: het bijwerken van een sjabloon met een andere kan het verlies van informatie tot gevolg hebben.
pt: Atenção: Atualizar um template com outro pode causar a perda de dados.

source: %Y-%m-%d %H:%M:%S
nl: %d-%m-%Y %H:%M:%S
pt: %d-%m-%Y %H:%M:%S

source: Display the link title, a term definition or content from another page.
nl: Toon de titel van de link, de definitie van een uitdrukking of de inhoud van een andere pagina.
pt: Mostrar o título da ligação, a definição de um termo ou conteúdo doutra página.

source: See definition
nl: Zie definitie
pt: Ver definição

source: Glossary
nl: Overzicht
pt: Glossário

source: Choose a page. Add a Free Text iDevice with a Definition List in it.
nl: Kies een pagina. Maak een vrije tekst iDevice aan die een Definitie Lijst bevat.
pt: Escolher a página. Acrescentar um iDevice de Texto Livre com uma Lista de Definições no interior.

source: Definition List button
nl: Knop lijst met omschrijvingen
pt: Botão de Lista de Definições

source: Use the "Definition List" button to add terms and definitions:
nl: Gebruik de knop "Definitie Lijst" om uitdrukkingen en definities toe te voegen
pt: Utilize o botão "Lista de Definições" para acrescentar termos e definições:

source: Define the Link: Select the page where the definitions are.
nl: Definieer de Link: Selecteer de pagina die de definities bevat.
pt: Definir a Ligação: Escolher a página onde estão as definições.

source: The tooltip will show the term definition.
nl: De tooltip toont de betekenis van de uitdrukking
pt: A dica de contexto mostrará a definição do termo.

source: Insert Current Date/Time
nl: Huidige datum/tijd invoegen
pt: Inserir data/hora

source: Remove
nl: Verwijderen
pt: Remover

source: Citation Element
nl: Citaat
pt: Citação

source: Abbreviation Element
nl: Afkorting
pt: Abreviação

source: Acronym Element
nl: Synoniem
pt: Acrônimo

source: Deletion Element
nl: Verwijderingselement
pt: Apagar

source: Insertion Element
nl: Invoegingselement
pt: Inserir

source: Element Events
nl: Element Gebeurtenissen
pt: Eventos

source: Element Attributes
nl: Elementattributen
pt: Atributos

source: Definition Description
nl: Definitiebeschrijving
pt: Descrição da definição

source: Definition Term
nl: Definitieterm
pt: Termo da definição

source: Code Sample
nl: Codevoorbeeld
pt: Amostra de código

source: Address
nl: Adres
pt: Endereço

source: Jump to tool buttons - Alt+Q, Jump to editor - Alt-Z, Jump to element path - Alt-X
nl: Spring naar werkbalk - Alt+Q, Spring naar tekst - Alt-Z, Spring naar elementpad - Alt-X
pt: Ir para as ferramentas - Alt+Q, Ir para o editor - Alt-Z, Ir para o endereço do elemento - Alt-X

source: Are you sure you want clear all contents?
nl: Weet u zeker dat u alle inhoud wilt wissen?
pt: Tem a certeza que deseja apagar tudo?

source: Path
nl: Pad
pt: Endereço

source: Image Properties
nl: Afbeeldingseigenschappen
pt: Propriedades da imagem

source: Paste (Ctrl+V)
nl: Plakken
pt: Colar

source: Copy (Ctrl+C)
nl: Kopiëren
pt: Copiar

source: Cut (Ctrl+X)
nl: Knippen
pt: Recortar

source: show/Hide Guidelines/Invisible Elements
nl: Hulplijnen weergeven
pt: Alternar guias/elementos invisíveis

source: Insert Special Character
nl: Symbool invoegen
pt: Inserir caracteres especiais

source: Select Background Color
nl: Tekstmarkeringskleur
pt: Selecionar a cor de fundo

source: Select Text Color
nl: Tekstkleur
pt: Selecionar a cor do texto

source: Your Custom Description Here
nl: Uw eigen beschrijving hier
pt: Insira aqui a sua descrição personalizada

source: Edit HTML Source
nl: HTML bron bewerken
pt: Editar código fonte

source: Align Full
nl: Uitvullen
pt: Justificar

source: Press ALT-F10 for toolbar. Press ALT-0 for help
nl: Druk op ALT-F10 voor de werkbalk. Druk op ALT-0 voor hulp.
pt: Pressione ALT-F10 para barra de ferramentas. Pressione ALT-0 para ajuda

source: Accessability Help
nl: Toegankelijkheid Help
pt: Ajuda acessibilidade

source: Toolbar
nl: Werkbalk
pt: Barra de ferramentas

source: Insert/Edit Anchor
nl: Anker invoegen/bewerken
pt: Inserir/editar âncora

source: Underline (Ctrl+U)
nl: Onderstrepen (Ctrl+U)
pt: Sublinhado (Ctrl+U)

source: Italic (Ctrl+I)
nl: Cursief (Ctrl+I)
pt: Itálico (Ctrl+I)

source: Bold (Ctrl+B)
nl: Vet (Ctrl+B)
pt: Negrito (Ctrl+B)

source: Cleanup Messy Code
nl: Code opruimen
pt: Limpar código incorreto

source: Redo (Ctrl+Y)
nl: Herhalen (Ctrl+Y)
pt: Refazer (Ctrl+Y)

source: Undo (Ctrl+Z)
nl: Ongedaan maken (Ctrl+Z)
pt: Desfazer (Ctrl+Z)

source: Open Link in the Same Window
nl: Link in hetzelfde venster openen
pt: Abrir hyperlink na mesma janela

source: Select Special Character
nl: Symbolen
pt: Selecionar caracteres personalizados

source: Name:
nl: Naam:
pt: Nome:

source: Color:
nl: Kleur:
pt: Cor:

source: Named Colors
nl: Benoemde kleuren
pt: Cores Personalizadas

source: Named
nl: Benoemd
pt: Personalizadas

source: Palette Colors
nl: Paletkleuren
pt: Paleta de Cores

source: Palette
nl: Palet
pt: Paleta

source: Picker
nl: Alle kleuren
pt: Editor

source: Select a Color
nl: Kleuren
pt: Selecione uma cor

source: Word Wrap
nl: Automatische terugloop
pt: Quebra automática de linha

source: HTML Source Editor
nl: HTML Bron
pt: Editor HTML

source: Anchor Name
nl: Ankernaam
pt: Nome da âncora

source: Loaded Plugins
nl: Geladen Invoegtoepassingen
pt: Plugins Instalados

source: About TinyMCE
nl: Over TinyMCE
pt: Sobre o TinyMCE

source: Please specify a valid anchor name.
nl: Geef een geldige ankernaam.
pt: Por favor, especifique um nome válido de âncora.

source: Accessibility Help
nl: Hulp m.b.t. Toegankelijkheid
pt: Ajuda de Acessibilidade

source: General Usage
nl: Algemeen Gebruik
pt: Uso Geral

source: Invalid color value
nl: Ongeldige kleur code
pt: Valor da cor inválido

source: This format (%) is valid for audio and video.
pt: Este formato (%) é válido para áudio e vídeo.

source: Please use any of these formats or provide a link to the file itself:
pt: Por favor, utilize um destes formatos ou forneça uma ligação para o próprio ficheiro:

source: INTEF
dz: ཨིན་ཊིཨི་ཨེཕ
nl: INTEF: Instituto Nacional de Tecnologías Educativas y de Formación del Profesorado

source: http://exelearning.net/html_manual/exe20_en/
nl: http://exelearning.net/html_manual/exe20_nl/

source: Procomún
nl: Algemeen

source: Normal
nl: Normaal

source: Classes
nl: Klasses

source: HREF Lang
nl: HREF taal

source: Flash Vars
nl: Variabelen

source: SAlign
nl: Schaaluitlijning

source: vsides
nl: Verticale zijden

source: rhs
nl: Rechterzijkant

source: lhs
nl: Linkerzijkant

source: hsides
nl: Horizontale zijden

source: Plugin
nl: Invoegtoepassing

source: Plugins
nl: Invoegtoepassingen

source: MP3
dz: ཨེམ་པི་༣

source: pc-dos
dz: གློག་རིག - ཌོསི

source: ms-windows
dz: ཨེམ་ཨེསི་-ཝིན་ཌོ

source: amaya
dz: ཨཱ་མ་ཡ

source: linux
dz: ལའི་ནགསི

source: Geogebra
dz: ཇི་ཝོ་ཇིབ་ར

source: JClic
dz: ཇེ་ཀིལིཀ

source: Youtube
dz: ཡུ་ཊུབ
