Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Limit the words in each dropdown box. Write the possible options, starting with the correct one, separated by |
ca: Limiteu les de cada quadre desplegable. Escriviu les respostes possibles, començant pel correcte, separades per |
es: Limitar las palabras de cada cuadro desplegable. Escriba las posibles opciones, comenzando por la correcta, separadas por |
eu: Mugatu kaxa zabalgarri bakoitzaren hitzak. Idatzi aukera posibleak | ikurraren bidez separatuta eta hasi hitz zuzenarekin.
fr: Limiter les mots de chaque menú dépliant. Écrivez les options posibles, en commençant par l'option correcte et en les séparant avec |
gl: Limitar as palabras de cada cadro despregable. Escribe as posibles opcións, comezando pola correcta, separadas por |

source: Wrong words
ca: Mots incorrectes
es: No son las palabras buscadas
eu: Hitz okerrak
fr: Erreurs de mots
gl: Palabras incorrectas

source: Number of attempts
ca: Nombre d'intents
es: Número de intentos
eu: Saiakera kopurua
fr: Nombre d'essais
gl: Número de intentos

source: Allow errors in typed words
ca: Permeteu errades als mots escrits
es: Permitir errores en los palabras introducidas
eu: Onartu erroreak sartutako hitzetan
fr: Permettre des erreurs dans les mots introduits
gl: Permitir erros nas palabras introducidas

source: Incorrect letters allowed (&percnt;)
ca: Lletres incorrectes permeses (&percnt;)
es: &percnt; de letras incorrectas permitido
eu: Onartutako hitz okerrak (&percnt;)
fr: Lettres incorrectes permises (&percnt;)
gl: &percnt; de letras incorrectas permitido

source: Field width proportional to the words length
ca: Amplària del quadre proporcional a la longitud dels mots
es: Tamaño de los cuadros proporcional a la longitud de las palabras
eu: Eremuaren zabalera hitzaren luzerarekiko proportzionala
fr: Longueur de champ proportionnelle à la longueur des mots
gl: Tamaño dos cadros proporcional á lonxitude das palabras

source: eXeLearning is a **free** and open source editor to create **educational** resources in an **simple | easy** way. It's available for different **operating** systems.
ca: eXeLearning és un editor **lliure** i de codi obert per crear recursos **educatius** de forma **fàcil i senzilla**. Està disponible per a diferents sistemes **operatius**.
es: eXeLearning es un editor **libre** y de fuentes abiertas pensado para crear recursos **educativos** de una manera **fácil y sencilla**. Está disponible para diferentes sistemas **operativos**.
eu: eXeLearning **hezkuntzarako** edukiak modu **errazean** sortzeko kode irekiko programa **librea** da. Sistema **eragile** desberdinetan erabili daiteke.
fr: eXeLearning est un éditeur **libre** de sources ouvertes pour créer des ressources **éducatives** d'une manière **simple et facile**, disponible pour différents systèmes **opératifs**.
gl: eXeLearning é un editor **libre** e de fontes abertas pensado para crear recursos **educativos** dun xeito **doado e sinxelo**. Está dispoñible para diferentes sistemas **operativos**.

source: Challenge
ca: Desafiament
ca_es@valencia: Repte
dz: དོ་འགྲན
el: Δοκιμασία
es: Desafío
eu: Jokoa
fr: Défi
gl: Desafío
it: Sfida
pl: Wyzwanie
ru: Вызов
tr: Yarışma
zh_cn: 挑战
zh_tw: 挑戰

source: Click here to start
ca: Prem aquí per començar
ca_es@valencia: Feu clic per a començar
dz: འགོ་བཙུག་ནི་དོན་ལུ་ ནཱ་ལུ་ཨེབ་གཏང
el: Κάνε κλικ εδώ για να ξεκινήσεις
es: Pulse aquí para empezar
eu: Klik egin hasteko
fr: Cliquer ici pour commencer
gl: Prema aquí para comezar
it: Clic per iniziare
pl: Kliknij tutaj, aby rozpocząć
ru: Нажмите здесь, чтобы начать
tr: Başlamak için buraya tıklayın
zh_cn: 单击这里开始
zh_tw: 點擊此處以開始

source: Trial
ca: Repte
ca_es@valencia: Repte
dz: མོ་བཏབ
el: Δοκιμασία
es: Reto
eu: Erronka
fr: Défi
gl: Reto
it: Prova
pl: Próba
ru: Задача
tr: Deneme
zh_cn: 问题
zh_tw: 嘗試

source: Completed trials
ca: Reptes completats
ca_es@valencia: Proves resoltes
dz: མོ་བཏབ་མཇུག་བསྡུ་ཡོདཔ
el: Ολοκληρωμένες δοκιμές
es: Retos completados
eu: Betetako erronkak
fr: Défis complétés
gl: Retos completados
it: Prove completate
pl: Ukończone próby
ru: Завершенные испытания
tr: Tamamlanan denemeler
zh_cn: 已完成的问题
zh_tw: 已完成的嘗試

source: Starting time
ca: S'inicia el temps
ca_es@valencia: Inici del repte
dz: འགོ་བཙུགས་དུས་ཚད
el: Χρόνος έναρξης
es: Inicio desafío
eu: Hasierako denbora
fr: Démarrer le chronomÈtre
gl: Inicio desafío
it: Tempo iniziale
pl: Czas rozpoczęcia
ru: Время начала
tr: Başlangıç Zamanı
zh_cn: 起始时间
zh_tw: 開始時間

source: Read the instructions and click on a trial when you're ready to play.
ca: Llegiu les instruccions i premeu sobre el repte quan estigueu a punt per jugar.
ca_es@valencia: Llig el repte i, quan estigues llest, prem sobre una prova per a jugar.
el: Διαβάστε τις οδηγίες και κάντε κλικ σε ένα δοκιμαστικό όταν είστε έτοιμοι να παίξετε.
es: Lee el desafío y, cuando estés listo, pulsa sobre un reto para jugar.
eu: Irakurri instrukzioak eta egin klik erronka batean jokatzeko prest zaudenean.
fr: Lisez les instructions et cliquer sur un défi quand vous serez prêt à jouer.
gl: Le o desafío e, cando esteas listo, preme sobre un reto para xogar.
it: Leggere le istruzioni e cliccare su una prova per cominciare.
pl: Przeczytaj instrukcje i kliknij wersję próbną, gdy będziesz gotowy do gry.
ru: Прочтите инструкцию и нажмите на испытание, когда будете готовы к игре.
tr: Yönergeleri okuyun ve oynamaya hazır olduğunuzda bir denemeye tıklatın.
zh_cn: 阅读说明，并在准备播放时单击试用版。
zh_tw: 閱讀說明並在準備好要玩的時候點擊「嘗試」。

source: You've completed all the trials! You can now complete the game.
ca: Heu completat tots els reptes! Podeu completar el joc.
ca_es@valencia: Has resolt totes les proves! Completa el repte!
el: Κάνατε όλα τα δοκιμαστικά! Τώρα μπορείτε να ολοκληρώσετε το παιχνίδι.
es: ¡Has resuelto todos los retos! ¡Completa el desafío!
eu: Erronka guztiak bete dituzu! Orain jokoa bete dezakezu.
fr: Vous avez complété Tous les défis ! Vous pouvez maintenant compléter le jeu.
gl: Resolviches tódolos retos! Agora podes completar o desafío.
it: Tutte le prove sono state completate! Ora si può completare il gioco.
pl: Ukończyłeś wszystkie próby! Możesz teraz ukończyć grę.
ru: Вы решили все задачи! Завершите испытание!
tr: Tüm denemeleri ! Artık oyunu tamamlayabilirsiniz.
zh_cn: 你已经完成了所有的挑战问题！您现在可以完成游戏。
zh_tw: 您已完成所有的嘗試了！現在可以完成此遊戲了。

source: You made it! You can restart to play again.
ca: Ho heu fet! Podeu reiniciar el joc de nou.
ca_es@valencia: Has resolt el repte! Prem reiniciar per a una nova partida.
el: Τα καταφέρατε! Μπορείτε να κάνετε επανεκκίνηση για να παίξετε ξανά.
es: ¡Has resuelto el desafío! Pulsa reiniciar para nueva partida.
eu: Lortu duzu! Berriro hasi dezakezu jokoa.
fr: Vous avez réussi ! Vous pouvez recommencer à jouer.
gl: Resolviches o desafío! Preme reiniciar para unha nova partida.
it: Ce l'hai fatta! Riavviare per giocare di nuovo.
pl: Zrobiłeś to! Możesz ponownie uruchomić grę, aby ponownie zagrać.
ru: Ты сделал это! Перезагрузите для новой игры.
tr: Başardın! Tekrar oynamak için yeniden başlatabilirsiniz.
zh_cn: 你成功了！您可以重新启动以再次播放。
zh_tw: 您成功了！您可以重新開始再玩一次。

source: You solved the trial! Congratulations!
ca: Heu resolt el repte! Felicitacions!
ca_es@valencia: Enhorabona! Has resolt aquest repte!
el: Λύσατε το δοκιμαστικό! Συγχαρητήρια!
es: ¡Enhorabuena! ¡Has resuelto este desafío!
eu: Erronka asmatu duzu! Zorionak!
fr: Défi complété ! Félicitations !
gl: Parabéns! Resolviches este desafío!
it: Prova risolta! Congratulazioni.
pl: Rozwiązałeś próbę! Gratulacje!
ru: Поздравляю! Вы решили эту задачу!
tr: Denemeyi çözdün ! Tebrikler!
zh_cn: 您已经完成了这个挑战问题！祝贺！
zh_tw: 您完成了嘗試！恭喜！

source: Time Over. Please restart to try again.
ca: Temps esgotat. Reinicieu per provar de nou.
ca_es@valencia: El temps ha finalitzat i no has resolt el repte. Prem sobre reiniciar per a intentar-ho de nou.
el: Τέλος χρόνου. Κάντε επανεκκίνηση για να δοκιμάσετε ξανά.
es: El tiempo ha finalizado y no has resuelto el desafío. Pulsa sobre reiniciar para intentarlo de nuevo.
eu: Denbora amaitu da. Saiatu berriro.
fr: Temps expiré. Veuillez redémarrer pour essayer à Nouveau.
gl: O tempo finalizou e non resolviches o desafío. Preme Reiniciar para tentalo de novo.
it: Tempo scaduto. Riavviare per un'altra prova.
pl: Czas upłynął. Zrestartuj, aby spróbować ponownie.
ru: Время вышло. Пожалуйста, перезапустите, чтобы повторить попытку.
tr: Süre doldu. Tekrar denemek için lütfen yeniden başlatın.
zh_cn: 时间结束了。请重新启动以重试。
zh_tw: 時間到。請重新開始再試一次。

source: Sorry. Wrong solution.
ca: Ho lamento. Solució incorrecta.
ca_es@valencia: Solució incorrecta.
dz: དགོངསམ་མ་ཁྲེལ་ ལན་ཕྱི་འགྱུར་མས།
el: Συγγνώμη. Λάθος λύση.
es: Solución incorrecta.
eu: Lastima. Erantzun okerra.
fr: Désolé. Mauvaise solution.
gl: Solución incorrecta.
it: Peccato. Soluzione sbagliata.
pl: Przepraszam. Złe rozwiązanie.
ru: Неправильное решение
tr: Üzgünüm. Yanlış çözüm.
zh_cn: 对不起，答案错误。
zh_tw: 抱歉，答案錯誤。

source: Sorry. The solution is wrong.
ca: Ho lamento. La solució no és bona.
ca_es@valencia: La solució no és correcta.
dz: དགོངསམ་མ་ཁྲེལ་ ལན་འདི་ཕྱི་འགྱུར་མས།
el: Συγγνώμη. Η λύση είναι λάθος.
es: La solución no es correcta.
eu: Lastima. Erantzuna ez da zuzena.
fr: Désolé. La solution n'est pas correcte.
gl: A solución non é correcta.
it: Peccato. La soluzione è sbagliata.
pl: Przepraszam. Rozwiązanie jest błędne.
ru: Неверное решение
tr: Üzgünüz. Çözüm yanlış.
zh_cn: 对不起，答案错误。
zh_tw: 抱歉，答案錯誤。

source: You solved this trial! Please select another one.
ca: Heu resolt aquest repte! Seleccioneu-ne un altre.
ca_es@valencia: Has resolt aquesta prova! Selecciona una altra!
el: Λύσατε με επιτυχία αυτό το δοκιμαστικό! Επιλέξετε άλλο ένα.
es: ¡Has resuelto este reto! ¡Selecciona otro!
eu: Erronka hau asmatu duzu! Aukeratu beste bat.
fr: Vous avez complété le défi ! Veuillez en choisir un autre.
gl: Resolviches este reto! Selecciona outro.
it: Prova risolta! Sceglierne un'altra.
pl: Rozwiązałeś tę próbę! Wybierz inną.
ru: Вы решили эту задачу! Выберите другую!
tr: Bu denemeyi daha önce çözdünüz! Lütfen başka bir tane seçin.
zh_cn: 您已经完成了这个挑战问题！请选择另一个问题。
zh_tw: 您完成了嘗試！請選另一個來嘗試。

source: Restart the game and the starting time?
ca: Reinicieu el joc i el començament del temps?
ca_es@valencia: Això reiniciarà el joc i modificarà la seua hora d'inici. Desitges continuar?
dz: རྩེདམོ་དེ་དང་འགོ་བཙུགས་དུས་ཚད་ལོག་འགོ་བཙུག
el: Επανεκκίνηση του παιχνιδιού και του χρόνου έναρξης;
es: Esto reiniciará el juego y modificará su hora de inicio. ¿Deseas continuar?
eu: Jokoa eta denbora berrabiarazi?
fr: Redémarrer le jeu et le chronomètre ?
gl: Reiniciar o xogo e o tempo de inicio?
it: Ricominciare il gioco e azzerare il tempo?
pl: Uruchom ponownie grę i czas rozpoczęcia?
ru: Это перезапустит игру и изменит время ее начала. Продолжить?
tr: Oyunu ve başlangıç zamanı sıfırlansın mı?
zh_cn: 重新启动游戏和开始时间？
zh_tw: 要重新開始遊戲並重新計時嗎？

source: You must complete all the trials to finish.
ca: Cal que completeu tots els reptes per acabar.
ca_es@valencia: Has de completar totes les proves abans de resoldre el repte.
el: Πρέπει να κάνετε όλα τα δοκιμαστικά για να ολοκληρώσετε.
es: Antes de resolver el desafío, debes completar todos los retos.
eu: Erronkak asmatu behar dituzu amaitzeko.
fr: Vous devez compléter Tous les défis pour terminer.
gl: Antes de resolver o desafío, completa tódolos retos.
it: Si devono completare tutte le prove per finire.
pl: Aby zakończyć, musisz ukończyć wszystkie próby.
ru: Перед тем, как решить испытание, вы должны выполнить все задачи.
tr: Bitirmek için tüm denemeleri tamamlamanız gerekir.
zh_cn: 你必须完成所有挑战问题才能完成。
zh_tw: 您必須完成所有的嘗試。

source: You already completed this trial.
ca: Heu completat aquest repte.
ca_es@valencia: Ja has completat aquesta prova.
el: Έχετε ήδη κάνει αυτό το δοκιμαστικό.
es: Ya has completado este reto.
eu: Erronka hau dagoeneko bete duzu.
fr: Défi déjà complété.
gl: Xa completaches este reto.
it: Prova già completata.
pl: Ta wersja próbna została już ukończona.
ru: Вы уже выполнили это задание
tr: Bu denemeyi zaten tamamladınız.
zh_cn: 您已经完成了此问题。
zh_tw: 您已經完成了此嘗試。

source: Complete the trial. Write the solution.
ca: Completeu el repte. Escriviu la solució.
ca_es@valencia: Resol aquesta prova i indica la seua solució.
el: Ολοκληρώστε το δοκιμαστικό. Γράψτε τη λύση.
es: Resuelve este reto e indica su solución.
eu: Erronka bete. Eman soluzioa.
fr: Complétez le défi. Écrivez la solution.
gl: Resolve este reto e indica a súa solución.
it: Completare la prova. Scrivere la soluzione.
pl: Ukończ próbę. Napisz rozwiązanie.
ru: Решите эту задачу и укажите свое решение.
tr: Deneme sürümünü tamamlayın. Çözümü yazın.
zh_cn: 完成挑战问题。写下答案。
zh_tw: 完成此嘗試，寫下正確答案。

source: Please write the challenge title.
ca: Escriviu el títol del desafiament.
ca_es@valencia: Escriu el títol del repte.
el: Παρακαλώ γράψτε τον τίτλο της δοκιμασίας.
es: Debe indicar el título del desafío.
eu: Eman erronkaren izenburua.
fr: Veuillez écrire le titre du défi.
gl: Debe indicar o título do desafío.
it: Scrivere il titolo della sfida.
pl: Proszę wpisać tytuł wyzwania.
ru: Вы должны указать название задачи
tr: Lütfen yarışma başlığını yazın.
zh_cn: 请写下本次挑战的标题
zh_tw: 請寫下挑戰的標題。

source: Please write the challenge description.
ca: Escriviu la descripció del desafiament.
ca_es@valencia: Escriu la descripció del repte.
el: Παρακαλώ γράψτε την περιγραφή της δοκιμασίας.
es: Debe completar la descripción del desafío.
eu: Eman erronkaren deskribapena.
fr: Veuillez écrire la description du défi.
gl: Debe completar a descrición do desafío.
it: Scrivere la descrizione della sfida.
pl: Napisz opis wyzwania.
ru: Вы должны заполнить описание задачи
tr: Lütfen meydan okuma için açıklama yazın.
zh_cn: 请写下本次挑战的说明。
zh_tw: 請寫下挑戰的描述。

source: Please write the challenge solution.
ca: Escriviu la solució del desafiament.
ca_es@valencia: Escriu la solució del repte.
el: Παρακαλώ γράψτε τη λύση της δοκιμασίας.
es: Debe indicar la solución del desafío.
eu: Eman erronkaren soluzioa.
fr: Veuillez écrire la solution du défi.
gl: Debe indicar a solución do desafío.
it: Scrivere la soluzione della sfida.
pl: Napisz rozwiązanie problemu.
ru: Вы должны указать решение задачи
tr: Lütfen meydan okumanın çözümünü yazın.
zh_cn: 请写下本次挑战的答案。
zh_tw: 請寫下挑戰的解答。

source: Please add at least one trial.
ca: Afegiu al menys un repte.
ca_es@valencia: Ha d'afegir almenys una prova.
el: Παρακαλώ προσθέστε τουλάχιστον μια δοκιμασία.
es: Debe añadir al menos un reto.
eu: Gutxienez gehitu erronka bat.
fr: Veuillez ajouter au moins un défi.
gl: Debe engadir un reto polo menos.
it: Aggiungere almeno una prova.
pl: Dodaj co najmniej jedną wersję próbną.
ru: Вы должны добавить хотя бы одно испытание
tr: Lütfen en az bir deneme ekleyin.
zh_cn: 请至少添加一个挑战问题。
zh_tw: 請新增至少一個嘗試。

source: You can only add ten trials.
ca: Sols podeu afegir 10 reptes.
ca_es@valencia: Només pots afegir deu proves a un repte.
el: Μπορείτε να προσθέσετε μόνον δέκα δοκιμασίες.
es: Sólo puede añadir diez retos a un desafío.
eu: Gehienez hamar erronka gehitu ditzakezu.
fr: Vous ne pouvez ajouter que 10 défis.
gl: Só se poden engadir dez retos a un desafío.
it: Si possono inserire solo dieci prove.
pl: Możesz dodać tylko dziesięć wersji próbnych.
ru: Вы можете добавить только десять испытаний к задаче.
tr: Yalnızca on deneme ekleyebilirsiniz.
zh_cn: 您只能添加十个挑战问题。
zh_tw: 您只能增加十個嘗試。

source: Please write the title, description and solution of all the trials.
ca: Escriviu el títol, descripció i solució de tots els reptes.
ca_es@valencia: Escriu el títol, solució i descripció de totes les proves.
el: Παρακαλώ γράψτε τον τίτλο, την περιγραφή και τη λύση όλων των δοκιμασιών.
es: Debe indicar el título, solución y descripción de todos los retos.
eu: Idatzi erronkaren izenburua, deskribapena eta soluzioa.
fr: Veuillez écrire le titre, la description et la solution de tous les défis.
gl: Debe indicar o título, solución e descrición de tódolos retos.
it: Scrivere i titoli, le descrizioni e le soluzioni di tutte le prove.
pl: Proszę podać tytuł, opis i rozwiązanie wszystkich prób.
ru: Вы должны указать название, решение и описание всех задач.
tr: Lütfen tüm denemelerin başlığını, açıklamasını ve çözümünü yazınız.
zh_cn: 请写下所有挑战问题的标题、描述和答案。
zh_tw: 請寫下所有嘗試的標題、描述與解答。

source: Create escape room type activities in which players will have to complete trials before solving the final challenge.
ca: Creeu activitats del tipus Joc d'escapada en les quals els jugadors hauran de completar els reptes abans de resoldre el desafiament final.
es: Cree actividades tipo "habitación de escape" (escape room) en las que los jugadores deberán completar diferentes retos antes de resolver el desafío final.
eu: Sortu ihes-gela motako jarduerak non jokalariek proba desberdinak bete beharko dituzte azken erronkaren irtenbidea topatu arte.
fr: Créer des activités au format "jeu d'évasion" (Escape room) où les joueurs doivent surmonter des problèmes avant de résoudre le défi final.
gl: Cree actividades tipo "escape room" nas que os xogadores ou as xogadoras deberán completar diferentes retos antes de resolver o desafío final.

source: Complete all the trials to finish the activity.
ca: Completeu tots els reptes per finalitzar l'activitat.
ca_es@valencia: Completa totes les proves i finalitza el repte.
el: Κάντε όλες τις δοκιμασίες για να ολοκληρώσετε τη δραστηριότητα.
es: Resuelve todos los retos y completa el desafío.
eu: Bete erronka guztiak jarduera osatzeko.
fr: Complétez tous les défis pour terminer l'activité.
gl: Resolve tódolos retos e completa o desafío.
it: Completa tutte le prove per finire l'attività.
pl: Ukończ wszystkie próby, aby zakończyć aktywność.
ru: Решите все задачи и выполните задание.
tr: Aktiviteyi bitirmek için tüm denemeleri tamamlayın.
zh_cn: 你必须完成所有挑战问题才能完成本活动。
zh_tw: 完成所有嘗試以結束此活動。

source: Trials
ca: Reptes
ca_es@valencia: Proves
dz: མོ་བཏབ་ཚུ
el: Δοκιμασίες
es: Retos
eu: Erronkak
fr: Défis.
gl: Retos
it: Prove
pl: Próba
ru: Задачи
tr: Denemeler
zh_cn: 挑战的问题
zh_tw: 嘗試

source: Discover
ca: Descobreix
es: Descubre

source: You finished all the attempts! Please try again
ca: Has esgotat tots els intents. Torna-ho a provar
es: ¡Has agotado todos los intentos! Prueba de nuevo

source: You found all the pairs!
ca: Has trobat totes les parelles!
es: ¡Has encontrado todas las parejas!

source: You found all the trios!
ca: Has trobat tots els grups de tres!
es: ¡Has encontrado todos los tríos!

source: You found all the quartets!
ca: Has trobat tots els grups de quatre!
es: ¡Has encontrado todas los cuartetos!

source: The game has started! Select two cards
ca: El joc ha començat! Selecciona dues targetes
es: ¡El juego ha comenzado! Selecciona dos cartas

source: The game has started! Select three cards
ca: El joc ha començat! Selecciona tres targetes
es: ¡El juego ha comenzado! Selecciona tres cartas

source: The game has started! Select four cards
ca: El joc ha començat! Selecciona quatre targetes
es: ¡El juego ha comenzado! Selecciona cuatro cartas

source: Number of attemps
ca: Nombre d'intents
es: Número de intentos

source: Pairs
ca: Parelles
ca_es@valencia: Parelles
dz: ཆ་བསྡོམས
el: Ζεύγη
es: Parejas
eu: Bikoteak
fr: Paires
gl: Parellas
it: Coppie
pl: Pary
ru: Пары
tr: Çiftler
zh_cn: 对
zh_tw: 配對

source: Trios
ca: Grups de tres
es: Tríos

source: Quartets
ca: Grups de quatre
es: Cuartetos

source: Attempts
ca: Intents
es: Intentos
eu: Saiakerak
fr: Tentatives
gl: Tentativas

source: You completed a pair. Keep going!
ca: Has completat una parella. Continua!
es: Una pareja completada. ¡A por la siguiente!

source: You completed a trio. Keep going!
ca: Has completat un grup de tres. Continua!
es: Un trío completado. ¡A por la siguiente!

source: You completed a quartet. Keep going!
ca: Has completat un grup de quatre. Continua!
es: Un cuarteto completado. ¡A por la siguiente!

source: Initial
ca: Inicial
es: Inicial

source: Level
ca: Nivell
ca_es@valencia: Nivell
dz: གནས་རིམ
el: Επίπεδο
es: Nivel
eu: Maila
fr: Niveau
gl: Nivel
it: Livello
pl: Poziom
ru: Уровень
tr: Seviye
zh_cn: 级别
zh_tw: 等級

source: Select a level
ca: Selecciona un nivell
es: Selecciona un nivel

source: The number of attempts has to be bigger or equal to the number of pairs in the game. Please select 0 for infinite an unlimited number of attempts
ca: El nombre d'intents ha de ser més gran o igual al nombre de parelles del joc. Si us plau, selecciona 0 per tenir un nombre il·limitat d'intents
es: El número de intentos tiene que ser mayor o igual que el número de parejas del juego. Indica 0 para un número ilimitado de intentos

source: Maximum number of pairs: 20
ca: Nombre màxim de parelles: 20
es: Número máximo de parejas: 20

source: Create interactive activities in which players will have to discover pairs, trios or card quartets with images, texts and/or sounds.
ca: Crea activitats interactives en les quals els jugadors hauran de descobrir grups de dues, tres o quatre targetes amb imatges, textos i/o sons.
es: Crea actividades interactivas en las que los jugadores tendrán que descubrir parejas, tríos o cuartetos de tarjetas con imágenes, textos y/o sonidos.

source: Birds of a feather flock together.
ca: Fets del mateix motlle.
es: Cada oveja con su pareja.

source: Difficulty levels
ca: Nivells de dificultat
es: Niveles de dificultad

source: Visible letters
ca: Lletres visibles
es: Cartas visibles

source: Time while the cards will be shown (seconds)
ca: Temps en què es mostraran les targetes (segons)
es: Tiempo durante el que se mostrarán las cartas (segundos)

source: Download source file
ca: Baixa el fitxer origen
ca_es@valencia: Baixa el fitxer d'origen
dz: འབྱུང་ཁུངས་ཡིག་སྣད་ཕབ་ལེན་འབད
el: Λήψη πηγαίου αρχείου
es: Descargar el fichero fuente
eu: Jaitsi iturri-fitxategia
fr: Télécharger le fichier d'origine
gl: Descargar o ficheiro fonte
it: Scaricare file sorgente
pl: Pobierz plik źródłowy
ru: Скачать исходный файл
tr: Kaynak dosya İndirme bağlantısı
zh_cn: 下载源文件
zh_tw: 下載來源檔

source: Before adding a download link to your page, please go to the Properties tab and check if the information is right.
ca: Abans d'afegir un enllaç de descàrrega a la vostra pàgina, aneu a la pestanya Propietats i comproveu que la informació és correcta.
ca_es@valencia: Abans d'afegir a la vostra pàgina un enllaç de baixada, aneu a la pestanya Propietats i comproveu si la informació és correcta.
el: Πριν προσθέσετε έναν σύνδεσμο λήψης στη σελίδα σας, παρακαλώ μεταβείτε στις 'Ιδιότητες' και ελέγξτε εάν οι πληροφορίες είναι σωστές.
es: Antes de añadir un enlace de descarga a su página vaya a la pestaña de Propiedades y compruebe que la información es correcta.
eu: Paketea jaisteko esteka zure orrian jarri aurretik, joan Ezaugarriak fitxara eta egiaztatu informazioa zuzena dela.
fr: Avant d'ajouter un lien de téléchargement à votre page, allez sur Propriétés et vérifiez si l'information est correcte.
gl: Antes de engadir unha ligazón de descarga á súa páxina, por favor vaia á lapela de propiedades e comprobe que a información é correcta.
it: Prima di aggiungere un link di scaricamento alla pagina, vedere il tab Proprietà e controllare le informazioni.
pl: Przed dodaniem łącza pobierania do strony przejdź do karty Właściwości i sprawdź, czy informacje są prawidłowe.
ru: Прежде чем добавить ссылку на скачивание на свою страницу, перейдите на вкладку «Свойства» и проверьте правильность информации.
tr: Bir indirme bağlantısı eklemeden önce lütfen Özellikler sekmesine gidin ve bilgilerin doğru olup olmadığını kontrol edin.
zh_cn: 在将下载链接添加到页面之前，请进入“属性”选项卡，并检查信息是否正确。
zh_tw: 在新增下載連結到您的頁面之前，請先到「屬性」分頁中檢查資訊是否正確。
