Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: You may include capital letters or they can be automatically included.
ca: Podeu incloure majúscules o aquestes seran incloses de forma automàtica.
ca_es@valencia: Podeu incloure-hi lletres majúscules o s'hi poden incloure automàticament.
el: Μπορείτε να συμπεριλάβετε κεφαλαία γράμματα ή θα συμπεριληφθούν αυτόματα.
es: Puede incluir letras mayúsculas o pueden añadirse automáticamente.
eu: Letra larriak sar ditzakezu edo automatikoki sartu.
fr: Vous pouvez inclure les majuscules ou elles peuvent s'inclure automatiquement.
gl: Pode incluír letras maiúsculas ou poden engadirse automaticamente.
it: Possono essere incluse le maiuscole, oppure queste possono essere aggiunte automaticamente.
nl: Je kunt hoofdletters zelf invoegen of ze automatisch laten invoegen.
pl: Możesz włączyć wielkie litery, lub mogą być automatycznie włączone.
pt: Pode incluir letras maiúsculas ou então as maiúsculas podem ser incluídas automaticamente.
ru: Вы можете включить заглавные буквы, или они могут быть автоматически включены.
tr: Büyük harfleri kendiniz dahil edebilirsiniz veya bunlar otomatik olarak dahil edilebilir.
zh_cn: 您可以包含大写字母，也可以自动包含大写字母。
zh_tw: 您可以手動包含大小寫字母，或是可以利用程式自動處理。

source: Choose if you want the game to be case sensitive.
ca: Tria si vols que el joc diferencii majúscules i minúscules.
ca_es@valencia: Tria si vols que el joc distingisca majúscules i minúscules.
el: Επιλέξτε εάν θα γίνεται έλεγχος πεζών - κεφαλαίων γραμμάτων.
es: Elija si quiere que el juego distinga mayúsculas de minúsculas.
eu: Aukeratu, jokoan, letra larriak eta txikiak bereiztu behar diren.
fr: Sélectionner pour faire du jeu un cas d'étude.
gl: Escolla se quere que o xogo distinga entre maiúsculas e minúsculas.
it: Scegliere se si vuole che il gioco tenga conto di maiuscole e minuscole.
nl: Kies of je wilt dat het spel hoofdlettergevoelig is.
pl: Wybierz, czy chcesz, aby w grze była rozróżniana wielkość liter.
pt: Escolha se desejar que o jogo distinga maiúsculas de minúsculas.
ru: Выберите, если вы хотите, чтобы игра была чувствительна к регистру.
tr: Oyunun büyük/küçük harf duyarlı olmasını istiyorsanız seçin.
zh_cn: 选择是否要让游戏区分大小写。
zh_tw: 選擇您的遊戲是否需要區分大小寫。

source: Add at least one word to guess (question or definition + word).
ca: Afegeix al menys un mot a endevinar (pregunta o definició + mot).
ca_es@valencia: Afegiu almenys una paraula per endevinar (pregunta o definició + paraula).
el: Προσθέστε τουλάχιστον μία λέξη (ερώτηση ή ορισμός + λέξη).
es: Añada al menos una palabra que adivinar (pregunta o definición + palabra).
eu: Gutxienez, gehitu asmatu beharreko hitz bat (galdera bat edo definizio eta hitz bat).
fr: Ajoutez au moins un mot à deviner (question ou définition + mot).
gl: Engada cando menos unha palabra a adiviñar (pregunta ou definición + palabra).
it: Inserire almeno una parola da indovinare (domanda o definizione + parola).
nl: Minstens een woord om te raden (vraag of definitie + woord)
pl: Dodaj co najmniej jedno słowo do odgadnięcia (pytanie lub definicja + słowo).
pt: Acrescente pelo menos uma palavra para adivinhar (pergunta ou definição + palavra)
ru: Добавьте хотя бы одно слово для угадывания (вопрос или определение + слово).
tr: Tahmin etmek için en az bir kelime ekleyin (soru veya tanım + kelime).
zh_cn: 添加至少一个单词来猜测（问题或定义+单词）。
zh_tw: 請至少添加一個字詞以供猜測（問題或是定義+單字）。

source: You may delete the game from the editor itself.
ca: Podeu eliminar el joc des del propi editor.
ca_es@valencia: Podeu suprimir el joc des de l'editor mateix.
el: Μπορείτε να διαγράψετε το παιχνίδι από τον ίδιο επεξεργαστή.
es: Puede borrar el juego desde el mismo editor.
eu: Editorean bertan borratu ahal izango duzu galdera.
fr: Effacer le jeu dans l'éditeur même.
gl: Pode borrar o xogo desde o mesmo editor.
it: Il gioco può essere cancellato dall'editor stesso.
nl: Je kunt het spel verwijderen vanuit de editor.
pl: Możesz usunąć grę z samego edytora.
pt: Pode apagar o jogo no próprio editor.
ru: Вы можете удалить игру из самого редактора.
tr: Oyunu düzenleyicinin içinden silebilirsiniz.
zh_cn: 您可以从编辑器本身删除游戏。
zh_tw: 您可以在編輯器中刪除遊戲。

source: Don't forget to check the Accessibility tab.
ca: No oblideu comprovar la pestanya accessibilitat.
ca_es@valencia: No oblideu comprovar la pestanya Accessibilitat.
el: Μην ξεχνάτε να ελέγχετε την καρτέλα 'Προσβασιμότητα'.
es: No olvide revisar la pestaña Accesibilidad.
eu: Ez ahaztu Irisgarritasun fitxa begiratzea.
fr: N'oubliez pas de vérifier l'onglet Accessibilité.
gl: Non esqueza marcar a lapela Accesibilidade.
it: Non dimenticare di controllare la linguetta "Accessibilità".
nl: Vergeet niet om de tab Accessibility aan te vinken.
pl: Nie zapomnij sprawdzić karty Dostępność.
pt: Não se esqueça de marcar a aba Acessibilidade.
ru: Не забудьте проверить вкладку Доступность.
tr: Erişilebilirlik sekmesini kontrol etmeyi unutmayın.
zh_cn: 不要忘记检查“辅助功能”选项卡。
zh_tw: 別忘了檢查無障礙設定的分頁。

source: Provide a warning to users who have JavaScript disabled (Accessibility).
ca: Proporciona un avís als usuaris amb JavaScript deshabilitat (accessibilitat).
ca_es@valencia: Dóna una avís als usuaris que tenen JavaScript inhabilitat (Accessibilitat).
el: Προειδοποιήστε τους χρήστες που έχουν απενεργοποιημένη τη JavaScript (Προσβασιμότητα).
es: Crear un aviso para los usuarios con JavasScript desactivado (Accesibilidad).
eu: Abisua ematen die JavaScript ezgaituta duten erabiltzaileei (Irisgarritasuna).
fr: Avertir les utilisateurs avec le JavaScript non-opératif (Accessibilité).
gl: Crea un aviso para as persoas usuarias co JavaScript desactivado (Accesibilidade).
it: Fornire un avvertimento agli utenti che hanno JavaScript disabilitato (Accessibilità).
nl: Waarschuw gebruikers die JavaScript hebben uitgeschakeld (Toegankelijkheid)
pl: Podaj ostrzeżenie dla użytkowników, którzy mają wyłączoną obsługę JavaScript (Dostępność).
pt: Fornece um aviso aos utilizadores que têm o JavaScript desabilitado (Acessibilidade)
ru: Обеспечьте предупреждение для пользователей, у которых JavaScript отключен (Доступность).
tr: JavaScript'i devre dışı bırakan kullanıcılara bir uyarı sağlayın (Erişilebilirlik).
zh_cn: 向禁用JavaScript的用户（辅助功能）发出警告。
zh_tw: 當使用者禁用JavaScript時，給予使用者一個警告。

source: Please write the Alphabet to Select From
ca: Escriu l'alfabet per seleccionar
ca_es@valencia: Escriu l'alfabet del qual s'ha de seleccionar
el: Αλφάβητο από το οποίο θα γίνονται επιλογές γραμμάτων
es: Especifique de qué alfabeto se va a hacer la selección
eu: Idatzi aukeratu ahal izateko alfabetoa
fr: Veuillez écrire l'alphabet pour la sélection
gl: Escriba o abecedario do que facer a selección
it: Scrivere l'alfabeto da cui scegliere
nl: Alfabet waaruit een keuze gemaakt moet worden
pl: Napisz alfabet do wyboru
pt: Por favor, escreva o Alfabeto donde escolher
ru: Пожалуйста, напишите алфавит, чтобы выбрать из него
tr: Lütfen seçim yapmak için alfabeyi yazın
zh_cn: 请写下要选择的字母
zh_tw: 請寫出要選擇的字母

source: A word to guess is missing
ca: Manca un mot per endevinar
ca_es@valencia: Falta la paraula que cal endevinar
dz: ཕོག་ཚོད་དཔག་ནིའི་ཚིག་འདི་མ་ཚང་
el: Λείπει μια λέξη που πρέπει να μαντέψετε
es: Falta una de las palabras que adivinar
eu: Asmatu beharreko hitz bat falta da
fr: Il manque un mot à deviner
gl: Falta unha das palabras a adiviñar
it: Manca una parola da indovinare
nl: Er ontbreekt een woord om te raden
pl: Brakuje słowa do odgadnięcia
pt: Falta indicar a palavra que é necessário adivinhar.
ru: Слово для угадывания отсутствует
tr: Tahmin edilecek bir kelime eksik
zh_cn: 缺少一个猜错的词
zh_tw: 要猜的單字未找到

source: A hint or definition is missing
ca: Manca una pista o definició
ca_es@valencia: Falta el suggeriment o la definició
dz: བརྡ་མཚོན་ཡང་ན་ངེས་ཚིག་བ་ཚང་
el: Λείπει μια υπόδειξη ή ένας ορισμός
es: Falta una pista o una definición
eu: Arrasto edo definizio bat falta da
fr: Une indication ou définition est nécessaire
gl: Falta unha pista ou definición
it: Manca una definizione o un suggerimento
nl: Er ontbreekt een hit of definitie
pl: Brak podpowiedzi lub definicji
pt: Falta uma dica ou uma definição
ru: Подсказка или определение отсутствует
tr: Bir ipucu veya tanım eksik
zh_cn: 缺少提示或定义
zh_tw: 提示或定義未找到

source: Please add at least one word to guess
ca: Afegeix al menys un mot a endevinar
ca_es@valencia: Afegiu almenys una paraula per endevinar
el: Παρακαλώ εισάγετε τουλάχιστον μία λέξη
es: Por favor añada al menos una palabra que adivinar
eu: Gutxienez sartu asmatu beharreko hitz bat
fr: Veuillez ajouter au moins un mot à deviner
gl: Engada cando menos unha palabra a adiviñar
it: Aggiungere almeno una parola da indovinare
nl: Voeg ten minste één woord om te raden toe
pl: Dodaj co najmniej jedno słowo do odgadnięcia
pt: Por favor, acrescente pelo menos uma palavra para ser adivinhada
ru: Пожалуйста, добавьте хотя бы одно слово для угадывания
tr: Lütfen tahmin etmek için en az bir kelime ekleyin
zh_cn: 请添加至少一个单词来猜测
zh_tw: 請至少添加一個字詞以供猜測

source: Please select the image to edit it
ca: Selecciona la imatge a editar
ca_es@valencia: Tria la imatge per a editar-la
dz: གཟུགས་བརྙན་ཞུན་དག་འབད་ནིའི་དོན་ལུ་དེ་སེལ་འཐུ་འབད་གནང
el: Παρακαλώ επιλέξτε την εικόνα για να την επεξεργαστείτε
es: Por favor seleccione la imagen para editarla
eu: Mesedez, aukeratu irudia editatzeko
fr: Veuillez choisir l'image à éditer
gl: Seleccione a imaxe para editala
it: Selezionare l'immagine da modificare
pl: Wybierz obraz, aby go edytować
pt: Por favor, escolha uma imagem para a editar
ru: Пожалуйста, выберите изображение для редактирования
tr: Düzenlemek için lütfen bir resim dosyası seçin
zh_cn: 请选择要编辑的图像
zh_tw: 請選擇要編輯的影像

source: Select image
ca: Selecciona una imatge
ca_es@valencia: Seleccionar imatge
dz: གཟུགས་བརྙན་སེལ་འཐུ་འབད
el: Επιλογή εικόνας
es: Seleccionar imagen
eu: Aukeratu irudia
fr: Choisissez l'image
gl: Seleccione imaxe
it: Selezionare un'immagine
nl: Kies een afbeelding
pl: Wybierz obraz
pt: Selecionar uma imagem
ru: Выбрать изображение
tr: Resim Seç
zh_cn: 选择图片
zh_tw: 選擇影像

source: Footer caption
ca: Llegenda de peu de pàgina
ca_es@valencia: Peu de pàgina
dz: མཇུག་ཡིག་གི་དཔར་བཤད
el: Λεζάντα υποσέλιδου
es: Pie
eu: Oina
fr: Légende pied de page
gl: Pé
it: Didascalia a pié di pagina
pl: Opis w stopce
pt: Título do rodapé
ru: Нижний колонтитул
tr: Alt bilgi yazısı
zh_cn: 页脚标题
zh_tw: 註腳標題

source: Title Link
ca: Enllaç del títol
ca_es@valencia: Enllaç del títol
dz: མགོ་མིང་གི་་འབྲེལ་ལམ
el: Σύνδεσμος τίτλου
es: Enlace del título
eu: Izenburuaren esteka
fr: Lien tu titre
gl: Ligazón ao título
it: Link al titolo
nl: Link naar titel
pl: Tytuł łącza
pt: Ligação do título
ru: Название ссылки
tr: Başlık Bağlantısı
zh_cn: 标题链接
zh_tw: 標題連結

source: Choose a license...
ca: Selecciona una llicència ...
ca_es@valencia: Tria una llicència
dz: ཆོག་ཐམ་གཅིག་གདམ...
el: Επιλέξτε μια άδεια...
es: Seleccionar licencia...
eu: Aukeratu...
fr: Sélectionner une licence...
gl: Escolla unha licenza...
it: Scegliere una licenza...
nl: Kies een licentie...
pl: Wybierz licencję...
pt: Escolha uma licença...
ru: Выберите лицензию...
tr: Bir lisans seçin...
zh_cn: 选择授权条款...
zh_tw: 選擇授權條款...

source: Custom license
ca: Llicència personalitzada
ca_es@valencia: Llicència personalitzada
dz: སྲོལ་སྒྲིག་ཆོག་ཐམ
el: Προσαρμοσμένη άδεια
es: Licencia personalizada
eu: Lizentzia pertsonalizatua
fr: Personnalisez la licence
gl: Licenza personalizada
it: Licenza personalizzata
pl: Licencja własna
pt: Licença personalizada
ru: Пользовательская лицензия
tr: Geçerli Lisans
zh_cn: 自定义许可文本
zh_tw: 自訂授權

source: -- Not Set --
ca: -- No definit --
ca_es@valencia: -- Sense definir --
dz: -- གཞི་སྒྲིག་མ་འབདཝ --
el: -- Δεν ρυθμίστηκε --
es: -- Ninguno --
eu: -- Bat ere ez --
fr: -- non défini --
gl: -- Ningún --
it: -- Non impostato --
nl: - Standaard -
pl: -- Nie ustawiono --
pt: -- N/A --
ru: - Не установлено -
tr: -- Ayarlanmadı --
zh_cn: -- 未设定 --
zh_tw: -- 未設定 --

source: Baseline
ca: Línia de base
ca_es@valencia: Línia de referència
dz: གཞི་ཐིག
el: Γραμμή βάσης
es: Línea base
eu: Oinarri-marra
fr: Normal
gl: Liña base
it: Alla base
nl: Basislijn
pl: Linia pisma
pt: Sobre a linha de texto
ru: По базовой линии
tr: Taban çizgisi
zh_cn: 基线
zh_tw: 基線

source: Text Top
ca: Dalt del text
ca_es@valencia: Part superior del text
dz: ཚིག་ཡིག་མགོ
el: Κείμενο επάνω
es: Texto arriba
eu: Testua goian
fr: Texte en haut
gl: Texto arriba
it: In alto al testo
nl: Bovenkant tekst
pl: Tekst górny
pt: Topo do texto
ru: По верхнему краю текста
tr: Metnin Üstü
zh_cn: 文本顶部
zh_tw: 文字頂端

source: Text Bottom
ca: Baix del text
ca_es@valencia: Part inferior del text
dz: ཚིག་ཡིག་གཤམ
el: Κείμενο κάτω
es: Texto abajo
eu: Testua behean
fr: Texte en bas
gl: Texto abaixo
it: In basso al testo
nl: Onderkant tekst
pl: Tekst dolny
pt: Base do texto
ru: По нижнему краю текста
tr: Metnin Altı
zh_cn: 文本底部
zh_tw: 文字底端

source: Title and Attribution
ca: Títol i autoria
ca_es@valencia: Títol i autoria
dz: མགོ་མིང་དང་ཁྱད་བརྗོད
el: Τίτλος και χαρακτηριστικό
es: Título y reconocimiento
eu: Izenburua eta egiletza
fr: Titre et attribution
gl: Título e atribución
it: Titolo e attribuzione
nl: Titel en Naamsvermelding
pl: Tytuł i Atrybuty
pt: Título e reconhecimento da autoria
ru: Название и атрибуты
tr: Başlık ve Atıf
zh_cn: 标题和属性
zh_tw: 標題與屬性

source: Please check the "License" field
ca: Comprova el camp «Llicència»
ca_es@valencia: Comproveu el camp «Llicència»
dz: ཆོག་ཐམ་གི་ས་སྒོ་དེ་ཨིན་རྟགས་བཀལ
el: Παρακαλώ ελέγξτε το πεδίο 'Άδεια'
es: Por favor revise el campo "Licencia"
eu: Mesedez, "Lizentzia" eremua gaitu
fr: Veuillez vérifier le champ "Licence"
gl: Comprobe o campo "Licenza"
it: Controllare il campo "License"
pl: Sprawdź pole "Licencja"
pt: Por favor, verifique o campo "Licença"
ru: Пожалуйста, проверьте поле "Лицензия"
tr: Lütfen "Lisans" alanını kontrol edin
zh_cn: 请检查“许可证”字段
zh_tw: 請勾選「授權」欄位

source: Link to the elp file (it will be exported)
ca: Enllaç al fitxer ELP (serà exportat)
ca_es@valencia: Enllaça al fitxer ELP (s'exportarà)
dz: ཨི་ཨེལ་པི་ཡིག་སྣད་ལུ་འབྲེལ་མཐུད་བཟོ (དེ་ཕབ་ལེན་འབད་འོང)
el: Σύνδεσμος προς το αρχείο elp (θα εξαχθεί)
es: Enlace al fichero .elp (será exportado)
eu: elp fitxategiaren esteka (esportatuko da)
fr: Lien vers le fichier elp (Il sera exporté)
gl: Ligazón ao ficheiro .elp (será exportado)
it: Collegamento al file ELP (verrà esportato)
pl: Łącze do pliku elp (zostanie wyeksportowane)
ru: Ссылка на файл elp (он будет экспортирован)
tr: elp dosyasına bağlantı (dışa aktarılacaktır)
zh_cn: 链接到elp文件（它将被导出）
zh_tw: 到 elp 檔的連結（會被匯出）

source: Node
ca: Nodes
dz: མཐུད་མཚམས
el: Κόμβος
es: Nodo
eu: Nodoa
fr: Nœud
gl: Nodo
it: Nodo
nl: Knooppunt
pl: Węzeł
pt: Nó
ru: Узлы
tr: Düğüm
zh_cn: 节点
zh_tw: 節點

source: Anchors, nodes or elp
ca: Àncores, nodes o ELP
ca_es@valencia: Àncores, nodes o ELP
dz: རྒྱབ་གཏད་ཚུ་ མཐུད་མཚམས་ཚུ་ཡང་ན་ ཨི་་ཨེལ་པི་་
el: Άγκυρες, κόμβοι ή elp
es: Anclas, nodos o .elp
eu: Aingurak, nodoak edo elp-a
fr: Ancres, nœud ou elp (Projet eXeLearning)
gl: Áncoras, nodos ou .elp
it: Ancore, nodi o ELP
pl: Kotwice, węzły lub elp
ru: Якоря и узлы или elp
tr: Çapalar, düğümler veya elp
zh_cn: 锚点，节点或 elp
zh_tw: 錨點、節點或 elp

source: Include File Information
ca: Inclou informació del fitxer
ca_es@valencia: Informació la informació del fitxer
dz: ཡིག་སྣོད་ཀྱི་བརྡ་དོན་བཙུགས
el: Περιλαμβάνει πληροφορίες αρχείου
es: Incluir información del fichero
eu: Fitxategiari buruzko informazioa erantsi
fr: Inclure l'information du fichier
gl: Incluír información do ficheiro
it: Includi informazioni file
nl: Bestands informatie toevoegen
pl: Dołącz informacje o pliku
pt: Incluir informação sobre o Ficheiro
ru: Включить информационный файл
tr: Dosya Bilgilerini Dahil Et
zh_cn: 包括文件信息
zh_tw: 包含檔案資訊

source: Popup
ca: Finestra emergent
ca_es@valencia: Finestra emergent
dz: པོཔ་ཨཔ
el: Αναδυόμενο παράθυρο
es: Ventana emergente
eu: Popupa
gl: Xanela emerxente
pl: Wyskakujące Okno
ru: Всплывание
zh_cn: 弹出式
zh_tw: 彈出式

source: Please don't forget to write the file size.
ca: No oblideu posar la mida del fitxer.
ca_es@valencia: No t'oblides d'introduir la mida del fitxer.
el: Παρακαλώ μην ξεχάσετε να γράψετε το μέγεθος του αρχείου.
es: No olvide escribir el tamaño del fichero.
eu: Ez ahaztu fitxategiaren tamaina adieraztea.
fr: N'oubliez pas d'écrire la taille du fichier.
gl: Non esqueza escribir o tamaño do ficheiro.
it: Non dimenticare la dimensione del file.
pl: Nie zapomnij podać rozmiar pliku
ru: Пожалуйста, не забудьте написать размер файла.
tr: Lütfen dosya boyutunu yazmayı unutmayınız.
zh_cn: 请不要忘记写文件大小。
zh_tw: 請不要忘了填入檔案大小。

source: Please select the media file to edit it
ca: Selecciona el fitxer multimèdia a editar
el: Παρακαλώ επιλέξτε το πολυμέσο για να το επεξεργαστείτε.
es: Seleccione el archivo multimedia para editarlo
eu: Aukeratu fitxategia editatzeko
fr: Veuillez sélectionner le fichier media pour son édition
gl: Seleccione o ficheiro de medios para editalo
pl: Wybierz plik multimedialny, aby go edytować
pt: Por favor, escolha o ficheiro multimédia que será editado
tr: Düzenlemek için lütfen bir ortam dosyası seçin

source: Standard YouTube License
ca: Llicència estàndard de YouTube
es: Licencia estándar de YouTube
eu: Youtube lizentzia estandarra
fr: Licence YouTube standard
gl: Licencia estándar de YouTube

source: Detect automatically
ca: Detecta de forma automàtica
el: Αυτόματος εντοπισμός
es: Detectar automáticamente
eu: Automatikoki detektatzea
fr: Détection automatique
gl: Detectar automaticamente
pl: Wykryj automatycznie
pt: Detetar automaticamente
tr: Otomatik olarak algıla

source: Play controls
ca: Controls del reproductor
el: Πλήκτρα αναπαραγωγής
es: Controles de reproducción
eu: Erabili kontrolak
fr: contrôles de reproduction
gl: Controis de reprodución
pl: Sterowanie odtwarzaniem
tr: Kontrolleri oynat

source: JavaScript player
ca: Reproductor de javascript
el: Αναπαραγωγέας JavaScript
es: Reproductor JavaScript
eu: Javascript erreproduzigailua
fr: Reproducteur Javascript
gl: Reprodutor Javascript
pl: Odtwarzacz JavaScript
tr: JavaScript oynatıcı

source: Autoplay
ca: Reproducció automàtica
el: Αυτόματη αναπαραγωγή
es: Reproducir automáticamente
eu: Automatikoki erreproduzitu
fr: Reproduction automatique
gl: Autoreprodución
pl: Autoodtwarzanie
tr: Otomatik oynatma

source: Mute Autoplay Video
ca: Silencia la reproducció automàtica del vídeo
el: Σίγαση βίντεο αυτόματης αναπαραγωγής
es: Reproducir el vídeo sin sonido
eu: Isilarazi Erreprodukzio automatikoko bideoa
fr: Reproduire la vidéo sans le son
gl: Reproducir o vídeo sen son
pl: Wycisz autoodtwarzania filmu
tr: Otomatik Oynatılan Videonun Sesini Kapat

source: Paste your embed code below:
ca: Enganxeu el codi incrustat a continuació:
el: Επικολλήστε τον κώδικα ενσωμάτωσης παρακάτω:
es: Pegue su código aquí:
eu: Zure kodea behean itsatsi:
fr: Coller le code ci-dessous :
gl: Pegue aquí o seu código:
pl: Wklej poniżej swój kod do umieszczenia na stronie:
pt: Colar o seu código incrustado em baixo:
tr: Yerleştirme kodunuzu aşağıya yapıştırın:

source: Please select the Source
ca: Selecciona la font
el: Παρακαλώ επιλέξτε την πηγή
es: Seleccione el fichero fuente
eu: Aukeratu iturria
fr: Veuillez sélectionner la source
gl: Seleccione o ficheiro fonte
pl: Proszę wybrać Źródło
pt: Por favor, escolha a Fonte
tr: Lütfen Kaynağı SEçin

source: Mute Autoplay Video (recommended)?
ca: Silencia la reproducció automàtica del vídeo (recomanat)?
el: Σίγαση βίντεο αυτόματης αναπαραγωγής (συνιστάται);
es: ¿Reproducir automáticamente sin sonido (recomendado)?
eu: Isilarazi Erreprodukzio automatikoko bideoa? (gomendatua)
fr: Reproduire la vidéo sans le son ? (Recommandé)
gl: Reproducir automaticamente sen son (recomendado)?
pl: Wycisz automatyczne odtwarzanie filmu (zalecane)?
tr: Otomatik Oynatılan Videonun Sesi Kapatılsın mı (önerilir)?

source: This format (%s) is valid for audio and video.
ca: Aquest format (%s) és vàlid per audio i video.
el: Αυτή η μορφή (%s) είναι έγκυρη για ήχο και βίντεο.
es: El formato (%s) sirve para audio y vídeo.
eu: (%s) formatuak audio eta bideorako balio du.
fr: Ce format (%s) est valide pour l'audio et la vidéo.
gl: Este formato (%s) é válido para audio e vídeo.
pl: Format (%s) jest prawidłowy dla audio i wideo.
tr: Bu biçim (%s ) ses ve video için geçerlidir.

source: Cannot detect automatically. Please choose the right type.
ca: No és pot detectar de forma automàtica. Tria el tipus correcte.
el: Δεν είναι δυνατός ο αυτόματος εντοπισμός. Επιλέξτε τον σωστό τύπο.
es: No se pudo detectar automáticamente. Elija el tipo adecuado.
eu: Ezin da automatikoki detektatu. Mesedez, aukeratu mota zuzena.
fr: Détection automatique impossible. Veuillez sélectionner le type correct.
gl: Non se pode detectar automaticamente. Por favor, seleccione o tipo correcto.
pl: Nie można wykryć automatycznie. Proszę wybrać odpowiedni typ.
pt: Não é possível detetar automaticamente. Por favor, escolha o tipo correto.
tr: Otomatik olarak algılanamıyor. Lütfen doğru türü seçin.

source: Successfully updated, but please convert the video to another format:
ca: Actualització amb èxit, però convertiu el video a un altre format:
el: Η ενημέρωση ήταν επιτυχής, αλλά, παρακαλώ, μετατρέψτε το βίντεο σε άλλη μορφή:
es: Actualizado correctamente, pero se recomienda convertir el vídeo a otro formato:
eu: Behar bezala eguneratuta, baina bihurtu bideoa beste formatu batera:
fr: Mise à jour correcte, mais veuillez convertir la vidéo à un autre format :
gl: Actualizado con éxito, pero converta o vídeo a outro formato:
pl: Pomyślnie zaktualizowano, ale proszę przekonwertować film na inny format:
pt: Atualizado com sucesso, mas por favor, faça a conversão do vídeo para outro formato:
tr: Başarıyla güncellendi ancak videoyu başka bir biçime dönüştürün:

source: Selected format:
ca: Selecciona el format:
el: Επιλεγμένη μορφοποίηση:
es: Formato seleccionado:
eu: Aukeratutako formatuak:
fr: Format sélectionné :
gl: Formato seleccionado:
pl: Wybrany format:
pt: Formato escolhido:
tr: Lütfen biçimi seçin:

source: Please use any of these formats or provide a link to the file itself:
ca: Useu un d'aquest formats o proporcioneu un enllaç al fitxer mateix:
el: Χρησιμοποιήστε οποιαδήποτε από αυτές τις μορφές ή δώστε έναν σύνδεσμο προς το ίδιο το αρχείο:
es: Use alguno de estos formatos o incluya un enlace al fichero:
eu: Erabil itzazu formatu hauetako edozein edo eman artxiborako esteka bat:
fr: Veuillez utiliser un de ces formats ou fournir un lien vers le fichier :
gl: Utilice calquera destes formatos ou proporcione unha ligazón ao propio ficheiro:
pl: Użyj dowolnego z tych formatów lub podaj link do pliku:
pt: Por favor, utilize um destes formatos ou forneça uma ligação para o próprio ficheiro:
tr: Lütfen bu biçimlerden herhangi birini kullanın veya dosyanın kendisine bir bağlantı sağlayın:
