Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: The Style Designer window is not open.
ca: La finestra del dissenyador d'estils no està oberta.
ca_es@valencia: La finestra del Dissenyador d'estils no està oberta.
dz: བཟོ་རྣམ་བཟོ་བཀོད་པའི་བིན་ཌོ་འདི་ཁ་ཕྱེ་འབད།.
el: Το παράθυρο του Σχεδιαστή τεχνοτροπιών δεν είναι ανοιχτό.
es: El diseñador de estilos no está abierto.
eu: Estiloen diseinu-tresnaren leihoa ez dago itxita.
fr: Votre fenêtre de définition du style est fermée.
gl: O deseñador de estilos non está aberto.
it: La finestra dell'Editor dello stile non è aperta.
nl: Het venster van de Style Designer is niet open.
pl: Okno Style Designer nie jest otwarte.
pt: A janela do Editor de Estilos não está aberta.
ru: Окно Дизайнера стилей не открыто.
tr: Stil Tasarımcı penceresi açık değil.
zh_cn: 样式设计器窗口未打开。
zh_tw: 樣式設計器的視窗未被打開。

source: This window will be closed. Please restart the tool.
ca: La finestra es tancarà. Reinicieu l'eina.
ca_es@valencia: Aquesta finestra es tancarà. Reinicieu l'eina.
dz: ཝིན་ཌོ་འདི་ཁ་བསྡམས་ཨིན། ལག་ཆས་དེ་ ལོག་འགོ་བཙུགས་གནང་།
el: Το παράθυρο θα κλείσει. Παρακαλώ επανεκκινήστε το εργαλείο.
es: Esta ventana se va a cerrar. Por favor, vuelva a abrir el diseñador de estilos.
eu: Leiho hau itxiko da. Mesedez, tresna berrabiarazi.
fr: Cette fenêtre va se fermer. Veuillez redémarrer l'outil.
gl: Esta xanela vaise pechar. Por favor, reinicie a ferramenta.
it: Questa finestra verrà chiusa. Riavviare lo strumento.
nl: Het venster wordt gesloten. Start het tool a.u.b. opnieuw.
pl: To okno zostanie zamknięte. Uruchom ponownie narzędzie.
pt: Está janela irá ser fechada. Por favor, reinicie a aplicação.
ru: Это окно будет закрыто. Пожалуйста, перезапустите утилиту.
tr: Bu pencere kapatılacak. Lütfen aracı yeniden başlatın.
zh_cn: 此窗口将关闭。请重新启动该工具。
zh_tw: 此視窗將被關閉。請重新開啟工具。

source: Undo changes since last time you saved? This cannot be undone.
ca: Voleu desfer els canvis fets des de l'última vegada que vau desar ? Aquest canvi no es podrà desfer.
ca_es@valencia: Voleu desfer els canvis fets des de l'última vegada que vau guardar? Això no es pot desfer.
dz: ཁྱོད་ཀྱི་དུས་ནམ་ལས་སྲུངས་བཞག་པའི་བསྒྱུར་བཅོས་ཚུ་ཆ་མེད་བཟོ? དེ་ལོག་ཆ་མེད་གཏང་མི་ཚུགས།
el: Αναίρεση αλλαγών που έγιναν από την τελευταία φορά που κάνατε αποθήκευση; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Desechar los cambios realizados desde que guardó por última vez? Esta acción no se puede deshacer.
eu: Azken gordeketatik egindako aldaketak desegin nahi dituzu? Ekintza hau ezin da desegin.
fr: Annuler les changements depuis la dernière sauvegarde ? Cette annulation est irréversible.
gl: Desfacer os cambios desde a última vez que foi gardado? Isto non se pode desfacer
it: Annullare tutte le modifiche dall'ultimo salvataggio? Non si può tornare indietro.
nl: Maak veranderingen sinds vorige keer opslaan ongedaan? Dit kan niet meer ongedaan worden gemaakt.
pl: Wycofać zmiany wprowadzone od czasu ostatniego zapisania? Tego nie można cofnąć.
pt: Anular todas as modificações desde a última vez que guardou o seu trabalho? Esta ação não poderá ser anulada posteriormente!
ru: Отказаться от изменений с момента последнего сохранения? Это не может быть отменено.
tr: Son kaydettiğin zamandan bu yana yapılan değişiklikler geri alınsın mı? Bu işlem geri alınamaz.
zh_cn: 自上次保存后撤消更改？这不能被撤消。
zh_tw: 復原改變至您上次存檔的狀態？此步驟無法復原。

source: True
ca: Veritat
ca_es@valencia: Verdader
dz: བདེན
el: Σωστό
es: Verdadero
eu: Egia
fr: Vrai
gl: Verdadeiro
it: Vero
nl: Waar
pl: Prawda
pt: Verdadeiro
ru: Верно
tr: Doğru
zh_cn: 对
zh_tw: 正確

source: False
ca: Mentida
ca_es@valencia: Fals
dz: མི་བདེན
el: Λάθος
es: Falso
eu: Gezurra
fr: Faux
gl: Falso
it: Falso
nl: Niet waar
pl: Fałsz
pt: Falso
ru: Неверно
tr: Yanlış
zh_cn: 错
zh_tw: 錯誤

source: English Wikipedia Article
ca: Article anglès de la Viquipèdia
ca_es@valencia: Article en anglés de la Viquipèdia
dz: ཨིང་ལིཤ་གི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της αγγλικής Βικιπαίδειας
es: Artículo de la wikipedia en inglés
eu: Wikipediako artikulua ingelesez
fr: Article de l'encyclopédie Wikipédia en anglais
gl: Artigo da Wikipedia en inglés
it: Articolo Wikipedia in inglese
nl: Engelstalig Wikipedia-artikel
pl: Artykuł z angielskiej Wikipedii
pt: Artigo da Wikipédia em inglês
ru: Статья из Английской Википедии
tr: İngilizce Wikipedia Makalesi
zh_cn: 英文维基百科文章
zh_tw: 英文維基百科文章

source: Basque Wikipedia Article
ca: Article basc de la Viquipèdia
ca_es@valencia: Article en basc de la Viquipèdia
dz: བཱགསིཀ་་གི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο από τη βασκική Βικιπαίδεια
es: Artículo de la wikipedia en vasco
eu: Wikipediako artikulua euskaraz
fr: Article de l'encyclopédie Wikipedia en basque
gl: Artigo da Wikipedia en vasco
it: Articolo Wikipedia in basco
nl: Baskisch Wikipedia artikel
pl: Artykuł w Wikipedii w języku Baskijskim
pt: Artigo da Wikipédia em basco
ru: Статья из Баскской Википедии
tr: Baskça Wikipedia makalesi
zh_cn: 巴斯克维基百科文章
zh_tw: 巴斯克維基百科文章

source: Catalan Wikipedia Article
ca: Article català de la Viquipèdia
ca_es@valencia: Article en català de la Viquipèdia
dz: ཀེ་ཊ་ལཱན་གྱི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της καταλανικής Βικιπαίδειας
es: Artículo de la wikipedia en catalán
eu: Wikipediako artikulua katalanez
fr: Article de l'encyclopédie Wikipédia en catalan
gl: Artigo da Wikipedia en catalán
it: Articolo Wikipedia in catalano
nl: Catalaans Wikipedia-artikel
pl: Artykuł z włoskiej Wikipedii
pt: Artigo da Wikipédia em catalão
ru: Статья из Каталанской Википедии
tr: Katalanca Wikipedia Makalesi
zh_cn: 加泰隆尼亚文维基百科文章
zh_tw: Catalan 文維基百科文章

source: Chinese Wikipedia Article
ca: Article xinès de la Viquipèdia
ca_es@valencia: Article en xinés de la Viquipèdia.
dz: རྒྱ་ནག་གི་་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της κινέζικης Βικιπαίδειας
es: Artículo de la wikipedia en chino
eu: Wikipediako artikulua txineraz
fr: Article de l'encyclopédie Wikipedia en chinois
gl: Artigo da Wikipedia en chinés
it: Articolo Wikipedia in cinese
nl: Chinees Wikipedia-artikel
pl: Artykuł z chińskiej Wikipedii
pt: Artigo da Wikipédia em chinês
ru: Статья из Китайской Wikipedia
tr: Çince Wikipedia Makalesi
zh_cn: 中文维基百科文章
zh_tw: 中文維基百科文章

source: Dutch Wikipedia Article
ca: Article holandès de la Viquipèdia
ca_es@valencia: Article en holandés de la Viquipèdia
dz: ཌཆ་གི་་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της ολλανδικής Βικιπαίδειας
es: Artículo de la wikipedia en holandés
eu: Wikipediako artikulua nederlanderaz
fr: Article de l'encyclopédie Wikipédia en hollandais
gl: Artigo da Wikipedia en holandés
it: Articolo Wikipedia in olandese
nl: Nederlandstalig Wikipedia-artikel
pl: Artykuł holenderskiej Wikipedii
pt: Artigo da Wikipédia em holandês
ru: Статья из Голландской Википедии
tr: Hollandaca Wikipedia Makalesi
zh_cn: 荷兰文维基百科文章
zh_tw: 荷蘭文維基百科文章

source: French Wikipedia Article
ca: Article francès de la Viquipèdia
ca_es@valencia: Article en francés de la Viquipèdia
dz: ཕིརེནཆི་གི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της γαλλικής Βικιπαίδειας
es: Artículo de la wikipedia en francés
eu: Wikipediako artikulua frantsesez
fr: Article de l'encyclopédie Wikipédia en français
gl: Artigo da Wikipedia en francés
it: Articolo Wikipedia in francese
nl: Franstalig Wikipedia-artikel
pl: Artykuł francuskiej Wikipedii
pt: Artigo da Wikipédia em francês
ru: Статья из Французской Википедии
tr: Fransızca Wikipedia Makalesi
zh_cn: 法文维基百科文章
zh_tw: 法文維基百科文章

source: German Wikipedia Article
ca: Article alemany de la Viquipèdia
ca_es@valencia: Article en alemany de la Viquipèdia
dz: ཇར་མཱན་གྱི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της γερμανικής Βικιπαίδειας
es: Artículo de la wikipedia en alemán
eu: Wikipediako artikulua alemanez
fr: Article de l'encyclopédie Wikipédia en allemand
gl: Artigo da Wikipedia en alemán
it: Articolo Wikipedia in tedesco
nl: Duits Wikipedia-artikel
pl: Artykuł niemieckiej Wikipedii
pt: Artigo da Wikipédia em alemão
ru: Статья из Немецкой Википедии
tr: Almanca Wikipedia Makalesi
zh_cn: 德文维基百科文章
zh_tw: 德文維基百科文章

source: Galician Wikipedia Article
ca: Article gallec de la Viquipèdia
ca_es@valencia: Article en gallec de la Viquipèdia
dz: གེ་ལི་ཤི་ཡཱན་གི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο από τη γαλικική Βικιπαίδεια
es: Artículo de la wikipedia en gallego
eu: Wikipediako artikulua galegoz
fr: Article de l'encyclopédie Wikipedia en galicien
gl: Artigo da Wikipedia en galego
it: Articolo Wikipedia in galiziano
nl: Galiciaans Wikipedia artikel
pl: Artykuł w Wikipedii w języku Galicyjskim
pt: Artigo da Wikipédia em galego
ru: Статья из Галицкой Википедии
tr: Galce Wikipedia makalesi
zh_cn: 加里西亚维基百科文章
zh_tw: 加里西亞維基百科文章

source: Greek Wikipedia Article
ca: Article grec de la Viquipèdia
ca_es@valencia: Article en grec de la Viquipèdia
dz: གི་རིཀ་གི་་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της ελληνικής Βικιπαίδειας
es: Artículo de la wikipedia en griego
eu: Wikipediako artikulua grezieraz
fr: Article de l'encyclopédie Wikipédia en grec
gl: Artigo da Wikipedia en grego
it: Articolo Wikipedia in greco
nl: Grieks Wikipedia-artikel
pl: Artykuł z greckiej Wikipedii
pt: Artigo da Wikipédia em grego
ru: Статья из Греческой Википедии
tr: Yunanca Wikipedia Makalesi
zh_cn: 希腊文维基百科文章
zh_tw: 希臘文維基百科文章

source: Italian Wikipedia Article
ca: Article italià de la Viquipèdia
ca_es@valencia: Article en italià de la Viquipèdia
dz: ཨི་ཊ་ལི་ཡཱན་་གི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της ιταλικής Βικιπαίδειας
es: Artículo de la wikipedia en italiano
eu: Wikipediako artikulua italieraz
fr: Article de l'encyclopédie Wikipédia en italien
gl: Artigo da Wikipedia en italiano
it: Articolo Wikipedia in italiano
nl: Italiaans Wikipedia-artikel
pl: Artykuł włoskiej Wikipedii
pt: Artigo da Wikipédia em italiano
ru: Статья из Итальянской Википедии
tr: İtalyanca Wikipedia Makalesi
zh_cn: 意大利文维基百科文章
zh_tw: 義大利文維基百科文章

source: Japanese Wikipedia Article
ca: Article japonès de la Viquipèdia
ca_es@valencia: Article en japonés de la Viquipèdia
dz: ཇ་པ་ནིསི་གི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της ιαπωνικής Βικιπαίδειας
es: Artículo de la wikipedia en japonés
eu: Wikipediako artikulua japonieraz
fr: Article de l'encyclopédie Wikipédia en japonais
gl: Artigo da Wikipedia en xaponés
it: Articolo Wikipedia in giapponese
nl: Japans Wikipedia-artikel
pl: Artykuł japońskiej Wikipedii
pt: Artigo da Wikipédia em japonês
ru: Статья из Японской Википедии
tr: Japonca Wikipedia Makalesi
zh_cn: 日文维基百科文章
zh_tw: 日文維基百科文章

source: Magyar Wikipedia Article
ca: Article hongarès de la Viquipèdia
ca_es@valencia: Article en hongarés de la Viquipèdia
dz: མག་ཡཱར་གྱི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της ουγγρικής Βικιπαίδειας
es: Artículo de la wikipedia en húngaro
eu: Wikipediako artikulua hungarieraz
fr: Article de l'encyclopédie Wikipédia en magyar
gl: Artigo da Wikipedia en húngaro
it: Articolo Wikipedia in ungherese
nl: Hongaars Wikipedia-artikel
pl: Artykuł z węgierskiej Wikipedii
pt: Artigo da Wikipédia em húngaro
ru: Статья из Венгерской Википедии
tr: Macarca Wikipedia Makalesi
zh_cn: 马札儿语维基百科文章
zh_tw: Magyar 文維基百科文章

source: Polish Wikipedia Article
ca: Article polonès de la Viquipèdia
ca_es@valencia: Article en polonés de la Viquipèdia
dz: པོ་ལིཤ་གི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της πολωνικής Βικιπαίδειας
es: Artículo de la wikipedia en polaco
eu: Wikipediako artikulua polonieraz
fr: Article de l'encyclopédie Wikipédia en polonais
gl: Artigo da Wikipedia en polaco
it: Articolo Wikipedia in polacco
nl: Pools Wikipedia-artikel
pl: Artykuł polskiej Wikipedii
pt: Artigo da Wikipédia em polaco
ru: Статья из Польской Википедии
tr: Lehçe Wikipedia Makalesi
zh_cn: 波兰文维基百科文章
zh_tw: 波蘭文維基百科文章

source: Portugese Wikipedia Article
ca: Article portuguès de la Viquipèdia
ca_es@valencia: Article en portugués de la Viquipèdia.
dz: པོར་ཊུ་གིསི་གི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της πορτογαλικής Βικιπαίδειας
es: Artículo de la wikipedia en portugués
eu: Wikipediako artikulua portugesez
fr: Article de l'encyclopédie Wikipédia en portugais
gl: Artigo da Wikipedia en portugués
it: Articolo Wikipedia in portoghese
nl: Portugees Wikipedia-artikel
pl: Artykuł portugalskiej Wikipedii
pt: Artigo da Wikipedia em português
ru: Статья из Португальской Википедии
tr: Portekizce Wikipedia Makalesi
zh_cn: 葡萄牙文维基百科文章
zh_tw: 葡萄牙文維基百科文章

source: Slovenian Wikipedia Article
ca: Article eslovè de la Viquipèdia
ca_es@valencia: Article en eslové de la Viquipèdia
dz: སོལོ་བི་ནི་ཡཱན་གྱི་་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της σλοβένικης Βικιπαίδειας
es: Artículo de la wikipedia en esloveno
eu: Wikipediako artikulua eslovenieraz
fr: Article de l'encyclopédie Wikipédia en slovène
gl: Artigo da Wikipedia en esloveno
it: Articolo Wikipedia in sloveno
nl: Sloveens Wikipedia-artikel
pl: Artykuł sloweńskiej Wikipedii
pt: Artigo da Wikipédia em esloveno
ru: Статья из Словенской Википедии
tr: Slovakça Wikipedia Makalesi
zh_cn: 斯洛法尼亚文维基百科文章
zh_tw: 斯洛法尼亞文維基百科文章

source: Spanish Wikipedia Article
ca: Article castellà de la Viquipèdia
ca_es@valencia: Article en espanyol de la Viquipèdia
dz: སིཔེ་ནིཤི་་གི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της ισπανικής Βικιπαίδειας
es: Artículo de la wikipedia en español
eu: Wikipediako artikulua espainieraz
fr: Article de l'encyclopédie Wikipédia en espagnol
gl: Artigo da Wikipedia en castelán
it: Articolo Wikipedia in spagnolo
nl: Spaans Wikipedia-artikel
pl: Artykuł hiszpańskiej Wikipedii
pt: Artigo da Wikipédia em espanhol
ru: Статья из Испанской Википедии
tr: İspanyolca Wikipedia Makalesi
zh_cn: 西班牙文维基百科文章
zh_tw: 西班牙文維基百科文章

source: Swedish Wikipedia Article
ca: Article suec de la Viquipèdia
ca_es@valencia: Article en suec de la Viquipèdia
dz: སུའི་ཌིཤི་གི་ཝི་ཀི་པི་ཌི་ཡཱའི་རྩོམ་བྲིས
el: Άρθρο της σουηδικής Βικιπαίδειας
es: Artículo de la wikipedia en sueco
eu: Wikipediako artikulua suedieraz
fr: Article de l'encyclopédie Wikipédia en suédois
gl: Artigo da Wikipedia en sueco
it: Articolo Wikipedia in svedese
nl: Zweeds Wikipedia-artikel
pl: Artykuł szwedziej Wikipedii
pt: Artigo da Wikipédia em sueco
ru: Статья из Шведской Википедии
tr: İsveççe Wikipedia Makalesi
zh_cn: 瑞典文维基百科文章
zh_tw: 瑞典文維基百科文章

source: Wikibooks Article
ca: Article de Viquillibres
ca_es@valencia: Article de Viquillibres
dz: ཝི་ཀི་བུག་གི་རྩོམ་བྲིས
el: Άρθρο ΒικιΒιβλίων
es: Artículo de Wikibooks
eu: Wikiliburuetako artikulua
fr: Article de l'encyclopédie WikiLivres
gl: Artigo de Wikibooks
it: Articolo Wikibooks
nl: Wikibooks-artikel
pl: Artykuł z Wikibooks
pt: Artigo Wikibooks
ru: Статья Викибукс
tr: Wikibooks Makalesi
zh_cn: Wikibooks 文章
zh_tw: Wikibooks 文章

source: Wikiversity
ca: Viquiversitat
ca_es@valencia: Viquiversitat
dz: ཝི་ཀི་བར་སི་ཊི
el: Βικιεπιστήμιο
es: Wikiversidad
eu: Wikibertsitatea
fr: Université Wiki
gl: Wikiversidade

source: Wiktionary
ca: Viccionari
ca_es@valencia: Viquidiccionari
dz: ཝི་ཀི་ཤོ་ན་རི
el: Βικιλεξικό
es: Wikcionario
eu: Wikiztegia
fr: Dictionnaire Wiki

source: Wikieducator Content
ca: Contingut Wikieducator
ca_es@valencia: Contingut de Wikieducator
dz: ཝི་ཀི་ཨི་དྲུ་ཀེ་ཊོཡ་གི་ནང་དོན
el: Περιεχόμενο ΒικιΕκπαιδευτή
es: Contenido de Wikieducator
eu: Wikihezitzaileko edukia
fr: Contenu de l'encyclopédie Wikiéducation
gl: Contido do Wikieducator
it: Contenuto Wikieducator
nl: Wikieducator inhoud
pl: Treści z Wikiedukatora
pt: Conteúdo de WikiEducator
ru: Содержимое Wikieducator
tr: Wikieducator İçeriği
zh_cn: Wikieducato 文章
zh_tw: Wikieducato 內容

source: Site
ca: Lloc web
ca_es@valencia: Lloc web
dz: ས་ཁོངས
el: Ιστότοπος Βίκι
es: Sitio web
eu: Gunea
gl: Sitio web
it: Sito
pl: Witryna
pt: Sítio Web
ru: Сайт
zh_cn: 网站
zh_tw: 站台

source: Own site
ca: Lloc propi
ca_es@valencia: Lloc propi
dz: རང་གི་ས་ཁོངས
el: Προσωπικός ιστότοπος
es: Sitio web propio
eu: Nire gunea
fr: Site personnel
gl: Sitio web propio
it: Sito proprio
nl: Eigen website
pl: Własna strona
pt: Sítio web próprio
ru: Свой сайт
tr: Kendi Sitenizde
zh_cn: 自定义网页
zh_tw: 自己的站台

source: If you choose this option, the import process will take the texts from source language instead of target language.
ca: Si trieu aquesta opció, el procés d'importació prendrà els texts de l'idioma origen en lloc de l'idioma destinació.
ca_es@valencia: Si tries aquesta opció, el procés d'importació prendrà els texts de l'idioma d'origen en lloc de l'idioma de destinació.
el: Εάν κάνετε αυτή την επιλογή, η διαδικασία εισαγωγής θα πάρει τα κείμενα από την πηγαία γλώσσα αντί από τη γλώσσα στόχο.
es: Si elige esta opción, el proceso de importación tomará os textos del idioma origen en vez del idioma destino.
eu: Aukera hau klikatzen baduzu, inportazio prozesuak jatorrizko hizkuntzatik hartuko ditu testuak helburu hizkuntzatik hartu ordez.
fr: Si vous choisissez cette option, le processus d'importation tirera ses textes de la langue-source au lieu de la langue-cible.
gl: Se elixe esta opción, o proceso de importación tomará os textos da lingua de orixe en vez da lingua de saída.
it: Se si sceglie questa opzione, il processo di importazione prenderà i testi dalla lingua di origine invece che da quella di destinazione.
nl: Als U deze optie kiest dan zal het import proces de tekst van de broncode gebruiken in plaats van de doelcode.
pl: Jeśli wybierzesz tę opcję, proces importowania pobierze tekst z języka źródłowego zamiast z języka docelowego.
pt: Se marcar esta opção, o processo de importação utilizarã os textos da língua de partida em vez da língua de chegada.
ru: Если вы выберете этот вариант, процесс импорта будет принимать тексты из исходного языка вместо целевого языка перевода.
tr: Bu seçeneği belirlerseniz içe aktarma işlemi, metinleri hedef dil yerine kaynak dilden alır.
zh_cn: 如果选择此选项，导入过程将采用源语言而不是目标语言的文本。
zh_tw: 若您選擇此選項，匯入過程會使用原始語言而不是目標語言。

source: OK
ca: D'acord
ca_es@valencia: D'acord
dz: བཏུབ
el: Εντάξει
es: Aceptar
eu: Ados
gl: Aceptar
ru: ОК
tr: Tamam
zh_tw: 確定

source: Package is old. Please upgrade it (using File..Open followed by File..Save As) before attempting to insert it into another package!
ca: El paquet és antic. Actualitzeu-lo ( utilitzeu Fitxer... Obre seguit de Fitxer ... Anomena i Desa ) abans de combinar això dins d'un altre paquet!
ca_es@valencia: El paquet és antic. Actualitzar-lo (utilitza Fitxer...Obri seguit de Fitxer...Anomena i guarda) abans d'inserir-lo en un altre paquet.
el: Το πακέτο είναι παλιό. Παρακαλώ αναβαθμίστε το (Αρχείο... Άνοιγμα... ακολουθούμενο από Αρχείο... Αποθήκευση ως...) πριν προσπαθήσετε να το εισάγετε σε ένα άλλο πακέτο!
es: Paquete antiguo. Actualícelo por favor (Archivo...Abrir seguido de Archivo...Guardar como) antes de intentar insertarlo en otro paquete
eu: Paketea zaharra da. Beste pakete batean sartzen saiatu aurretik, eguneratu mesedez (Fitxategia...Ireki...Honela gorde)!
fr: Le dossier est ancien. SVP, faites une mise à jour du dossier (en utilisant Ouvrir le fichier .elp puis Enregistrer sous...) avant d'essayer de l'incorporer dans un nouveau dossier !
gl: O paquete é antigo. Actualíceo (Ficheiro - Abrir - Gardar como) antes de tentar inserilo noutro paquete!
it: Il pacchetto è vecchio. Aggiornarlo (usando File-->Apri seguito da File-->Salva con nome) prima di inserirlo in un altro pacchetto!
nl: Pakket is verouderd. Doe een upgrade (gebruik Bestand..Open, daarna opslaan via Bestand..Opslaan als) vooraleer je het probeert in te voegen in een ander pakket!
pl: Pakiet w starej wersji. Przed użyciem uaktualnij go (używając Plik...Otwórz, a następnie Plik...Zapisz jako) przed próbą wstawienia go do innej paczki!
pt: O pacote é antigo. Por favor, atualize-o (por meio de Ficheiro... Abrir seguido de Ficheiro... Guardar como) antes de tentar inseri-lo noutro pacote!
ru: Пакет старый. Пожалуйста, обновите его (используя Файл .. Открыть последующим Файл... Сохранить как...) перед попыткой вставить его в другой пакет!
tr: Paket eski. Başka bir pakete yerleştirmeden önce lütfen güncelleşin (Dosya kullanarak.. Aç ve Dosya..farklı Kaydet seçeneklerini kullanın)!
zh_cn: 套件版本过旧。在尝试将其插入另一个包之前，请先升级它（路径为：File..Open，然后是File..SaveAs）。
zh_tw: 套件版本過舊。請在插入至其他包裝時更新！

source: Unable to merge: duplicate Java Applet resource names exist (including: ""). Please see the log file for the names of ALL such problem resources.
ca: No és possible combinar: Existeix un recurs duplicat de l'aplicació de Java.(including: "") Consulteu el fitxer de registre dels noms de tots els recursos tal problema.
ca_es@valencia: No és possible fer la combinació: hi ha un nom duplicat de recurs de l'aplicació de Java. (including:""). Vegeu el fitxer de registre per als noms de TOTS els problemes semblants referits a recursos.
el: Αδυναμία συγχώνευσης: υπάρχουν διπλά ονόματα στα εφαρμογίδια Java (περιέχουν: ""). Παρακαλώ δείτε το αρχείο log για όλα τα ονόματα των πόρων που δημιουργούν πρόβλημα.
es: No fue posible realizar la unión: nombres de recursos applet de java duplicados (incluido: ""). Por favor busque en el archivo de registro los nombres de TODOS los recursos problemáticos.
eu: Ezin da konbinatu: Java Applet baliabide izena bikoiztua dago (barnean: ""). Mesedez, log fitxategian bilatu arazoak sortzen duten baliabide GUZTIEN izenak.
fr: Impossible de fusionner: des noms de ressources d'applet Java sont en double ( notamment:""). Veuillez consulter le fichier pour les noms...
gl: Non é posible fusionar: existen nomes de Applet Java duplicados (incluíndo: ""). Consulte no ficheiro de rexistro os nomes de tódolos recursos problemáticos.
it: Impossibile fondere: il nome di una o più Applet Java esiste già (comprese le ""). Vedere il file log per i nomi di TUTTI questi problemi di risorse.
nl: Kan niet samenvoegen: Er zijn reeds Java-Applets met deze naam aanwezig (inclusief: ""). Bekijk svp de log file om alle problematische bron-namen te achterhalen.
pl: Nie można scalić: istnieją zduplikowane nazwy zasobów apletu Java (w tym: ""). Zobacz plik dziennika dla WSZYSTKICH nazw takich źródeł problemów.
pt: Não é possível unir: existem nomes de recursos Applet Java duplicados (incluindo ""). Por favor, procure os nomes de TODOS os recursos com este problema no ficheiro log.
ru: Невозможно объединить: существует дублирование имён ресурса Java апплета (в том числе: ""). Пожалуйста, обратитесь к файлу журнала имён всех таких проблемных ресурсов.
tr: Birleştirilemiyor: Kopya Java Applet kaynak adları var (""" dahil). Bu tür tüm sorunlu kaynakların adları için lütfen günlük dosyasına bakın.
zh_cn: 无法合并: 存在重复的 java applet 资源名称 (包括: "")。有关所有此类问题资源的名称, 请参阅日志文件。
zh_tw: 無法合併：重複Java Applet 資源名稱（包含""）。請看紀錄檔以檢查所有產生問題的資源。
