Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Click on the AddFiles button to select the .ggb file and then click on the Upload button.
ca: Prem al botó «Afegeix fitxers» per seleccionar el fitxer .ggb i llavors prem sobre el botó «Carrega».
ca_es@valencia: Feu clic en el botó «Afig fitxers» per a seleccionar el fitxer .ggb i a continuació feu clic en el botó Penja.
dz: ཡིག་སྣོད་ཚུ་ཁ་སྐོང་རྐྱབས་ཨེབ་རྟ་གུ་ལུ་ཨེབ་སྟི་ .ggb ་ཡིག་སྣོད་སེལ་འཐུ་འབད་ དེ་ལས་སྐྱེལ་བཙུགས་ཨེབ་རྟ་གུ་ལུ་ཨེབ་གཏང་།
el: Αρχικά πιέστε το πλήκτρο 'Προσθήκη' για να επιλέξετε το αρχείο .ggb και κατόπιν το πλήκτρο 'Φόρτωση'.
es: Pulse en el botón Añadir archivos para seleccionar el fichero .ggb y después pulse en el botón Cargar.
eu: .ggb fitxategia hautatzeko, klik egin 'Gehitu fitxategiak' botoian, eta ondoren, 'Kargatu' botoian.
fr: Cliquer sur le bouton d'ajout de fichier pour sélectionner le fichier .ggb, puis cliquer sur le bouton de chargement.
gl: Prema no botón Engadir ficheiros para seleccionar o ficheiro .ggb e a continuación prema no botón Enviar.
it: Clic sul bottone Aggiungi file per selezionare il file .ggb poi clic su Carica.
nl: Klik op de knop "Bestanden toevoegen" om het .ggb bestand te kiezen. Klik daarna op de Upload knop.
pl: Kliknij przycisk Dodaj Plik, aby wybrać plik .ggb, a następnie kliknij przycisk Prześlij.
pt: Clique no botão "Adicionar ficheiros" para selecionar o ficheiro .ggb e depois clique no botão "Upload".
ru: Нажмите на кнопку Добавить файлы, чтобы выбрать файл .ggb, а затем нажмите на кнопку Выгрузить.
tr: .ggb dosyasını seçmek için Dosya Ekle düğmesine tıklayın ve ardından Yükle düğmesine tıklayın.
zh_cn: 单击“添加文件”按钮，选择.ggb文件，然后单击“上传”按钮。
zh_tw: 點擊「新增檔案」按鍵，選擇 .ggb 檔並點擊「上傳」。

source: Click on the AddFiles button to select the .jclic.zip file and then click on the Upload button.<p>The activity will be visible when the HTML file will be generated from eXe.
ca: Prem al botó «Afegeix fitxers» per seleccionar el fitxer .jclic.zip i llavors prem sobre el botó «Carrega».<p> L'activitat serà visible quan el fitxer HTML sigui generat des d'eXe.
ca_es@valencia: Feu clic en el botó «Afig fitxers» per a seleccionar el fitxer .jclic i a continuació feu clic en el botó Penja.<p>L'activitat serà visible quan es genere el fitxer HTML des de l'eXe.
dz: ཡིག་སྣོད་ཚུ་ཁ་སྐོང་རྐྱབས་ཨེབ་རྟ་གུ་ལུ་ཨེབ་སྟི་ .jclic.zip་ཡིག་སྣོད་སེལ་འཐུ་འབད་ དེ་ལས་སྐྱེལ་བཙུགས་ཨེབ་རྟ་གུ་ལུ་ཨེབ་གཏང་།<p>ཨཱ་ནི་སྦྱོང་ལཱ་འདི་ ཨི་ཨེགསི་ཨི་ལས་ ཨེཆ་ཊི་ཨེམ་ཨེལ་ཡིག་སྣོད་འདི་བཟོ་བསྐྲུན་འབད་བའི་བསྒང་ མཐོང་ཚུགས།
el: Αρχικά πιέστε το πλήκτρο 'Προσθήκη' για να επιλέξετε το αρχείο .jclic.zip και κατόπιν το πλήκτρο 'Φόρτωση'.<p>Η δραστηριότητα θα είναι ορατή όταν δημιουργηθεί το αρχείο HTML από το eXe.
es: Pulse en el botón Añadir archivos para seleccionar el archivo .jclic.zip y seguidamente pulse en el botón de Cargar.<p>La actividad será visible cuando exporte los ficheros a HTML.
eu: .jclic.zip fitxategiak hautatzeko, klik egin 'Gehitu fitxategiak' botoian, eta ondoren, 'Kargatu' botoian. <p>eXe-rekin HTML fitxategia sortzean ikusi ahal izango duzu aktibitatea.
fr: Cliquer sur le bouton d'ajout de fichier pour sélectionner le fichier .jclic.zip, puis cliquer sur le bouton de chargement. <p> L'activité sera visible quand le fichier HTML sera créée à partir de eXe.
gl: Prema no botón Engadir ficheiros para seleccionar o ficheiro .jclic.zip e despois prema no botón Enviar.<p>A actividade será visible cando eXe xere o ficheiro HTML.
it: Clic sul bottone Aggiungi file per selezionare il file.jclic.zip poi clic su Carica. <p>L'attività sarà visibile solo quando eXe avrà generato il file HTML.
nl: Klik op de knop "Bestanden toevoegen" om het .jclic.zip bestand te kiezen. Klik daarna op de Upload knop. <p>Een voortgangsindicator is zichtbaar als het HTML bestand wordt aangemaakt door eXe.
pl: Kliknij przycisk Dodaj pliki, aby wybrać plik .jclic.zip, a następnie kliknij przycisk Prześlij.<p>Aktywność będzie widoczna, gdy plik HTML zostanie wygenerowany z eXe.
pt: Clique no botão "Adicionar ficheiros" para selecionar o ficheiro .jclic.zip e depois clique no botão "Upload".<p>A atividade ficará visível depois de eXe gerar o ficheiro HTML.
ru: Нажмите на кнопку Добавить файлы, чтобы выбрать файл .jclic.zip, а затем нажмите на кнопку Выгрузить.<p>Деятельность будет видна, когда файл HTML будет сгенерирован из eXe.
tr: .jclic.zip dosyasını seçmek için Dosya Ekle düğmesine tıklayın ve ardından Yükle düğmesine tıklayın. <p>HTML dosyası eXe'den oluşturulduğunda etkinlik görünür olacaktır.
zh_cn: 单击“添加文件”按钮，选择 .jclic .zip文件，然后单击“上传”按钮。<p>从eXe生成HTML文件时，活动将可见。
zh_tw: 點擊「新增檔案」按鍵，選擇 .jclic.zip 檔並點擊「上傳」。<p>此活動會在 eXe 產生 HTML 檔時出現。

source: Click on the AddFiles button to select the .sb or .scratch file and then click on the Upload button.
ca: Prem al botó «Afegeix fitxers» per seleccionar el fitxer .sb o .scratch i llavors prem sobre el botó «Carrega».
ca_es@valencia: Feu clic en el botó «Afig fitxers» per a seleccionar el fitxer .sb o .scratch i a continuació feu clic en el botó Penja.
dz: ཡིག་སྣོད་ཚུ་ཁ་སྐོང་རྐྱབས་ཨེབ་རྟ་གུ་ལུ་ཨེབ་སྟི་ .sb ་ཡང་ན་ .scratch ་ཡིག་སྣོད་སེལ་འཐུ་འབད་ དེ་ལས་སྐྱེལ་བཙུགས་ཨེབ་རྟ་གུ་ལུ་ཨེབ་གཏང་།
el: Αρχικά πιέστε το πλήκτρο 'Προσθήκη' για να επιλέξετε το αρχείο .sb ή .scratch και κατόπιν το πλήκτρο 'Φόρτωση'.
es: Pulse en el botón Añadir archivos para seleccionar el fichero .sb o .scratch y seguidamente pulse en el botón Cargar.
eu: .sb edo .scratch fitxategia hautatzeko, klik egin 'Gehitu fitxategiak' botoian, eta ondoren, 'Kargatu' botoian.
fr: Cliquer sur le bouton d'ajout de fichier pour sélectionner le fichier .sb ou .scratch, puis cliquer sur le bouton de chargement.
gl: Prema no botón Engadir ficheiros para seleccionar o ficheiro .sb ou .scratch e despois prema no botón Enviar.
it: Clic sul bottone Aggiungi file per scegliere il file .sb o .scratch poi clic su Carica.
nl: Klik op de knop "Bestanden toevoegen" om het .sb of .scratch bestand te kiezen. Klik daarna op de Upload knop.
pl: Kliknij przycisk Dodaj pliki, aby wybrać plik .sb lub .scratch, a następnie kliknij przycisk Prześlij.
pt: Clique no botão "Adicionar ficheiros" para selecionar o ficheiro .sb ou .scratch e depois clique no botão "Upload".
ru: Нажмите на кнопку Добавить файлы, чтобы выбрать файл .sb или .scratch, а затем нажмите на кнопку Выгрузить.
tr: .sb veya .scratch dosyasını seçmek için Dosyaları Ekle düğmesine tıklayın ve ardından Yükle düğmesine tıklayın.
zh_cn: 单击“添加文件”按钮，选择 .sb 或 .scratch文件，然后单击“上传”按钮
zh_tw: 點擊「新增檔案」按鍵，選擇 .sb 或 .scratch 檔並點擊「上傳」。

source: Please enter: scene number,URL (no spaces) that include it, eg: 3,http://example.com; click on the Upload button afterwards.
ca: Entreu: nombre d'escena, URL (sense espais) que l'inclou, ex: 3,http://example.com; premeu sobre el botó «Carrega» després.
ca_es@valencia: Introduïu: el número d'escena,l'URL (sense espais) que l'inclou, p. ex.: 3,http://example.com; i a continuació feu clic en el botó Penja.
dz: བཙུགས་གནང་:འཁྲབ་ཚན་ཨང་ཡོད་པའི་ ཨུ་ཨར་ཨེལ་(བར་སྟོང་མེདཔ་)། དཔེར་ན་ ༣, http://example.com; དེའི་ཤུལ་ལས་སྐྱེལ་བཙུགས་ཨེབ་རྟ་གུ་ལུ་ཨེབ་གཏང་།
el: Παρακαλώ εισάγετε: αριθμό σκηνής, URL (χωρίς διαστήματα) που το περιέχει, π.χ. 3,http://example.com. Κατόπιν, πιέστε στο πλήκτρο 'Φόρτωση'.
es: Por favor introduzca: número_de_escena,ULR (sin espacios) que la incluye, p.ej.: 3,http://ejemplo.es; después pulse en el botón Cargar.
eu: Mesedez sartu: eszena-zenbakia, bere URLa barne (espaziorik gabe), adib.: 3,http://adibidea.com; ondoren, klik egin 'Kargatu' botoian.
fr: Tapez : numéro du problème posé, URL (sans espaces) qui l'inclut, par exemple: 3,http://exemple.com; cliquer ensuite sur le bouton de chargement.
gl: Introduza: número de escena, URL que a inclúa (sen espazos), ex: 3,http://exemplo.com; a continuación prema no botón Enviar.
it: Inserire: numero di scena, URL (senza spazi) che lo include; es. 3,http://esempio.it; poi clic su Carica.
nl: Voer svp in: Nummer van de scene, bijbehorende URL (geen spaties), bv: 3,//voorbeeld.com; Klik daarna oop de Upload knop.
pl: Wprowadź: numer sceny, URL (bez spacji), które go zawierają, np .: 3,http://example.com; kliknij przycisk Prześlij dalej.
pt: Por favor, digite: número da cena, URL (sem espaços) que contém a cena, por exemplo: 3,http://example.com; depois clique no botão "Upload".
ru: Пожалуйста, введите: номер сцены, URL (без пробелов), который включает его, например: 3,http://example.com; затем нажмите на кнопку Выгрузить.
tr: Lütfen şunu girin: sahne numarası, onu içeren URL (boşluksuz), örneğin: 3,http://example.com; ardından Yükle düğmesine tıklayın.
zh_cn: 请输入：包含它的场景编号，URL（无空格），例如：3，http：//example.com;之后点击“上传”按钮。
zh_tw: 請寫下：場景編號，它的網址（無空白），例如：3,http://example.com；然後點擊「上傳」。

source: Click on the AddFiles button to select the .html or .htm file and then click on the Upload button to get its content.
ca: Prem al botó «Afegeix fitxers» per seleccionar el fitxer .html o .htm i llavors prem sobre el botó «Carrega» per obtenir el contingut.
ca_es@valencia: Feu clic en el botó Afig fitxers per a seleccionar el fitxer .html o .htm i a continuació feu clic en el botó Penja per a obtindre'n el contingut.
dz: ཡིག་སྣོད་ཚུ་ཁ་སྐོང་རྐྱབས་ཨེབ་རྟ་གུ་ལུ་ཨེབ་སྟི་ .html ་ཡང་ན་ .htm ་ཡིག་སྣོད་སེལ་འཐུ་འབད་ དེ་ལས་འདི་ནང་གི་ནང་དོན་ཚུ་འཐོབ་ནི་དོན་ལུ་ སྐྱེལ་བཙུགས་ཨེབ་རྟ་གུ་ལུ་ཨེབ་གཏང་།
el: Αρχικά πιέστε το πλήκτρο 'Προσθήκη' για να επιλέξετε το αρχείο .html ή .htm και κατόπιν το πλήκτρο 'Φόρτωση'.
es: Pulse en el botón Añadir archivos para seleccionar el fichero .html o .htm y seguidamente pulse en el botón Cargar para tener disponible su contenido.
eu: .html edo .htm fitxategiak hautatzeko, klik egin 'Gehitu fitxategiak' botoian, eta 'Kargatu' botoian, haien edukia lortzeko.
fr: Cliquer sur le bouton d'ajout de fichier pour sélectionner le fichier .html ou .htm, puis cliquer sur le bouton de chargement.
gl: Prema no botón Engadir ficheiros para seleccionar o ficheiro .html ou .htm e despois prema no botón Enviar para obter o contido.
it: Clic sul bottone Aggiungi file per scegliere il file .html o .htm poi clic su Carica per ottenere il suo contenuto.
nl: Klik op de knop "Bestanden toevoegen" om het .html of .htm bestand te kiezen. Klik daarna op de Upload knop om de inhoud te tonen.
pl: Kliknij przycisk Dodaj pliki, aby wybrać plik .html lub .htm, a następnie kliknij przycisk Prześlij, aby pobrać jego zawartość.
pt: Clique no botão "Adicionar ficheiros" para selecionar o ficheiro .html ou .htm e depois clique no botão "Upload" para importar o seu conteúdo.
ru: Нажмите на кнопку Добавить файлы, чтобы выбрать файл .html или .htm, а затем нажмите на кнопку Выгрузить, чтобы получить их содержимое.
tr: Html veya .htm dosyasını seçmek için Dosya Ekle düğmesini tıklatın ve ardından içeriğini aktarmak için Yükle düğmesini tıklatın.
zh_cn: 单击“添加文件”按钮，选择.html 或 .htm文件，然后单击“上传”按钮以获取其内容。
zh_tw: 點擊「新增檔案」按鍵，選擇 .html 或 .htm 檔並在取得其內容後點擊「上傳」。

source: <p>If the applet you're adding was generated by one of the programs in this drop down, please select it, then add the data/applet file generated by your program.
ca: <p>Si l'aplicació de Java que esteu afegint ha sigut generada per un dels programes de la pestanya de sota, seleccioneu-lo, després afegiu el fitxer de dades generat pel vostre programa.
ca_es@valencia: <p>Si l'aplicació de Java que esteu afegint ha sigut generada per un dels programes d'aquest menú desplegable, seleccioneu-lo, després afegiu el fitxer de dades generat pel vostre programa.
dz: <p>ཁྱོད་ཀྱི་་ཁ་སྐོང་རྐྱབས་པའི་་ཨེཔ་ལེཊི་འདི་ གདམ་ཐོ་ནང་གི་་གློག་རིག་ལས་རིམ་ཚུ་ལས་གཅིག་གི་བཟོ་བསྐྲུན་འབད་ཡོད་པ་ཅིན་ དེ་སེལ་འཐུ་འབད་དི་ དེ་ལས་ཁྱོད་རའི་གློག་རིག་ལས་རིམ་གྱི་བཟོ་བསྐྲུན་འབད་གནས་སྡུད/ཨེཔ་ལེཊི་ཡིག་སྣོད་འདི་ཁ་སྐོང་རྐྱབས་གནང་།
el: <p>Εάν το εφαρμογίδιο που θέλετε να προσθέσετε έχει δημιουργηθεί, από κάποιο πρόγραμμα αυτής της πτυσσόμενης λίστας, παρακαλώ επιλέξτε το, και κατόπιν προσθέστε το.
es: <p>Si el applet que quiere añadir ha sido generado por uno de los programas de esta lista, por favor selecciónelo, y después añada el fichero de datos/applet generado por su programa.
eu: <p>Gehitzen ari zaren applet-a, zerrenda honetako programa batekin sortuta badago, mesedez, aukeratu, eta ondoren gehitu zure programak sortutako datua/applet fitxategia.
fr: si l'appliquette que vous ajoutez a été créée par un des programmes déposé, sélectionnez-le, ajoutez ensuite le fichier de données ou l'appliquette créée par votre programme.
gl: <p>Se o applet que está engadindo foi xerado por un dos programas deste menú despregable, por favor seleccióneo e a continuación engada o ficheiro de datos/applet xerado polo seu programa.
it: <p>Se l'applet che si sta aggiungendo è stata generata da uno dei programmi di questa lista, selezionarlo e poi aggiungere il file dati/applet generato dal programma.
nl: <p> Als de applet die je toevoegt was aangemaakt door een van de programma's in deze selectielijst, selecteer het dan. Voeg vervolgens het data/applet -bestand toe dat is aangemaakt door je programma.
pl: <p>Jeśli aplet, który dodajesz, został wygenerowany przez jeden z programów w tym rozwijanym menu, wybierz go, następnie dodaj plik danych / apletu wygenerowany przez twój program.
pt: <p>Se o applet que está a adicionar foi gerado por um dos programas deste menu, por favor, escolha-o, e a seguir acrescente o ficheiro de dados ou o applet gerado por esse programa.
ru: <p>Если добавляемый апплет был создан одной из программ из списка, выделите его, затем добавьте данные/апплет, созданные этой программой.
tr: <p>Eklediğiniz uygulama (applet) bu açılır listeden bir program tarafından oluşturulduysa lütfen seçin ve programınız tarafından oluşturulan veri/küçük uygulama dosyasını ekleyin.
zh_cn: <p>如果您要添加的小程序是通过此下拉列表中的某个程序生成的，请选择它，然后添加程序生成的数据或小程序文件。
zh_tw: <p>若是您新增的小程式是由此下拉式選單中的程式之一所產生，請選擇該程式，然後再新增您的程式所產生的資料或小程式檔。

source: Attachment
ca: Fitxer adjunt
ca_es@valencia: Fitxer adjunt
dz: མཉམ་སྦྲགས
el: Συνημμένο
es: Fichero adjunto
eu: Atxikitako fitxategia
fr: Pièce jointe
gl: Anexo
it: Allegato
nl: Bijlage
pl: Załącznik
pt: Anexo
ru: Приложение
tr: Ek
zh_cn: 附件
zh_tw: 附件

source: The attachment iDevice is used to attach existing files to your .elp content. For example, you might have a PDF file or a PPT or .ODP presentation file that you wish the learners to have access to, these can be attached and labeled to indicate what the attachment is and how large the file is. Learners can click on the attachment link and can download the attachment.
ca: L'iDevice fitxer adjunt és utilitzat per adjuntar un fitxer al vostre fitxer .elp. Per exemple: podries tenir un fitxer PDF o un fitxer presentació PPT ( ODP ) que voleu que els alumnes mirin, aquest fitxer pot ser adjuntat i etiquetat per indicar la mida que té. Els alumnes poden prémer sobre l'enllaç i baixar-se'l.
ca_es@valencia: L'iDevice Adjunt s'utilitza per a adjuntar fitxers al contingut .elp. Per exemple, si tens un fitxer PDF o un fitxer de presentació PPT (ODP) que vols que l'alumnat mire, aquest fitxer es pot adjuntar i etiquetar per a indicar què és i la mida que té. L'alumnat pot fer clic en l'enllaç de l'adjunt i baixar-ho.
dz: མཉམ་སྦྲགས་བརྡ་དོན་ཐབས་འཕྲུལ་འདི་ ཁྱོད་འདི་.elp ནང་དོན་ནང་ ཡོད་བཞིན་པའི་ཡིག་སྣོད་ཚུ་མཉམ་སྦྲགས་ནིའི་དོན་ལུ་ལག་ལེན་འཐབ་ཨིན། དཔེར་ན་ ཁྱོད་ཡོད་སྲིད་པའི་ པི་ཌི་ཨེཕ་ཡིག་སྣོད་དང་ པི་པི་ཏྲི་ཡང་ན་ཨོ་ཌི་པི་གསལ་སྟོན་ཡིག་སྣོད་དེ་ སྦྱང་མི་ཚུ་ལུ་ཐོབ་ཚུགས་པའི་འོས་འབབ་བཟོ་ནི་ དེ་མཉམ་སྦྲགས་ཚུགས། དེ་ལས་མཉམ་སྦྲགས་འདི་་ག་ཅི་ཨིན་ན་དང་ཡིག་སྣོད་ཆེ་ཆུང་ག་དེམ་ཅིག་ཡོདཔ་ཨིན་ན་བརྡ་སྟོན་ནི་དོན་ལུ་ཁ་ཡིག་བཏག་དགོ
el: Το η-Σύνεργο 'Επισύναψη αρχείων' χρησιμοποιείται για να προσθέσετε υπάρχοντα αρχεία στο υλικό που δημιουργείτε. Για παράδειγμα, εάν έχετε ένα αρχείο .pdf, ή μια παρουσίαση .ppt ή .odp στην οποία θέλετε οι μαθητές σας να έχουν πρόσβαση, κάνετε την επισύναψη, δίνετε τίτλο και περιγραφή, ώστε να καταλαβαίνει κανείς τι είναι και τι μέγεθος έχει. Οι μαθητές μπορούν να κάνουν λήψη και άνοιγμα του αρχείου στον υπολογιστή τους.
es: El iDevice Adjunto se usa para adjuntar ficheros existentes al contenido de su ELP. Por ejemplo, quizás tenga un fichero PDF o una presentación en PPT o ODP a los que quiera que tengan acceso sus estudiantes, estos pueden ser adjuntados y etiquetados para indicar en qué consiste el adjunto y qué tamaño tiene el fichero. Los estudiantes pueden pulsar en el enlace al adjunto y pueden descargar dicho adjunto.
eu: Atxikipenen iDevice hau erabiltzen da zure .elp edukian aurretik dauden fitxategiak atxikitzeko. Adibidez, posible da ikasleei erakutsi nahi diezun PDF fitxategi bat, edo PPT aurkezpen bat izatea. Horiek atxiki daitezke, eta etiketak jarri, zer diren eta zer tamaina duten adierazteko. Ikasleek atxikipen-esteka klikatuz deskargatu ahal izango dute fitxategia.
fr: L'outil pédagogique 'fichier attaché' vous est utile pour lier des fichiers existants à votre contenu de projet .elp. Par exemple, si vous souhaitez donner accès à vos apprenants à une ressource sous format .pdf ou à une présentation .ppt, vous pouvez les attacher et indiquer leurs nom et extension ainsi que la taille du fichier. Les apprenants peuvent alors cliquer sur le lien et télécharger la ressource.
gl: O iDevice Anexo utilízase para engadir ficheiros existentes ao contido do seu ELP. Por exemplo, se ten un ficheiro PDF ou unha presentación en PPT ou ODP aos que queira que teña acceso o seu alumnado, pode anexalos e etiquetalos para indicar en que consiste o ficheiro anexo e que tamaño ten. O alumnado pode premer na ligazón ao anexo para descargar o ficheiro.
it: L'iDevice Allegato è usato per collegare file esistenti al contenuto del file .elp. Per esempio, si potrebbe avere la necessità che un file PDF o una presentazione PPT o ODP sia accessibile agli studenti; questi file possono essere collegati ed etichettati opportunamente per indicare a cosa servono e quali sono le loro dimensioni. Gli studenti possono cliccare sul collegamento dell'allegato ed scaricarlo.
nl: Het iDevice "Bijlage" dient om bestanden toe te voegen aan .elp-materiaal. Dit kan bijv. een PDF- of PPT-bestand zijn dat de studenten moeten kunnen openen. U kan dit toevoegen als bijlage en in het bijschrift aangeven wat de inhoud en de omvang van het bestand is. Studenten kunnen het bestand openen door de link aan te klikken.
pl: Załącznik iObiekt służy do dołączania istniejących plików do treści .elp. Na przykład, możesz mieć plik PDF lub plik prezentacji PPT lub .ODP, i chcesz, aby uczniowie mieli do nich dostęp. Mogą one być dołączone i oznaczone, aby wskazać, jaki to załącznik i jak duży jest ten plik. Uczniowie mogą kliknąć łącze do załącznika i pobrać go.
pt: O iDevice Anexo é utilizado para adicionar ficheiros pré-existentes ao conteúdo do arquivo .elp. Por exemplo, pode ter um ficheiro PDF ou uma apresentação PPT ou .ODP que pretende fazer acessível para os estudantes. Estes ficheiros podem ser anexados e rotulados para indicar a natureza do anexo e o tamanho do ficheiro. Os estudantes podem clicar na ligação do anexo e descarregá-lo.
ru: Вложение iDevice используется для подключения существующих файлов в ваше содержимое .elp. Например, у вас может быть PDF файл или PPT файл, или файл презентации .ODP, для которых вы хотите, чтобы учащиеся имели доступ, они могут быть приложены и помечены, чтобы указать, какие вложения и насколько большой файл. Учащиеся могут нажать на ссылку вложения и могут скачать вложение.
tr: iDevice eki, mevcut dosyaları .elp içeriğinize eklemek için kullanılır. Örneğin, öğrencilerin erişmesini istediğiniz bir PDF dosyanız veya bir PPT veya .ODP sunum dosyanız olabilir, bunlar ekin ne olduğunu ve dosyanın ne kadar büyük olduğunu belirtmek için eklenebilir ve etiketlenebilir. Öğrenciler ek bağlantısını tıklayabilir ve eki indirebilir.
zh_cn: “附件” 这个 iDevice 模块用来将现有的文件附加到您的 .elp 内容中。例如，您有个 PDF 、PPT 或 ODP 的简报文件想让给学生看，就可以将它们附加并加上标签来告诉大家这是什么，以及文件有多大。学生可以点击附件的链接并下载。
zh_tw: 這個「附件」 iDevice 用來將現有的檔案附加到您的 .elp 內容中。例如，您有個 PDF 或 PPT 或 ODP 的簡報檔，您想讓學生看，就可以將它們附加並加上標籤來告訴大家這是什麼，有多大。學生可以點擊附件的連結並下載。

source: Enter the text you wish to associate with the downloaded file. You might want to provide instructions on what you require the learner to do once the file is downloaded or how the material should be used.
ca: Escriu el text que vols associar amb la baixada del fitxer. Podeu donar instruccions sobre que fer amb el fitxer baixat o com utilitzar el material.
ca_es@valencia: Escriu el text que voleu associar amb la baixada del fitxer. Podeu donar instruccions sobre què ha de fer l'alumnat amb el fitxer baixat o com s'ha d'utilitzar el material.
dz: ཕབ་ལེན་འབད་ཡོད་པའི་ཡིག་སྣོད་མཉམ་གཅིག་འབྲེལ་བའི་ཡིག་སྣོད་གཅིག་བཚུགས། སྦྱང་མི་ཕབ་ལེན་ཚར་བའི་ཡིག་སྣོད་དང་ག་ཅི་འབད་དགོཔ་ཡང་ན་མཁོ་ཆས་འདི་ག་དེ་འབད་ལག་ལེན་འཐབ་ནིའི་ བཀོད་རྒྱ་བྱིན་གནང་།
el: Εισάγετε το κείμενο που θέλετε να συσχετίσετε με το ληφθέν αρχείο. Μπορεί να θέλετε να δώσετε οδηγίες για το τι πρέπει να κάνει ο μαθητής, μόλις ληφθεί το αρχείο ή πώς θα πρέπει να χρησιμοποιηθεί το υλικό.
es: Introduzca el texto que desee asociar con el archivo descargado. Puede ofrecer instrucciones sobre qué se requiere que realice el estudiante una vez descargado el archivo o sobre cómo debe ser utilizado el material.
eu: Adierazi zein den deskargatutako fitxategiarekin lotu nahi duzun testua. Fitxategia deskargatu ondoren ikasleak zer egin behar duen edo materiala nola erabili behar duen azaldu dezake.
fr: Rédigez le texte que vous souhaitez associer au fichier téléchargé. Vous pouvez donner des consignes à l'apprenant sur ce que vous lui demandez de faire après le téléchargement ou sur le mode dont il convient d'utiliser le matériel proposé.
gl: Introduza o texto que quere asociar ao ficheiro descargado. Pode ofrecer instrucións sobre que se require que o alumnado faga despois de descargar o ficheiro ou sobre como se debe usar o material.
it: Inserire il testo che si desidera associare con il file scaricato. È necessario fornire le istruzioni su quello che si richiede allo studente di fare con il file scaricato, o come il materiale dovrebbe essere utilizzato.
nl: Geef de tekst die bij het gedownloade bestand hoort. Het is een goed idee hier te vermelden wat met het materiaal moet worden gedaan na het downloaden.
pl: Wprowadź tekst, który chcesz połączyć z pobieranym plikiem. Możesz dostarczyć wskazówki dotyczące czego wymagasz od ucznia po pobraniu pliku lub jak materiały powinny być uzyte.
pt: Digite o texto que pretende associar com o ficheiro descarregado. Pode fornecer instruções sobre o que pede aos estudantes para fazerem depois de descarregar o ficheiro ou sobre como deve ser utilizado este material.
ru: Введите текст, который вы хотите связать с загруженным файлом. Возможно, вы захотите предоставить инструкции о том, что требуется ученику делать, когда файл загружен или как материал должен быть использован.
tr: İndirilen dosyayla ilişkilendirmek istediğiniz metni girin. Dosya indirildikten sonra öğrencinin ne yapmasını istediğiniz veya materyalin nasıl kullanılması gerektiği hakkında yönerge hazırlayabilirsiniz.
zh_cn: 输入有关文档的描述.
zh_tw: 輸入您要與下載檔案關聯的文字。例如提供您要學生們在檔案下載後做什麼，或是如何使用此檔案。

source: Description:
ca: Descripció:
ca_es@valencia: Descripció:
dz: འགྲེལ་བཤད་:
el: Περιγραφή:
es: Descripción:
eu: Deskribapena:
gl: Descrición:
it: Descrizione:
nl: Beschrijving:
pl: Opis:
pt: Descrição:
ru: Описание:
tr: Tanım:
zh_cn: 描述:
zh_tw: 描述：
