Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: SCORM (to be used in Moodle and other LMS platforms).
ca: SCORM (per usar a Moodle i altres plataformes LMS).
ca_es@valencia: SCORM (per a utilitzar-lo en el Moodle i en altres plataformes LMS).
el: SCORM (για να χρησιμοποιηθεί στο Moodle ή άλλες πλατφόρμες LMS).
es: SCORM (para usarlo en Moodle y otras plataformas LMS).
eu: SCORM (Moodle eta beste LMS plataformetan erabili daiteken formatua).
fr: SCORM (pour mettre sur Moodle et autres plateformes similaires).
gl: SCORM (para integrar en Moodle e outras plataformas LMS).
it: SCORM (da usare con Moodle o altre piattaforme LMS).
pl: SCORM (do użycia w Moodle i innych platformach LMS).
ru: SCORM (используется для Moodle и других платформ LMS).
tr: SCORM (Moodle ve diğer LMS platformlarında kullanılır).
zh_cn: SCORM（用于Moodle和其他学习管理平台）。
zh_tw: SCORM（用於 Moodle 或其他學習管理平台）。

source: Name the folder or file exported and choose "Save".
ca: Nom de la carpeta o fitxer i tria «Desa».
ca_es@valencia: Anomena la carpeta o fitxer exportat i tria "Guarda"
el: Ονομάστε τον φάκελο ή το αρχείο εξαγωγής και επιλέξτε 'Αποθήκευση'.
es: Dé un nombre a la carpeta o archivo exportado y elija "Guardar".
eu: Izena eman esportatu behar duzun karpeta edo fitxategiari, eta sakatu "Gorde".
fr: Saisissez le nom du dossier ou du fichier exporté et cliquez sur "Sauvegarder".
gl: Poña unha nome ao cartafol ou ficheiro exportado e elixa "Gardar".
it: Dare un nome alla cartella o al file e scegliere "Salva".
pl: Nazwij eksportowany folder lub plik i wybierz „Zapisz i eksportuj”.
ru: Назовите папку или экспортированный файл и выберите "Сохранить".
tr: Dışa aktarılan klasörü veya dosyaya isim verin ve "Kaydet"i seçin.
zh_cn: 命名导出的文件夹或文件，然后选择“保存”。
zh_tw: 命名資料夾或匯出的檔案，然後按下「儲存」。

source: That's all! In such a simple way you have already created an educational resource.
ca: Això és tot! De manera tan senzilla, ja heu creat un recurs educatiu.
ca_es@valencia: I ja està. D'aquesta manera tan senzilla ja heu creat un recurs educatiu.
el: Αυτό ήταν! Με αυτόν τον απλό τρόπο έχετε ήδη δημιουργήσει έναν έργο με εκπαιδευτικό περιεχόμενο.
es: Ya está. De esta manera tan simple habrá creado un recurso educativo.
eu: Hauxe da guztia! Pausu sinple hauek jarraituz hezkuntzarako eduki bat sortu duzu.
fr: Terminé ! De cette façon toute simple vous avez déjà créé une ressource pédagogique.
gl: Xa está. Deste xeito tan sinxelo xa terá creado un recurso educativo.
it: Tutto qua! Con questi semplici passi e' già stata creata una risorsa educativa.
pl: To wszystko! W tak prosty sposób stworzyłeś już zasób edukacyjny.
ru: Это всё! Таким простым способом вы уже создали образовательный ресурс.
tr: Hepsi bu! Bu kadar basit bir şekilde bir eğitim kaynağı oluşturdunuz.
zh_cn: 就这样！通过这种简单的方式，您已经创建了一个教育资源。
zh_tw: 就這樣！您可以輕鬆建立一個教育資源。

source: Remember that whenever you want to edit or modify the project you will only have to open your elp file with eXe and work with it. At the end you will only have to export it again.
ca: Recordeu que sempre que vulgueu editar o modificar el projecte, només heu d'obrir el fitxer «elp» amb eXe i treballar-hi. Al final només haureu d'exportar-ho de nou.
ca_es@valencia: Recorda que sempre que vulgues editar o modificar el projecte només has de obrir el fitxer elp amb l'eXe i treballar-hi. Al final, només cal que el tornes a exportar.
el: Θυμηθείτε ότι για να επεξεργαστείτε και να τροποποιήσετε το έργο σας οποιαδήποτε στιγμή, θα πρέπει να ανοίξετε το αρχείο elp με το eXe. Στο τέλος, απλά θα πρέπει να κάνετε και πάλι εξαγωγή του έργου σας.
es: Recuerde que cada vez que quiera editar o modificar este proyecto sólo tendrá que abrir su archivo elp con eXe y trabajar con él. Al final sólo tendrá que exportarlo de nuevo.
eu: Gogoratu proiektua editatu edo aldatu nahi duzun bakoitzean, nahikoa dela elp fitxategia eXe-rekin ireki eta lan egitea. Lana bukatzean berriro esportatu beharko duzu.
fr: N’oubliez pas que chaque fois que vous souhaitez éditer ou modifier le projet, il vous suffit d’ouvrir votre fichier elp avec eXe et travailler avec lui. À la fin, vous n'aurez qu'à l'exporter à nouveau.
gl: Lembre que cada vez que queira editar ou modificar este proxecto só terá que abrir o seu ficheiro ELP con eXe e traballar con el. Ao final só terá que exportalo de novo.
it: Ricordare che per modificare il progetto è sufficiente aprire il file ELP con eXe ed elaborarlo. Al termine andrà nuovamente esportato.
pl: Jeśli chcesz edytować lub modyfikować projekt, to otwórz plik elp w eXe i pracuj w nim. Na koniec wyeksportuj projekt ponownie.
ru: Помните, что всякий раз, когда вы хотите отредактировать или изменить проект, вам нужно будет только открыть файл elp с помощью eXe и работать с ним. В конце вам придётся экспортировать его снова.
tr: Projeyi düzenlemek veya değiştirmek istediğinizde, sadece elp dosyanızı eXe ile açmanız ve onunla çalışmanız gerektiğini unutmayın. Sonunda sadece tekrar dışa aktarmanız gerekecek.
zh_cn: 请记住，无论何时编辑或修改项目，您只需使用eXe打开elp文件并使用它。最后，您只需要再次导出它。
zh_tw: 記得當您編輯或變更專案時，您只要在 eXe 中開啟您的 elp 檔，完成後再匯出即可。

source: These are the most common options, but there are more. In the next section we will explain where to find them.
ca: Aquestes són les opcions més comunes, però en hi ha més. A la següent secció explicarem on trobar-les.
ca_es@valencia: Aquestes són les opcions més comunes, però n'hi ha més. En la secció següent explicarem on es troben.
el: Αυτές είναι οι πιο συνηθισμένες επιλογές, υπάρχουν όμως πολύ περισσότερες. Στο επόμενο τμήμα θα σας εξηγήσουμε που θα τις βρείτε.
es: Esas son las opciones más habituales, pero aún hay más. En el próximo apartado le explicamos dónde encontrarlas.
eu: Hauek dira aukera nagusiak baina gehiago daude. Hurrengo atalean non topa ditzakezun azalduko dugu.
fr: Ce sont les options les plus courantes, mais il y en a d'autres. Dans la section suivante, nous allons expliquer où les trouver.
gl: Estas son as opcións máis habituais, pero aínda hai máis. No próximo apartado explicámoslle onde atopalas.
it: Queste sono le opzioni più comuni, ma ce ne sono molte altre. Nella prossima sezione verrà indicato dove trovarle.
pl: Są to najczęstsze opcje, ale jest ich więcej. W następnej sekcji wyjaśnimy, gdzie je znaleźć.
ru: Это самые распространенные варианты, но их больше. В следующем разделе мы объясним, где их найти.
tr: Bunlar en yaygın seçeneklerdir, ancak daha fazlası var. Bir sonraki bölümde onları nerede bulacağınızı açıklayacağız.
zh_cn: 这些是最常见的选项，但还有更多。在下一节中，我们将解释在哪里找到它们。
zh_tw: 這是最常用的選項，不過當然還有更多。在下一節我們會解釋在哪裡找更多選項。

source: More Options
ca: Més opcions
ca_es@valencia: Més opcions
dz: ཧེང་བཀལ་གདམ་ཁ་ཚུ་
el: Περισσότερες επιλογές
es: Otras opciones
eu: Aukera gehiago
fr: Autres options
gl: Máis opcións
it: Altre opzioni
pl: Więcej opcji
ru: Больше опций
tr: Daha fazla seçenek
zh_cn: 更多选项
zh_tw: 更多選項

source: On the top of the screen you will find an option "Advanced user". If you enable it, more export options, new elements in the Properties tab and more tools will be shown.
ca: A la part superior de la pantalla trobareu la opció «Usuari avançat». Si ho habiliteu, es mostraran més opcions d'exportació, nous elements a la pestanya «Propietats» i més eines.
ca_es@valencia: A la part superior de la pantalla hi ha l'opció "Usuari avançat". Si l'activeu, es mostraran més opcions d'exportació, elements nous en la pestanya Propietats i més eines.
el: Στο επάνω μέρος της οθόνης υπάρχει η επιλογή 'Λειτουργία για προχωρημένους'. Εάν την ενεργοποιήσετε, θα είναι διαθέσιμες περισσότερες επιλογές εξαγωγής, περισσότερα η-Σύνεργα και στοιχεία στην καρτέλα 'Ιδιότητες'.
es: En la parte superior de la pantalla encontrará una opción llamada "Usuario avanzado". Si la marca, se mostrarán más opciones de exportación, nuevos elementos en la pestaña Propiedades y más utilidades.
eu: Pantailaren goikaldean "Erabiltzaile aurreratua" aukera topatuko duzu. Gaituz gero, esportazio aukera gehiago, "Ezaugarriak" fitxan elementu gehiago eta beste tresna batzuk erakutsiko dira.
fr: En haut de l'écran vous trouverez une option "Utilisateur avancé". Si vous l'activez, d'autres options d'exportation, de nouveaux éléments dans l'onglet Propriétés et d'autres outils seront visibles.
gl: Na parte superior da pantalla atopará unha opción chamada "Modo avanzado". Se a activa, amosaranse máis opcións de exportación, novos elementos na lapela de Propiedades e máis ferramentas.
it: In cima alla schermata si trova un'opzione "Utente avanzato". Se viene abilitata verranno mostrate più opzioni di esportazione, più strumenti ed altri elementi nella linguetta Proprietà.
pl: Na górze ekranu znajduje się opcja "Zaawansowany użytkownik". Jeśli ją włączysz, pojawi się więcej opcji eksportu, nowe elementy na karcie Właściwości i więcej narzędzi.
ru: В верхней части экрана вы найдете опцию "Расширенный пользователь". Если вы включите её, то будут показаны дополнительные параметры экспорта, новые элементы на вкладке "Свойства" и другие инструменты.
tr: Ekranın üst kısmında "Gelişmiş kullanıcı" seçeneğini bulacaksınız. Etkinleştirirseniz, daha fazla dışa aktarma seçeneği, Özellikler sekmesindeki yeni öğeler ve daha fazla araç gösterilecektir.
zh_cn: 在屏幕顶部，您将找到“高级用户”选项。如果启用它，将显示更多导出选项，“属性”选项卡中的新元素以及更多工具。
zh_tw: 在螢幕上方您會看到一個「進階使用者」選項。如果您開啟它，在選單跟屬性分頁中就會出現更多的匯出選項、元素與工具。

source: Further help options:
ca: Més opcions d'ajuda:
ca_es@valencia: Altres opcions d'ajuda:
dz: ཧེང་སྐལ་རོགས་རམ་གདམ་ཁ་ཚུ
el: Περισσότερες επιλογές βοήθειας:
es: Otras opciones de ayuda:
eu: Laguntza gehiago lortzeko:
fr: Options d'aide supplémentaires :
gl: Outras opcións de axuda:
it: Altre opzioni di aiuto:
pl: Dodatkowe opcje pomocy:
ru: Дополнительные опции справки:
tr: Diğer yardım seçenekleri:
zh_cn: 更多帮助选项：
zh_tw: 進一步協助選項：

source: eXe Forums
ca: Fòrums d'eXe
ca_es@valencia: Fòrums de l'eXe
dz: ཨི་ཨེགསི་ཨི་གི་གྲོས་གནས
el: Φόρουμ του eXe
es: Foros de eXe
eu: eXe-ren foroak
fr: Forums eXe
gl: Foros eXe
it: Forum eXe
pl: Forum eXe
pt: Fóruns de eXe
ru: eXe форумы
tr: eXe Forumlar
zh_cn: exe 论坛
zh_tw: eXe 論壇

source: (resolve your doubts)
ca: (resoleu els dubtes)
ca_es@valencia: (per a resoldre dubtes)
dz: (ཁྱོད་རའི་དོགས་པ་ཚུ་སེལ)
el: (διαλύει τις αμφιβολίες σας)
es: (resuelva sus dudas)
eu: (zalantzak argitu)
fr: (questions non répondues)
gl: (resolva a súas dúbidas)
it: (risolvere i dubbi)
pl: (rozwiąż wątpliwości)
ru: (разрешить ваши сомнения)
tr: (şüphelerinizi giderin)
zh_cn: （解决你的疑虑）
zh_tw: （解答您的疑惑）

source: Further information:
ca: Més informació:
ca_es@valencia: Més informació:
dz: བརྡ་དོན་ཐེབས:
el: Περισσότερες πληροφορίες:
es: Más información:
eu: Informazio gehiago:
fr: Information supplémentaire :
gl: Máis información:
it: Altre informazioni:
pl: Dodatkowe informacje:
ru: Дополнительная информация:
tr: Daha fazla bilgi:
zh_cn: 其他信息：
zh_tw: 更多資訊：

source: Open Link in a New Window
ca: Obre l'enllaç a una finestra nova
ca_es@valencia: Obri l'enllaç en una finestra nova
dz: བིན་ཌོ་གསརཔ་གཅིག་ནང་འབྲེལ་ལམ་ཁ་ཕྱེ
el: Άνοιγμα συνδέσμου σε νέο παράθυρο
es: Abrir vínculo en una ventana nueva
eu: Lotura leiho berrian ireki
fr: Ouvrir dans une nouvelle fenêtre
gl: Abrir vínculo nunha xanela nova
it: Apri link in una nuova finestra
nl: Link in een nieuw venster openen
pl: Otwórz link w nowym oknie
pt: Abrir hyperlink em nova janela
ru: Открыть ссылку в новом окне
tr: Bağlantıyı Yeni Pencerede Aç
zh_cn: 在新的窗口打开链接
zh_tw: 在新視窗開啟連結

source: Color Picker
ca: Capturador de color
ca_es@valencia: Capturador de color
dz: ཚོས་གཞི་འཐུ་བྱེདཔ་
el: Επιλογέας χρωμάτων
es: Selector de color
eu: Kolore aukeratzailea
fr: Nuancier
gl: Selector de cor
it: Selettore colori
nl: Alle kleuren
pl: Color Picker - Narzędzie pobierania kolorów
pt: Editor de Cores
ru: Пипетка для цвета
tr: Renk Seçici
zh_cn: 取色器
zh_tw: 顏色挑選器

source: Drag markers to pick a color
ca: Arrossegueu els marcadors per a seleccionar un color
ca_es@valencia: Arrossega els marcadors per a capturar un color
el: Σύρετε τους δείκτες για να επιλέξετε ένα χρώμα
es: Arrastre los marcadores para seleccionar un color
eu: Arrastatu markatzaileak kolore bat hartzeko
fr: Utiliser les marqueurs pour sélectionner la couleur
gl: Arrastre os marcadores para seleccionar unha cor
it: Trascinare le crocette per scegliere un colore
nl: Sleep markers om een kleur te kiezen
pl: Przeciągnij znaczniki, aby wybrać kolor
pt: Arraste os marcadores para escolher a cor.
ru: Перетащите маркеры чтобы выбрать цвет
tr: Bir renk seçmek için işaretçileri sürükleyin
zh_cn: 拖动标记以选择颜色
zh_tw: 拖曳游標選擇顏色

source: Current
ca: Actual
ca_es@valencia: Actual
dz: ད་ལྟོའི
el: Τρέχον
es: Actual
eu: Oraingoa
fr: Actuel
gl: Actual
it: Attuale
nl: Huidige
pl: Bieżący
pt: Atual
ru: Текущий
tr: Geçerli
zh_cn: 目前
zh_tw: 目前

source: New Color - Press OK to Commit
ca: Color nou - Premeu «D'acord» per confirmar
ca_es@valencia: Color nou: premeu D'acord per a confirmar
el: Νέο χρώμα - Πατήστε 'Εντάξει' για να το δημιουργήσετε
es: Nuevo color - Pulse en "Aceptar" para enviar
eu: Kolore berria - sakatu OK aukeratzeko
fr: Nouvelle couleur - Cliquer sur OK pour activer
gl: Nova cor - Prema OK para enviar
it: Nuovo colore - Premere OK per salvare
nl: Nieuwe kleur - Klik op OK om te bevestigen
pl: Nowy kolor - Naciśnij OK, aby zatwierdzić
pt: Nova cor - Clique em OK para a estabelecer.
ru: Новый цвет - Нажмите ОК для помещения
tr: Yeni Renk - Onaylamak için Tamam'a tıklayın
zh_cn: 新颜色 - 按确定提交
zh_tw: 新增顏色－點選OK以確認

source: Click to revert to original color
ca: Prem per revertir al color original
ca_es@valencia: Feu clic per a tornar al color original
el: Πιέστε για να επαναφέρετε το αρχικό χρώμα
es: Pulse para volver al color original
eu: Klik egin aurreko kolorera itzultzeko
fr: Cliquer pour revenir à la couleur d'origine
gl: Prema para volver á cor orixinal
it: Clic per tornare al colore originale
nl: Klik om terug te gaan naar de originele kleur
pl: Kliknij, aby przywrócić oryginalny kolor
pt: Clique para voltar à cor original
ru: Нажмите чтобы вернуться к оригинальному цвету
tr: Orijinal renge dönmek için tıklayın
zh_cn: 单击以恢复为原始颜色
zh_tw: 點選以還原至原始顏色

source: Commit to this color selection
ca: Confirma aquesta selecció de color
ca_es@valencia: Confirma per a la selecció d'aquest color
el: Δέσμευση σε αυτήν την επιλογή χρώματος
es: Enviar esta selección
eu: Kolore hau aukeratu
fr: Activer la sélection de cette couleur
gl: Enviar esta selección de cor
it: Salvare questa scelta di colore
nl: Bevestig deze kleurselectie
pl: Zatwierdź ten wybór koloru
pt: Estabelecer esta escolha de cor
ru: Поместить в этот выбор цвета
tr: Bu renk seçimine bağlı kalın
zh_cn: 确认选择此颜色
zh_tw: 確認選擇此顏色

source: Cancel and revert to original color
ca: Cancel·la i reverteix al color original
ca_es@valencia: Cancel·la i torna al color original
el: Ακύρωση και επαναφορά αρχικού χρώματος
es: Cancelar y volver al color original
eu: Deuseztatu eta aurreko kolorera itzuli
fr: Annuler et retourner à la couleur originale
gl: Cancelar e volver á cor orixinal
it: Annulla e torna al colore originale
nl: Annuleer en ga terug naar de originele kleur
pl: Anuluj i przywróć oryginalny kolor
pt: Cancelar e voltar à cor original
ru: Отменить и вернуться к оригинальному цвету
tr: İptal et ve orijinal renge dön
zh_cn: 取消并恢复原始颜色
zh_tw: 取消且還原至原始顏色

source: Set to Hue color mode
ca: Configura el mode de color to
ca_es@valencia: Estableix a «To» el mode de color
el: Ορισμός σε λειτουργία χρώματος Απόχρωση
es: Cambiar al modo Matiz
eu: abardura-modura aldatu
fr: Fixer le mode de teinte de couleur
gl: Modificar o modo de Ton de cor
it: Imposta modalità colore HUE
nl: Ingesteld op Tint kleurenmodus
pl: Ustaw tryb koloru Odcień
pt: Estabelecer o valor de Matiz da cor
ru: Установить режим цветового оттенка
tr: Ton renk moduna ayarla
zh_cn: 设置为色调颜色模式
zh_tw: 設為色相模式

source: Enter a Hue value (0-360º)
ca: Entra el valor del to (0-360º)
ca_es@valencia: Introduïu un valor per a «To» (0-360º)
el: Εισάγετε μια τιμή Απόχρωσης (0-360º)
es: Introduzca un valor (0-360º)
fr: Introduire una valeur de teinte (0-360º)
gl: Introduza un valor de ton (0-360º)
it: Inserire un valore HUE (0-360°)
nl: Geef een Tintwaarde (0-360º)
pl: Wprowadź wartość odcienia (0-360º)
pt: Introduza um valor de Matiz (0-360º)
ru: Введите значение оттенка (0-360º)
tr: Bir Ton değeri girin (0-360º)
zh_cn: 输入色调值（0-360º）
zh_tw: 輸入色相值（0-360º）

source: Set to Saturation color mode
ca: Configura el mode de color saturació
ca_es@valencia: Estableix a «Saturació» el mode de color
el: Ορισμός σε λειτουργία χρώματος Κορεσμός
es: Cambiar al modo Saturación
eu: Saturazio-modura aldatu
fr: Fixer le mode de couleur de saturation
gl: Cambiar ao modo Saturación de cor
it: Imposta a modalità Saturazione
nl: Ingesteld op Verzadiging kleurenmodus
pl: Ustaw tryb kolorów Nasycenie
pt: Estabelecer o valor de Saturação da cor
ru: Установить режим цветовой насыщенности
tr: Doygunluk renk moduna ayarla
zh_cn: 设置为饱和度颜色模式
zh_tw: 設為飽和度顏色模式

source: Enter a Saturation value (0-100%)
ca: Entra un valor de saturació (0-100%)
ca_es@valencia: Introduïu un valor per a «Saturació» (0-100%)
el: Εισάγετε μια τιμή Κορεσμού (0-100º)
es: Introduzca un valor (0-100%)
eu: Saturazio balio bat sartu (0-%100)
fr: Introduire une valeur de saturation (0-100º%)
gl: Introduza un valor de Saturación (0-100%)
it: Inserire valore Saturazione (0-100%)
nl: Geef een waarde voor de Verzadiging (0-100%)
pl: Wprowadź wartość nasycenia (0-100%)
pt: Introduza um valor de Saturação (0-100%)
ru: Введите значение насыщенности (0-100%)
tr: Bir Doygunluk değeri girin (%0-100)
zh_cn: 输入饱和度值（0-100％）
zh_tw: 輸入飽和度(0-100%)：

source: Set to Value color mode
ca: Configura el mode de color valor
ca_es@valencia: Estableix a «Valor» el mode de color
el: Ορισμός σε λειτουργία χρώματος Τιμή
es: Cambiar al modo Valor
eu: Balio-modura aldatu
fr: Fixer le mode valeur de la couleur
gl: Cambiar ao modo Valor
it: Imposta modalità Valore
nl: Ingesteld op Waarde kleurenmodus
pl: Ustaw wartość tryb kolorów
pt: Establecer o valor de Luminosidade da cor
ru: Установить в режим цветового значения
tr: Değer renk moduna ayarla
zh_cn: 设置为值颜色模式
zh_tw: 設定為顏色設置模式

source: Enter a Value (0-100%)
ca: Entra el valor (0-100%)
ca_es@valencia: Introduïu un «Valor» (0-100%)
el: Εισάγετε μια τιμή Τιμής (0-100%)
es: Introduzca un valor (0-100%)
eu: Balio bat sartu (0-%100)
fr: Introduisez une valeur (0-100%)
gl: Introduza un valor (0-100%)
it: Inserire un Valore (0-100%)
nl: Geef een waarde (0-255)
pl: Wprowadź wartość (0-100%)
pt: Introduza um valor de Luminosidade (0-100%)
ru: Введите значение (0-100%)
tr: Bir Değer Girin (%0-100)
zh_cn: 输入值（0-100％）
zh_tw: 輸入值(0-100%)：

source: Set to Red color mode
ca: Configura el mode de color roig
ca_es@valencia: Estableix a «Roig» el mode de color
el: Ορισμός σε λειτουργία χρώματος Κόκκινο
es: Cambiar al modo de color Rojo
eu: Kolore gorriko modura aldatu
fr: Panneau de valeur du rouge
gl: Cambiar a modo de cor Vermello
it: Imposta modalità colore Rosso
nl: Ingesteld op Rode kleurenmodus
pl: Ustaw tryb kolor czerwony
pt: Estabelecer o valor da componente Vermelha da cor
ru: Установить в режим красного цвета
tr: Kırmızı renk moduna ayarla
zh_cn: 设置为红色模式
zh_tw: 設定為紅色模式

source: Enter a Red value (0-255)
ca: Entra el valor roig (0-255)
ca_es@valencia: Introduïu un valor per a «Roig» (0-255)
el: Εισάγετε μια τιμή Κόκκινου (0-255)
es: Introduzca un valor (0-255)
eu: Sartu gorrirako balio bat (0-255)
fr: Introduisez une valeur pour le rouge (0-255)
gl: Introduza un valor para a cor Vermello (0-255)
it: Inserire un valore Rosso (0-255)
nl: Kies een waarde voor Rood (0-255)
pl: Czerwony wprowadź wartość (0-255)
pt: Introduza um valor da componente Vermelha (0-255)
ru: Введите значение красного (0-255)
tr: Kırmızı için değer girin (0-255)
zh_cn: 输入红色值（0-255）
zh_tw: 輸入紅色值(0-255)：

source: Set to Green color mode
ca: Configura el mode de color verd
ca_es@valencia: Estableix a «Verd» el mode de color
el: Ορισμός σε λειτουργία χρώματος Πράσινο
es: Cambiar al modo de color Verde
eu: Kolore berdeko modura aldatu
fr: Panneau de valeur du vert
gl: Cambiar a modo de cor Verde
it: Imposta modalità colore Verde
nl: Ingesteld op Groene kleurenmodus
pl: Ustaw tryb kolor zielony
pt: Estabelecer o valor da componente Verde da cor
ru: Установить в режим зелёного цвета
tr: Yeşil renk moduna ayarla
zh_cn: 设置为绿色模式
zh_tw: 設定為綠色模式

source: Enter a Green value (0-255)
ca: Entra el valor verd (0-255)
ca_es@valencia: Introduïu un valor per a «Verd» (0-255)
el: Εισάγετε μια τιμή Πράσινου (0-255)
es: Introduzca un valor (0-255)
eu: Sartu berderako balio bat (0-255)
fr: Introduisez une valeur pour le vert (0-255)
gl: Introduza un valor para a cor Verde (0-255)
it: Inserire un valore Verde (0-255)
nl: Kies een waarde voor Groen (0-255)
pl: Zielony wprowadź wartość (0-255)
pt: Introduza um valor da componente Verde (0-255)
ru: Введите значение зелёного (0-255)
tr: Yeşil için değer girin (0-255)
zh_cn: 输入绿色值（0-255）
zh_tw: 輸入綠色值(0-255)：

source: Set to Blue color mode
ca: Configura el mode de color blau
ca_es@valencia: Estableix a «Blau» el mode de color
el: Ορισμός σε λειτουργία χρώματος Μπλε
es: Cambiar al modo de color Azul
eu: Kolore urdineko modura aldatu
fr: Panneau de valeur du bleu
gl: Cambiar a modo de cor Azul
it: Imposta modalità colore Blu
nl: Ingesteld op Blauwe kleurenmodus
pl: Ustaw tryb kolor niebieski
pt: Estabelecer o valor da componente Azul da cor
ru: Установить в режим синего цвета
tr: Mavi renk moduna ayarla
zh_cn: 设置为蓝色模式
zh_tw: 設定為藍色模式

source: Enter a Blue value (0-255)
ca: Entra el color blau (0-255)
ca_es@valencia: Introduïu un valor per a «Blau» (0-255)
el: Εισάγετε μια τιμή Μπλε (0-255)
es: Introduzca un valor (0-255)
eu: Sartu urdinerako balio bat (0-255)
fr: Introduisez une valeur pour le bleu (0-255)
gl: Introduza un valor para a cor Azul (0-255)
it: Inserire un valore Blu (0-255)
nl: Kies een waarde voor Blauw (0-255)
pl: Niebieski wprowadź wartość (0-255)
pt: Introduza um valor da componente Azul (0-255)
ru: Введите значение синего (0-255)
tr: Mavi için değer girin (0-255)
zh_cn: 输入蓝色值（0-255）
zh_tw: 輸入藍色值(0-255)：

source: Set to Alpha color mode
ca: Configura el mode de color alfa
ca_es@valencia: Establir a «Alfa» el mode de color
el: Ορισμός σε λειτουργία χρώματος Alpha
es: Cambiar al modo Transparencia
eu: Kolore garden modura aldatu
fr: Panneau de valeur Alpha
gl: Cambiar a modo Transparencia
it: Imposta modalità colore Alfa
nl: Ingesteld op Alpha kleurenmodus
pl: Ustaw na tryb kolorów Alpha
pt: Estabelecer o valor do canal Alfa
ru: Установить в режим альфа-цвета
tr: Alfa renk moduna ayarla
zh_cn: 设置为Alpha颜色模式
zh_tw: 設置為Alpha顏色模式

source: Enter an Alpha value (0-100)
ca: Entra el valor d'alfa (0-100)
ca_es@valencia: Introduïu un valor per a «Alfa» (0-100)
el: Εισάγετε μια τιμή Alpha (0-255)
es: Introduzca un valor (0-100)
eu: Sartu gardentasunerako balio bat (0-100)
fr: Introduisez une valeur Alpha (0-100)
gl: Introduza un valor de transparencia (0-100)
it: Inserire un valore Alfa (0-255)
nl: Geef een Apha waarde (0-100)
pl: Wprowadź wartość Alpha (0-100)
pt: Introduza um valor para o canal Alfa (0-100)
ru: Введите значение альфа (0-100)
tr: Alfa değeri girin (0-100)
zh_cn: 输入Alpha值（0-100）
zh_tw: 輸入Alpha值(0-100)：
