Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Enter the question stem. The question should be clear and unambiguous. Avoid negative premises as these can tend to confuse learners.
ca: Escriu la pregunta principal. La pregunta hauria de ser clara i gens ambigua. Emprar premisses negatives doncs confonen els alumnes.
ca_es@valencia: Escriu la pregunta principal. La pregunta ha de ser clara i inequívoca. Evita premisses negatives ja que tendeixen a confondre l'alumnat.
dz: དྲི་བའི་གཞུང་འདི་བཙུག དྲི་བ་འདི་དྭངས་གསལ་དང་གསལ་ཏོག་ཏོ་དགོ། དགག་ཚིག་དཔྱད་གཞི་འཛེམ་དགོ དེ་མེན་དེ་ཚུ་གི་སྦྱང་མི་ཚུ་མགུ་འཐོམ་འོང་།
el: Πληκτρολογήστε την πρόταση της άσκησης. Η πρόταση θα πρέπει να είναι σαφής και κατανοητή. Αποφύγετε αρνητικές προτάσεις καθώς τείνουν να δημιουργούν αμφιβολίες.
es: Introduzca la pregunta. La pregunta debe ser clara y no ambigua. Evite las premisas negativas ya que estas tienden a confundir a los estudiantes.
eu: Adierazi erro galdera. Galdera argia eta zalantza gabekoa izan behar du. Saihestu premisa negatiboak ikasleak nahasten baitituzte.
fr: Rédigez ici la question introductive. Celle-ci doit être claire et sans ambiguïté. Évitez les intitulés négatifs qui peuvent prêter à contre-sens.
gl: Introduza a pregunta. A pregunta debe ser clara e non ambigua. Evite as premisas negativas porque tenden a ser ambiguas.
it: Inserire una domanda. La domanda dovrebbe essere chiara ed inequivocabile. Evitare premesse in forma negativa che tendono ad essere ambigue.
nl: Geef de tekst van de vraag. De vraag moet duidelijk en ondubbelzinnig zijn. Vermijd negatieve beweringen want deze zijn vaak misleidend.
pl: Wpisz pytanie. Pytanie powinno być jasne i jednoznaczne. Unikaj przeczeń, gdyż mogą wprowadzać w błąd uczących się.
pt: Digitar o tronco da pergunta. A pergunta deve ser clara e sem duplos sentidos. Evite perguntas na negativa pois tendem a resultar confusas para os estudantes.
ru: Введите вопрос стебля. Этот вопрос должен быть чётким и недвусмысленным. Избегайте отрицательных предпосылок, поскольку они могут, как правило, путать учащихся.
tr: Soru kökünü girin. Soru açık ve net olmalıdır. Öğrencilerin kafasını karıştırabileceğinden olumsuz önermelerden kaçının.
zh_cn: 输入问题. 问题的陈述要清晰而不含糊.
zh_tw: 輸入問題。 問題的陳述要清晰而不含糊。避免否定式的假設，因為可能會造成學生混淆。

source: Question:
ca: Qüestió:
ca_es@valencia: Qüestió:
dz: དྲི་བ:
el: Ερώτηση:
es: Pregunta:
eu: Galdera:
gl: Pregunta:
it: Domanda:
nl: Vraag:
pl: Pytanie:
pt: Pergunta:
ru: Вопросы:
tr: Soru:
zh_cn: 问题:
zh_tw: 問題：

source: Enter the available choices here. You can add options by clicking the "Add another option" button. Delete options by clicking the red X next to the option.
ca: Entreu les eleccions disponibles aquí. Podeu afegir opcions prement el botó "Afegeix una altra opció". Podeu esborrar opcions prement la "X" roja al costat de l'opció.
ca_es@valencia: Introduïu les opcions disponibles ací. Podeu afegir opcions prement el botó «Afig una altra opció». Podeu esborrar opcions prement la «X» roja al costat de l'opció.
el: Εισάγετε εδώ τις διαθέσιμες επιλογές. Μπορείτε να προσθέσετε επιλογές κάνοντας κλικ στο κουμπί "Προσθήκη άλλης επιλογής". Μπορείτε να διαγράψετε επιλογές κάνοντας κλικ στο κόκκινο "x" δεξιά από κάθε επιλογή.
es: Introduzca aquí las opciones disponibles. Puede añadir opciones pulsando en el botón "Agregar otra opción". Elimine opciones haciendo clic en la X que se encuentra a la derecha de cada opción.
eu: Adierazi hemen aukerak. Aukerak gehitzeko, klikatu "Gehitu beste aukera" botoia. Aukerak ezabatzeko, klikatu aukera bakoitzaren ondoan dagoen "X" botoi gorria.
fr: Rédigez les options possibles ici. Vous pouvez ajouter de nouveaux choix en cliquant sur le bouton "Ajouter une autre option". Supprimez les options en cliquant sur l'icône "X" rouge qui se trouve sur le coté de l'option.
gl: Introduza as opcións dispoñibles aquí. Pode engadir máis opcións premendo o botón "Engadir outra opción". Elimine opcións premendo na aspa vermella "X" ao carón da opción.
it: Inserire qui le scelte disponibili. Si possono aggiungere le opzioni premendo il pulsante "Aggiungi un'altra opzione". Per cancellare le opzioni premere sulla "X" rossa vicino alle opzioni.
nl: Typ de alternatieven waaruit de student moet kiezen in de verschillende tekstvelden. Voeg een extra alternatief toe met de knop "VOEG ALTERNATIEF TOE". Wis een alternatief door te klikken op de "x" naast een alternatief.
pl: Wpisz tu dostępne odpowiedzi Możesz dodawać opcje klikając w przycisk "DODAJ KOLEJNĄ OPCJĘ". Możesz usuwać opcje klikając w "X" obok zbędnej opcji.
pt: Digite aqui as opções disponíveis. Pode adicionar opções clicando no botão "Adicionar outra opção". Elimine opções clicando no "X" a vermelho junto a cada opção.
ru: Введите доступные варианты здесь. Вы можете добавить опции, нажав кнопку "Добавить ещё один вариант" кнопку. Удалить опции, нажав на красный крестик рядом с параметром.
tr: Buraya seçilebilecek şıkları girin. Daha fazla seçenek eklemek için "Başka Seçenek Ekle" tuşuna tıklayabilir, istediğiniz seçeneği yanındaki kırmızı X'e tıklayarak silebilirsiniz.
zh_cn: 输入各个选项以让学生从其间选择最合适的一项. 点击"新增选项" 按钮来增加选项. 点击选项旁边的"x" 可删除该选项.
zh_tw: 在此輸入選擇題的選項。 點擊「新增其它選項」按鈕來增加選項。點擊選項旁邊的"X" 可刪除這個選項。

source: Select as many correct answer options as required by clicking the check box beside the option.
ca: Selecciona quantes opcions correctes calguin prement la casella de selecció al costat de l'opció.
ca_es@valencia: Seleccioneu tantes opcions correctes com calga fent clic en la casella de selecció al costat de l'opció.
el: Επιλογή όσο γίνεται περισσότερων απαντήσεων ως σωστών, κάνοντας κλικ στο πεδίο δίπλα σε καθεμιά.
es: Seleccione tantas opciones de respuestas correctas como sean necesarias pulsando en la caja de selección que se encuentra al lado de cada opción.
eu: Aukeratu behar beste erantzun zuzen, aukera bakoitzaren ondoko koadroa markatuta.
fr: Sélectionnez autant d'options correctes que nécessaire en cliquant sur la case à cocher près de chaque option.
gl: Seleccione tantas respostas correctas como sexa necesario premendo nas caixas de verificación ao lado da opción.
it: Selezionare tutte le risposte corrette cliccando la casella vicino all'opzione.
nl: Duid alle juiste antwoorden aan die nodig zijn door het keuzerondje aan te klikken.
pl: Wybierz poprawną odpowiedź klikając w pole wyboru.
pt: Selecionar tantas opções de resposta corretas como for necessário, clicando na caixa de verificação situada ao pé de cada opção.
ru: Выберите только правильный ответ из вариантов, в соответствии с требованиями, установив флажок рядом с соответствующей функцией.
tr: Doğru olan seçeneklerin yanındaki kutucukları işaretleyin.
zh_cn: 选择所有正确选项.
zh_tw: 在選項旁的勾選盒選擇您認為正確的答案。

source: Type in the feedback you want to provide the learner with.
ca: Escriviu la realimentació que voleu proporcionar a l'estudiant.
ca_es@valencia: Escriu la retroacció que vols proporcionar a l'alumnat.
dz: ཁྱོད་ཀྱི་སློབ་སྦྱོང་པ་ལུ་བྱིན་ནི་བསམ་ལན་ དེ་ཡིག་དཔར་རྐྱབས།
el: Πληκτρολογήστε την ανατροφοδότηση που θέλετε να παρέχετε στους μαθητές σας.
es: Escriba en la retroalimentación que desee proporcionar al estudiante.
eu: Idatzi ikasleari eman nahi diozun feedbacka.
fr: Rédigez ici "l'écho en retour" que vous souhaitez renvoyer à l'apprenant.
gl: Escriba a retroalimentación que quere proporcionar ao alumnado.
it: Inserire la valutazione che si vuole fornire allo studente.
nl: Voeg de feedback toe die u wilt tonen aan de studenten.
pl: Wpisz informacje zwrotne, które chcesz przekazać uczniowi.
pt: Insira o feedback que pretende fornecer ao aluno.
ru: Тип обратной связи, который вы хотите предоставить обучаемому.
tr: Öğrenciye doğru şıklarla beraber sunmak istediğiniz geribildirimi yazın.
zh_cn: 输入给学生的评语。
zh_tw: 輸入您要提供給學生的回饋意見。

source: Feedback:
ca: Realimentació:
ca_es@valencia: Retroacció:
dz: བསམ་ལན:
el: Ανατροφοδότηση:
es: Retroalimentación:
eu: Feedbacka:
fr: Echo en retour :
gl: Retroalimentación:
it: Valutazioni:
pl: Informacja zwrotna:
ru: Обратная связь:
tr: Geribildirim:
zh_cn: 评语:
zh_tw: 回饋意見：

source: File Attachments
ca: Fitxers adjunts
ca_es@valencia: Adjunta fitxers
dz: ཡིག་སྣད་མཉམ་སྦྲགས་ཚུ
el: Συνημμένα αρχεία
es: Ficheros adjuntos
eu: Atxikitutako fitxategiak
fr: Pièces jointes
gl: Ficheiros anexos
it: File allegati
nl: Bijlagen
pl: Pliki załączników
pt: Ficheiros anexos
ru: Прикреплённые файлы
tr: Dosya Eki
zh_cn: 附件
zh_tw: 檔案附件

source: File Attachments Idevice.
ca: Fitxer adjunt.
ca_es@valencia: iDevice per a adjuntar fitxers.
dz: ཡིག་སྣད་མཉམ་སྦྲགས་ཚུའི་བརྡ་དོན་ཐབས་འཕྲུལ.
el: Με το η-Σύνεργο 'Συνημμένα αρχεία' μπορείτε να επισυνάψετε αρχεία στο έργο, τα οποία θα είναι διαθέσιμα στους χρήστες, είτε κατά την online διεκπεραίωση του έργου είτε και μετά την εξαγωγή του.
es: iDevice Ficheros adjuntos.
eu: Atxikitutako fitxategiak Idevicea.
fr: Outil pédagogique pièces jointes.
gl: iDevice Ficheiros anexos.
it: IDevice File allegati.
nl: Bijlagen iDevice
pl: Pliki załączników iObiektu.
pt: iDevice Ficheiros anexos
ru: Прикреплённые файлы Idevice.
tr: İdevice Dosya Eki.
zh_cn: 文档附件 iDevice 模块。
zh_tw: 檔案附件 idevice。

source: Yes
ca: Sí
ca_es@valencia: Sí
dz: ཨིན
el: Ναι
es: Sí
eu: Bai
fr: Oui
gl: Si
it: Sì
nl: Ja
pl: Tak
pt: Sim
ru: Да
tr: Evet
zh_cn: 是
zh_tw: 是

source: Show description and link
ca: Mostra la descripció i enllaça
ca_es@valencia: Mostra l'enllaç i la descripció
dz: འགྲེལ་བཤད་དང་འབྲེལ་ལམ་སྟོན
el: Εμφάνιση περιγραφής και συνδέσμου λήψης.
es: Mostrar la descripción y el enlace
eu: Erakutsi deskribapena eta esteka
fr: Montrer la description et le lien
gl: Amosar descrición e ligazón
it: Mostra descrizione e collegamento
nl: Toon omschrijving en link
pl: Pokaż opis i link
pt: Mostrar descrição e ligação
ru: Показать описание и ссылку
tr: Açıklamayı ve bağlantıyı göster
zh_cn: 显示说明和链接
zh_tw: 顯示描述與連結

source: Show Description
ca: Mostra la descripció
ca_es@valencia: Mostra la descripció
dz: འགྲེལ་བཤད་སྟོན
el: Εμφάνιση περιγραφής
es: Mostrar la descripción
eu: Erakutsi deskribapena
fr: Montrer la description
gl: Amosar descrición
it: Mostra descrizione
nl: Toon omschrijving
pl: Pokaż opis
pt: Mostrar descrição
ru: Показать описание
tr: Açıklamayı Göster
zh_cn: 显示说明
zh_tw: 顯示描述

source: Intro Text
ca: Introduïu text
ca_es@valencia: Introduïu text
dz: འགོ་བཙུགས་ཚིག་ཡིག
el: Εισαγωγικό κείμενο
es: Texto introductorio
eu: Sarrera testua
fr: Texte de l'introduction
gl: Texto introdutorio
it: Testo introduttivo
nl: Intruductie tekst
pl: Tekst wprowadzający
pt: Texto introdutório
ru: Вступительный текст
tr: Giriş Metni
zh_cn: 简介文本
zh_tw: 介紹文字

source: Flash Movie
ca: Vídeo flash
ca_es@valencia: Pel·lícula en Flash
dz: ཕིལེཤ་གློག་བརྙན
el: Ταινία Flash
es: Vídeo FLV
eu: Flash bideoa
fr: Film Flash (.flv)
gl: Vídeo flash
it: video Flash
nl: Flash-film
pl: Animacja Flash
pt: Vídeo Flash
ru: Flash ролик
tr: Flash Filmi
zh_cn: Flash 电影
zh_tw: Flash 電影

source: This iDevice only supports the Flash Video File (.FLV) format, and will not accept other video formats. You can however convert other movie formats (e.g. mov, wmf etc) into the .FLV format using third party encoders. These are not supplied with eXe. Users will also need to download the Flash 8 player from http://www.macromedia.com/ to play the video.
ca: Aquest iDevice sols suporta vídeos en format Flash (.FLV), i no suporta altres formats de vídeo. Podeu nogensmenys convertir aquests altres formats ( Ex: mov , wmf , etc.) al .FLV utilitzant codificadors de vídeo fets per qualsevol tercera part (Ex: en Linux: VLC, ffmpeg , winff ; en Windows: VLC). Aquests codificadors no són subministrats per eXe. Els usuaris també hauran de baixar-se Flash 8 des de http://www.macromedia.com/ per executar el vídeo.
ca_es@valencia: Aquest iDevice sols admet vídeos en format Flash (.FLV), i no accepta altres formats de vídeo. No obstant això, podeu convertir altres formats de vídeo (p. ex. mov, wmf, etc.) al format .FLV utilitzant codificadors de vídeo de tercers (p. ex. en Linux: ffmpeg, winff). Aquests codificadors no se subministren amb l'eXe. Els usuaris també han de baixar el reproductor de Flash 8 des d'http://www.macromedia.com/ per a reproduir el vídeo.
el: Αυτό το η-Σύνεργο υποστηρίζει μόνο μορφή ταινίας flash (.flv) και δεν δέχεται άλλες μορφές αρχείων βίντεο. Μπορείτε παρόλα αυτά να μετατρέψετε άλλες μορφές αρχείων βίντεο (π.χ. mov, wmf κλπ.) στη μορφή .flv χρησιμοποιώντας μετατροπείς άλλων κατασκευαστών, οι οποίοι όμως δεν παρέχονται από το eXe. Οι χρήστες πρέπει επίσης να μεταφορτώσουν το πρόγραμμα αναπαραγωγής Flash 8 από το http://www.macromedia.com/ για να αναπαράγουν την ταινία.
es: Este iDevice solamente suporte el formato de Flash Video File (.FLV), y no aceptará otros formatos de video. Se pueden convertir otros formatos de video (por ejemplo mov, wmf, etc) al formato .FLV usando otras aplicaciones de terceras partes. Estas aplicaciones no vienen con eXeLearning. Se necesitará el Flash 8 player de http://www.macromedia.com/ para mostrar el video.
eu: iDevice honek Flash Video File (.FLV) formatua onartzen du, eta ez besterik. Dena den, beste bideo formatu batzuk (adib., mov, wmf) .FLV formatura bihur ditzakezu, hirugarrenen kodifikatzaileen bidez. Horiek ez datoz eXe-rekin batera. Bestalde, bideoak ikusteko Flash 8 player deskargatu beharko dute erabiltzaileek, hemen: http://www.macromedia.com/.
fr: Cet outil n'autorise que le format Flash vidéo File (.flv) et n'accepte aucun autre format vidéo. Vous pouvez cependant convertir les autres formats (ex: mov, wmf,etc..) au format .flv à l'aide d'outils de conversion. Ceux-ci ne sont pas intégrés dans eXe. Les utilisateurs doivent également disposer du lecteur Flash 8 (http://www.macromedia.com) sur le poste client pour lire la vidéo.
gl: Este iDevice só admite ficheiros en formato Flash Video (.flv). Pode converter outros formatos de vídeo (.mov, .wmf etc) ao formato .flv utilizando outras aplicacións de terceiros. Estas aplicacións non veñen con eXe. Precisará o reprodutor Flash 8 que pode descargar desde http://www.macromedia.com/ para visualizar o vídeo.
it: Questo iDevice permette soltanto i formati dei file Flash Video (FLV) e non ne accetta altri. Si possono tuttavia convertire gli altri formati video (per esempio: mov, wmf, etc.) in formato Flash .FLV usando codificatori di terze parti. Questi codificatori non sono forniti con eXe. Agli utenti inoltre è richiesto di effettuare il download di Flash Player 8 da http://www.macromedia.com per visualizzare i video.
nl: Dit iDevice werkt alleen met Flash-films (.FLV-bestand), niet met andere videobestanden. Andere bestandsformaten (bijv. mov, wmf enz.) moeten eerst omgezet worden naar het .FLV-formaat. Die conversie zit niet in eXe. Bovendien is de Flash Player nodig om de film te bekijken; deze is beschikbaar op http://www.macromedia.com/
pl: Ten iObiekt obsługuje jedynie pliki fomatu .FLV i nie zaakceptuje innych plików wideo. Możesz jednak skonwertować filmy w innych formatach (np. mov, wmf itd.) na .FLV używajac koderów (nie dołaczonych do eXe). Użytkownicy będą musieli ściągnąć Flash Player w wersji 8 do pobrania ze strony http://www.macromedia.com/ .
pt: Este iDevice só suporta o formato de vídeo flash (.FLV) e não aceita outros formatos de vídeo. Pode converter outros formatos de vídeo (ex. mov, wmf, etc.) no formato .FLV usando codificadores de terceiros Estes não estão incluídos no eXe. Os utilizadores necessitam o reprodutor de Flash 8 disponível em http:\www.macromedia.com/ para ver o vídeo.
ru: Этот iDevice поддерживает только файлы Flash Video (.FLV) формат, и не будет принимать другие видео форматы. Однако вы можете конвертировать другие форматы фильмов (например, MOV, WMF и т.д.) в .FLV формат с помощью другого кодировщика. Они не поставляются с eXe. Пользователям также необходимо скачать Flash 8 плеер из http://www.macromedia.com/ для воспроизведения видео.
tr: Bu iDevice sadece Flash Video Dosyası (.FLV) formatını destekler ve diğer video türlerini kabul etmez. Dilerseniz eXe tarafından desteklenmeyen diğer formatları (örn. mov, wmv gibi) harici araçlar kullanarak .FLV dosyalarına dönüştürebilirsiniz. Ayrıca kullanıcıların bu videoyu oynatabilmek için Flash 8 oynatıcısına sahip olmaları gerekir. http://www.macromedia.com/
zh_cn: 这个 iDevice 模块只支持Flash Video文档(.FLV)格式, 而非其它视频文档格式.
zh_tw: 這個 iDevice 只支援 Flash 影像檔 (.FLV) 格式，不接受其他格式。 不過您可以用其他的編碼器將其他的電影檔格式（如 mov, wmf 等）轉換為 .flv 格式。 eXe 本身不提供這個功能。此外使用者也必須自己從 http://www.macromedia.com/ 下載 Flash 8 的播放器。

source: Enter the text you wish to associate with the file.
ca: Entreu el text que voleu associar amb el fitxer.
ca_es@valencia: Introduïu el text que voleu associar al fitxer.
dz: ཡིག་སྣོད་ དེ་དང་མཉམ་གཅིག་སྦྲགས་ནི་ཁྱོད་རའི་རེ་སྨོན་ཚིག་ཡིག་འདི་བཙུགས།.
el: Εισάγετε το κείμενο που θέλετε να συσχετίσετε με το αρχείο.
es: Introduzca el texto que desea asociar con el archivo.
eu: Idatzi fitxategiarekin lotu nahi duzun testua.
fr: Rédigez le texte que vous souhaitez associer au fichier.
gl: Introduza o texto que quere asociar ao ficheiro.
it: Inserire il testo che si desidera associare con il file.
nl: Geef de tekst die bij het nieuwe bestand hoort.
pl: Wprowadź tekst, którym chcesz opisać plik.
pt: Introduza o texto que quer associar com o ficheiro.
ru: Введите текст, который вы хотите связать с файлом.
tr: Dosyayla ilişkilendirmek istediğiniz metni girin.
zh_cn: 输入有关文档的描述.
zh_tw: 輸入有關檔案的描述。

source: Description
ca: Descripció
ca_es@valencia: Descripció
dz: འགྲེལ་བཤད
el: Περιγραφή
es: Descripción
eu: Deskripzioa
gl: Descrición
it: Descrizione
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
tr: Tanım
zh_cn: 描述
zh_tw: 描述

source: Provide a caption for the flash movie you have just inserted.
ca: Entra un títol per la pel·lícula flash que acabes d'inserir.
ca_es@valencia: Escriu un títol per a la pel·lícula en Flash que acabes d'inserir.
dz: ཁྱོད་ཀྱི་་བར་ན་བཙུག་པའི་་ཕིལེཤ་གློག་བརྙན་གྱི་་དོན་ལུ་ དཔར་བཤད་གཅིག་བྱིན།
el: Δώστε μια λεζάντα για την ταινία flash που μόλις εισάγατε.
es: Proporcione un título para el vídeo FLV que acaba de insertar.
eu: Eman izen bat gehitu berri duzun flash filmari.
fr: Donnez une légende au film Flash que vous venez d'insérer.
gl: Proporcione un título para o vídeo flash que vén de inserir.
it: Fornire un'intestazione per il video Flash che è stato appena inserito.
nl: Geef een titel voor de toegevoegde Flash-film.
pl: Wprowadź opis do filmu flash, który dołaczyłeś.
pt: Fornecer o título para o filme flash que acabou de inserir.
ru: Ставьте подпись для flash-ролика, который Вы только что вставили.
tr: Şu anda eklediğiniz flash filmi için bir isim girin.
zh_cn: 为 flash电影提供标题.
zh_tw: 為您剛插入的 flash 電影提供標題。

source: Flash with Text
ca: Flash amb Text
ca_es@valencia: Flash amb text
dz: ཚིག་ཡིག་ཡོད་པའི་་ཕིལེཤ
el: Ταινία Flash με Κείμενο
es: Flash con texto
eu: Testudun flasha
fr: Film Flash (.swf) avec boite "Texte"
gl: Flash con texto
it: Flash con testo
nl: Flash met tekst
pl: Flash z tekstem
pt: Flash com Texto
ru: Flash с текстом
tr: Yazı ile Flash
zh_cn: 文字及Flash
zh_tw: 含文字的 Flash

source: The flash with text idevice allows you to associate additional textual information to a flash file. This may be useful where you wish to provide educational instruction regarding the flash file the learners will view.
ca: L'iDevice flash amb text us permet associar informació escrita a un fitxer flash. Això pot ser útil per proporcionar instruccions per als alumnes quan mirin el flash.
ca_es@valencia: L'iDevice Flash amb text us permet associar informació escrita addicional a un fitxer en Flash. Això pot ser útil per a proporcionar instruccions a l'alumnat a l'hora de visualitzar un fitxer en Flash.
el: Το η-Σύνεργο Ταινίας Flash με Κείμενο σάς επιτρέπει να συσχετίσετε επιπλέον κειμενική πληροφορία με ένα αρχείο flash. Αυτό μπορεί να είναι χρήσιμο όταν θέλετε να δώσετε οδηγίες σχετικά με την ταινία flash που θα δουν οι μαθητές.
es: El iDevice Flash con texto le permiten asociar información textual adicional a un archivo flash. Este puede ser usado cuando usted desee proporcionar una instrucción educativa con respecto al archivo flash con el que los estudiantes están trabajando.
eu: Testudun flash iDevice-ak ahalbidetzen dizu flash fitxategi bati informazio osagarria gehitzen- Erabilgarria izan daiteke ikasleei fitxategiaren inguruko informazio osagarria emateko.
fr: L'outil pédagogique "Flash et Texte" vous permet d'associer un textuel d'information à la ressource Flash. Ceci peut être utile lorsque vous souhaitez donner des consignes à suivre lors du déroulement du Flash.
gl: O iDevice de flash con texto permítelle asociar información textual adicional a un ficheiro flash. Isto pode ser útil cando quere proporcionar instrucións educativas adicionais sobre o ficheiro flash que o alumnado verá.
it: L'iDevice Flash con testo permette di associare informazioni testuali ad un file Flash. Questo può essere utile quando si devono fornire istruzioni educative riguardanti il file Flash che gli studenti vedranno.
nl: Met het iDevice "Flash met tekst" kunt u extra informatie toevoegen aan een Flash-bestand. Bijvoorbeeld een opdracht die de leerling erbij moet oplossen.
pl: Obiekt Flash z tekstem pozwala na powiązanie dodatkowych informacji tekstowych z plikeiem flash. To może być przydatne, kiedy chcesz zapewnić instrukcje odnoszące się do pliku flash, który uczniowie obejrzą.
pt: O iDevice Flash com texto permite-lhe associar informação textual ao ficheiro flash. Isto pode ser útil quando desejar apresentar instruções sobre o uso educativo do vídeo Flash que os estudantes irão ver.
ru: Flash с текстом iDevice позволяет ассоциировать дополнительную текстовую информацию в файл Flash. Это может быть полезно где вы хотите обеспечить образовательные указания относительно flash-файла, который учащиеся будут просматривать.
tr: Metin idevice ile flaş, ek metin bilgilerini bir flash dosyasıyla ilişkilendirmenize olanak tanır. Bu yararlı olabilir flash dosyasıyla ilgili eğitim talimatı vermek istediğiniz yerde Öğrenciler görüntüleyecektir.
zh_cn: 这个 iDevice 模块能让你提供与flash文档相关的补充文字说明. 当您希望为学生提供与flash文件相关的教学指导的时候，这个模块就可以发挥作用。
zh_tw: 這個 iDevice 能讓您提供某個 flash 檔的相關文字說明。 這在您想要提供一些跟教育相關的指示給學生時很有用。

source: Enter the text you wish to associate with the image.
ca: Escriviu el text que voleu associar a la imatge.
ca_es@valencia: Escriu el text que vols associar a la imatge.
dz: ཡིག་སྣོད་དེ་དང་མཉམ་གཅིག་སྦྲགས་ནི་ ཁྱོད་རའི་་རེ་སྨོན་ཚིག་ཡིག་འདི་བཙུགས།
el: Εισάγετε το κείμενο που θέλετε να συσχετίσετε με την εικόνα.
es: Introduzca el texto que desea asociar a la imagen.
eu: Adierazi flash fitxategiarekin lotu nahi duzun testua.
fr: Rédigez le texte que vous souhaitez associer à l'image.
gl: Introduza o texto que quere asociar coa imaxe.
it: Inserire il testo che si desidera associare all'immagine.
nl: Geef de tekst die bij de afbeelding hoort.
pl: Wprowadź tekst, który chcesz powiązać z obrazem.
pt: Digite o texto que quer associar com a imagem.
ru: Введите текст, который Вы желаете связать с изображением.
tr: Buraya resimle ilişkilendirmek istediğini yazıyı yazın.
zh_cn: 输入有关图片的描述.
zh_tw: 輸入跟影像相關的文字。
