Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Select LOM Metadata file to import.
ca: Selecciona el fitxer LOM Metadata per importar.
ca_es@valencia: Seleccioneu el fitxer de metadades LOM que s'ha d'importar
dz: LOM མེ་ཊ་གནད་སྡུད་ཀྱི་་ཡིག་སྣོད་ནང་འདྲེན་འབད་ནི་དོན་ལུ་སེལ་འཐུ་འབད།.
el: Επιλογή αρχείου μεταδεδομένων LOM για εισαγωγή.
es: Seleccione el fichero de metadatos LOM que desea importar.
eu: Inportatuko den LOM metadatuen fitxategia aukeratu.
fr: Sélectionnez le fichier LOM Metadata à importer.
gl: Seleccione ficheiro para a importación de metadatos LOM.
it: Scegliere file metadati LOM da importare.
nl: Kies LOM Metadata bestand om te importeren.
pl: Wybierz plik metadanych LOM do zaimportowania.
pt: Escolha ficheiro de metadados LOM a importar.
ru: Выбрать файл метаданных LOM для импорта.
tr: İçe aktarılacak LOM Üst Veri dosyasını seçin.
zh_cn: 选择要导入的LOM元数据文件。
zh_tw: 選擇要匯入的 LOM 中繼資料檔。

source: XML Files
ca: Fitxers XML
ca_es@valencia: Fitxers XML
dz: ཨེཀས་ཨེམ་ཨེལ་ཡིག་སྣོད་ཚུ
el: Αρχεία XML
es: Ficheros XML
eu: XML fitxategiak
fr: Fichiers XML
gl: Ficheiros XML
it: File XML
nl: XML bestanden
pl: Pliki XML
pt: Ficheiros XML
ru: XML файлы
tr: XHTML Dosyaları
zh_cn: XML 文件
zh_tw: XML 檔

source: Waiting progress...
ca: S'està espererant el progrés...
ca_es@valencia: En curs...
dz: ཡར་འཕེལ་བསྒུག་དོ་...
el: Αναμονή προόδου ...
es: Progreso de la espera...
eu: Itxarotearen aurreratzea...
fr: Progrès en attente...
gl: Progreso da espera...
it: Attendere...
nl: Wachten op voortgang...
pl: Oczekiwanie na postęp...
pt: A aguardar...
ru: Ожидание прогресса...
tr: Gelişme bekleniyor...
zh_cn: 等待进程......
zh_tw: 等待進度中...

source: Cancel Import?
ca: Cancel·leu la importació ?
ca_es@valencia: Voleu cancel·lar la importació?
dz: ནང་འདྲེན་འབད་ནི་བཤོལ་ན?
el: Ακύρωση εισαγωγής;
es: ¿Cancelar la importación?
eu: Inportazioa bertan behera utzi?
fr: Annuler l'importation?
gl: Cancelar a importación?
it: Annullare l'importazione?
nl: Import annuleren?
pl: Anulować Importowanie?
pt: Cancelar a importação?
ru: Отменить импорт?
tr: İçe Aktarma İptal Edilsin mi?
zh_cn: 取消导入？
zh_tw: 要取消匯入嗎？

source: There is an ongoing import. Do you want to cancel?
ca: Hi ha una importació en curs. De veritat la voleu cancel·lar ?
ca_es@valencia: Hi ha una importació en curs. Voleu cancel·lar-la?
el: Μια διαδικασία εισαγωγής είναι σε εξέλιξη. Θέλετε να την ακυρώσετε;
es: Se está realizando una importación. ¿Desea cancelarla?
eu: Inportazio bat martxan dago. Deuseztatu nahi duzu?
fr: Une importation est en cours. Voulez-vous annuler?
gl: Hai unha importación en curso. Quere cancelala?
it: È in corso un'importazione. Annullarla?
nl: Import is bezig. Wilt U afbreken?
pl: Trwa import. Czy chcesz anulować?
pt: Há uma importação em processo. Deseja cancelar?
ru: Существует продолжающийся импорт. Вы хотите отменить?
tr: Devam eden bir içe aktarma işlemi var. İptal etmek istiyor musun?
zh_cn: 有一个正在进行的导入。要取消吗？
zh_tw: 匯入正在進行中。您要取消嗎？

source: Select Xliff file to import
ca: Selecciona un fitxer Xliff per importar
ca_es@valencia: Seleccioneu un fitxer XLIFF per a importar-lo
dz: ནང་འདྲེན་འབད་ནི་དོན་ལུ་ Xliff་ཡིག་སྣོད་སེལ་འཐུ་འབད
el: Επιλογή αρχείου Xliff για εισαγωγή
es: Seleccionar el archivo XLIFF que importar
eu: Aukeratu XLIFF fitxategia inportatzeko
fr: Sélectionnez le fichier Xliff à importer
gl: Seleccionar ficheiro .xliff a importar
it: Scegliere il file XLIFF da importare
nl: Kies XLIFF bestand voor import
pl: Wybierz plik Xliff do zaimportowania
pt: Escolha o ficheiro Xliff a importar
ru: Выбрать Xliff файл для импорта
tr: İçerik aktarılacak Xliff dosyası seç
zh_cn: 选择要导入的文件
zh_tw: 選擇要匯入的 Xliff 檔

source: XLIFF Import Preferences
ca: Preferències d'importació XLIFF
ca_es@valencia: Preferències d'importació d'XLIFF
dz: XLIFF ནང་འདྲེན་གདམ་ཁ་ཚུ
el: Προτιμήσεις εισαγωγής XLIFF
es: Preferencias de importación de XLIFF
eu: XLIFF inportazioaren aukerak
fr: Préférences d'importation XLIFF
gl: Preferencias de importación XLIFF
it: Preferenze importazione XLIFF
nl: XLIFF import Voorkeuren
pl: Preferencje importu XLIFF
pt: Preferências de importação de XLIFF
ru: Настройки импорта XLIFF
tr: XLIFF İçe Aktarma Tercihleri
zh_cn: XLIFF导入首选项
zh_tw: XLIFF 匯入喜好設定

source: XLIFF Files
ca: Fitxers XLIFF
ca_es@valencia: Fitxers XLIFF
dz: XLIFF ཡིག་སྣོད་ཚུ
el: Αρχεία XLIFF
es: Ficheros XLIFF
eu: XLIFF fitxategiak
fr: Fichiers XLIFF
gl: Ficheiros XLIFF
it: File XLIFF
nl: XLIFF Bestanden
pl: Pliki XLIFF
pt: Ficheiros XLIFF
ru: Файлы XLIFF
tr: XLIFF Dosyaları
zh_cn: XLIFF文件
zh_tw: XLIFF 檔

source: Export to Xliff as
ca: Anomena i exporta com Xliff
ca_es@valencia: Anomena i exporta a XLIFF
dz: XLIFF་ལུ་སྦེ་ཕྱིར་འདྲེན་འབད
el: Εξαγωγή σε Xliff ως
es: Exportado a XLIFF como
eu: XLIFF-era honela esportatu
fr: Exporté vers Xliff comme
gl: Exportar a XLIFF como
it: Esporta XLIFF con nome
nl: Exporteer naar XLIFF als
pl: Eksportuj do Xliff jako
pt: Exportar para XLIFF como
ru: Экспортировать в XLIFF как
tr: Xliff'i şu şekilde dışa aktar
zh_cn: 导出到 XLIFF 为
zh_tw: 將 Xliff 匯出為

source: Select source language
ca: Selecciona l'idioma origen
ca_es@valencia: Seleccioneu l'idioma d'origen
dz: འབྱུང་ཁུངས་ཀྱི་སྐད་ཡིག་སེལ་འཐུ་འབད་
el: Επιλέξτε γλώσσα πηγής
es: Elija el idioma origen
eu: Jatorrizko hizkuntza aukeratu
fr: Sélectionner la langue-source
gl: Seleccione o idioma de orixe
it: Scegliere lingua della fonte
nl: Kies de brontaal
pl: Wybierz język źródłowy
pt: Escolha a língua de partida
ru: Выбрать исходный язык
tr: Kaynak dili seç
zh_cn: 选择源语言
zh_tw: 選擇來源語言

source: Select target language
ca: Selecciona l'idioma destinació
ca_es@valencia: Seleccioneu l'idioma de destinació
dz: དམིགས་གཏད་ཀྱི་ཀྱི་སྐད་ཡིག་སེལ་འཐུ་འབད་
el: Επιλέξτε γλώσσα προορισμού
es: Elija el idioma destino
eu: Xede hizkuntza aukeratu
fr: Sélectionner la langue-cible
gl: Seleccione o idioma de destino
it: Scegliere lingua destinazione
nl: Kies de doeltaal
pl: Wybierz docelowy język
pt: Escolha a língua de chegada
ru: Выбрать целевой язык
tr: Hedef dili seç
zh_cn: 选择目标语言
zh_tw: 選擇目標語言

source: Copy source also in target
ca: Copieu la font també en destinació
ca_es@valencia: Copieu l'origen també en la destinació
el: Αντιγράψτε την πηγή και στον προορισμό
es: Copiar origen en destino
eu: Jatorrizko testua xedean kopiatu
fr: Copier également la source dans la cible
gl: Copiar fonte tamén no destino
it: Copia la sorgente anche nella destinazione
nl: Kopieer de bron ook naar het doel
pl: Skopiuj źródło również w miejscu docelowym
pt: Copiar também a fonte no destino
ru: Скопировать источник также в цель
tr: Kaynağı da hedefte kopyala
zh_cn: 复制来源到目标
zh_tw: 在目標也複製來源

source: If you don't choose this option, target field will be empty. Some Computer Aided Translation tools (e.g. OmegaT) just translate the content of the target field. If you are using this kind of tools, you will need to pre-fill the target field with a copy of the source field.
ca: Si no trieu aquesta opció, el camp destinació estarà buit. Algunes eines d'ajuda per traducció (p.e. OmegaT) es limiten a traduir el contingut del camp destinació. Si aneu a treballar amb eines d'aquest tipus us caldrà una còpia del camp origen.
ca_es@valencia: Si no tries aquesta opció, el camp destinació estarà buit. Algunes eines d'ajuda a la traducció (p.e. l'OmegaT) només tradueixen el contingut del camp destinació. Si utilitzes eines d'aquest tipus hauries d'omplir el camp destinació amb una còpia del camp origen.
el: Εάν δεν κάνετε αυτήν την επιλογή, το πεδίο προορισμού θα παραμείνει κενό. Μερικά εργαλεία Υπολογιστικά Υποβοηθούμενης Μετάφρασης (π.χ. το OmegaT) απλά μεταφράζουν το περιεχόμενο του πεδίου προορισμού. Εάν χρησιμοποιείτε τέτοια εργαλεία, θα πρέπει να συμπληρώσετε εκ των προτέρων το πεδίο προορισμού με αντιγραφή του πεδίου της πηγής.
es: Si no elige esta opción, el campo destino estará vacío. Algunas herramientas de ayuda a la traducción (p.e. OmegaT) se limitan a traducir el contenido del campo destino. Si va a utilizar una herramienta que funcione de este modo, deberá precargar el campo destino con una copia del campo origen.
eu: Aukera hau ez baduzu klikatzen, helburu testua hutsik sortuko da. Itzulpen tresna batzuk (adib.: OmegaT) xede hizkuntzako testuekin lan egiten dute soilik, eta jatorrizko eremuaren testuarekin aurre-beteta behar dute.
fr: Si vous ne choisissez pas cette option, le champ-cible restera vide. Certains logiciels de traduction (p.ex. OmegaT) traduisent seulement le contenu du champ-cible. Si vous utilisez ce type d'outils, vous devez remplir le champ-cible avec une copie du champ-source.
gl: Se non elixe esta opción, o campo destino quedará baleiro. Algunhas ferramentas de tradución asistida por ordenador (por exemplo OmegaT) limítanse a traducir o contido do campo destino. Se está a utilizar este tipo de ferramentas ten que precargar o campo destino cunha copia do campo orixe.
it: Se non si seleziona questa opzione, il campo destinazione sarà vuoto. Alcuni strumenti di Computer Aided Translation (es. OmegaT) traducono semplicemente il contenuto del campo. Se si usa questo tipo di strumenti, sarà necessario riempire preventivamente il campo destinazione con una copia del campo origine.
nl: Als U deze optie open laat zal het overeenkomstige doelveld leeg blijven. Sommige geautomatiseerde vertaalprogramma's (b.v. OmegaT) vertalen uitsluitend de inhoud van het doelveld. Als U dit soort tools gebruikt zult U de doelvelden moeten vullen met een kopie van de bronvelden.
pl: Jeśli nie wybierzesz tej opcji, pole docelowe będzie puste. Niektóre narzędzia do tłumaczenia komputerowego (na przykład OmegaT) po prostu tłumaczą zawartość pola docelowego. Jeśli używasz tego rodzaju narzędzi, musisz wstępnie wypełnić pole docelowe kopią pola źródłowego.
pt: Se não marcar esta opção, o campo de destino ficará vazio. Algumas ferramentas de Tradução Assistida por Computador (i.e. OmegaT) apenas traduzem o conteúdo do campo de destino. Se está a utilizar este género de ferramentas, terá de preencher o campo de destino com uma cópia do campo de origem.
ru: Если вы не выберете этот вариант, целевое поле будет пустым. Некоторые инструменты автоматизированного перевода программного обеспечения (i.g. OmegaT) просто переводят содержимое целевого поля. Если вы используете этот вид инструментов, вам будет необходимо предварительно заполнить целевое поле копией исходного поля.
tr: Bu seçeneği belirlemezseniz hedef alan boş olur. Bazı Bilgisayar Destekli Çeviri araçları (örneğin OmegaT) sadece hedef alanın içeriğini çevirir. Bu tür araçlar kullanıyorsanız, hedef alanı kaynak alanın bir kopyasıyla önceden doldurmanız gerekir.
zh_cn: 如果不选择此选项，则目标字段将为空。一些计算机辅助翻译工具（例如OmegaT）只是翻译目标字段的内容。如果您使用此类工具，则需要使用源字段的副本预填充目标字段。
zh_tw: 如果沒有選擇此選項，則目標欄位預設會空白。不過有些電腦輔助翻譯軟體（如 OmegaT）只會翻譯在目標欄位的內容。如果您使用的是這類工具，則您必須選擇此選項，將來源內容複製到目標欄位。

source: This option will wrap all the exported fields in CDATA sections. This kind of sections are not recommended by XLIFF standard but it could be a good option if you want to use a pre-process tool (i.g.: Rainbow) before using the Computer Aided Translation software.
ca: Aquesta opció embolcallarà tots els camps exportats en seccions CDATA. Aquest tipus de seccions no estan recomanades per l'estàndard XLIFF però poden ser una bona opció si aneu a preprocessar els camps (p.e.: amb Rainbow) abans d'utilitzar el programari de traducció.
ca_es@valencia: Aquesta opció embolcallarà tots els camps exportats en seccions CDATA. Aquest tipus de seccions no estan recomanades per l'estàndard XLIFF però poden ser una bona opció si voleu utilitzar una eina de preprocessament de camps (p.e.: Rainbow) abans d'utilitzar el programari d'ajuda a la traducció.
el: Με αυτή την επιλογή θα συμπεριληφθούν όλα τα πεδία εξαγωγής στις ενότητες CDATA. Αυτό το είδος ενοτήτων δεν συνιστάται από το πρότυπο XLIFF, ωστόσο μπορεί να είναι μια καλή επιλογή εάν θέλετε να χρησιμοποιήσετε ένα εργαλείο αρχικής επεξεργασίας (π.χ. Rainbow) πριν το λογισμικό της Υπολογιστικά Υποβοηθούμενης Μετάφρασης.
es: Está opción envolverá todos los campos exportados en secciones CDATA. Este tipo de secciones no están recomendadas por el estándar XLIFF pero pueden ser un buena opción si desea usar una herramienta de preprocesado (p.e.: Rainbow) antes de utilizar el software de ayuda a la traducción.
eu: Aukera honek, esportatutako eremuak bilduko ditu CDATA ataletan. XLIFF estandarrak ez du gomendatzen atal hauen erabilera, baina aukera interesgarri bat izan daiteke aurre-prozesatzeko tresna bat erabili nahi baduzu (adib. Rainbow) itzulpen tresna erabili aurretik.
fr: Cette option empaquettera tous les champs exportés dans les sections CDATA. Ce type de sections n'est pas recommandé par le standard XLIFF mais il peut s'agir d'une option correcte si vous voulez utiliser un outil pré-processus (p.ex. Rainbow) avant d'utiliser le logiciel de traduction assistée par ordinateur.
gl: Esta opción axustará tódolos campos exportados en seccións CDATA. Este tipo de seccións non están recomendadas polo estándar XLIFF pero pode ser unha boa opción se quere utilizar unha ferramenta de preprocesado (p.ex. Rainbow) antes de utilizar un software de tradución.
it: Questa opzione ingloba tutti i campi esportati in sezioni CDATA. Questo tipo di sezione non è raccomandato dagli standard XLIFF, ma potrebbe essere utile se si vuole usare uno strumento di pre-elaborazione (es. Rainbow) prima di usare il programma di Computer Aided Translation.
nl: Deze optie sluit alle geëxporteerde velden op in CDATA elementen. Dit soort elementen worden niet aanbevolen door de XLIFF standaard maar kan een goede optie zijn als je een pre-process tool (zoals Rainbow) wilt gebruiken voordat je Computer Aided vertaal software wilt toepassen.
pl: Ta opcja spowoduje zawijanie wszystkich wyeksportowanych pól w sekcjach CDATA. Ten rodzaj sekcji nie jest zalecany w standardzie XLIFF, ale może być dobrym rozwiązaniem, jeśli chcesz użyć narzędzia do przetwarzania wstępnego (i.g .: Rainbow) przed użyciem oprogramowania Computer Aided Translation.
pt: Esta opção irá envolver todos os campos exportados em secções CDATA. Este género de secções não são recomendadas pela norma padrão XLIFF mas podem ser uma boa opção se deseja utilizar uma ferramenta de pré-processamento (i.e.: Rainbow) antes de utilizar o software de Tradução Assistida por Computador.
ru: Эта опция обернёт все экспортируемые поля в разделах CDATA. Этот вид разделов не рекомендуются стандартом XLIFF, но это может быть хорошим вариантом, если вы хотите использовать для предварительной обработки инструментов (i.g.: Rainbow) перед использованием системы автоматизированного перевода программного обеспечения.
tr: Bu seçenek, CDATA bölümlerindeki dışa aktarılan tüm alanları sarar. Bu tür bölümler XLIFF standardı tarafından önerilmez, ancak Bilgisayar Destekli Çeviri yazılımını kullanmadan önce bir ön işlem aracı (örneğin: Rainbow) kullanmak istiyorsanız iyi bir seçenek olabilir.
zh_cn: 此选项将包装CDATA部分中的所有导出字段。 XLIFF标准不推荐这种部分，但如果您想在使用计算机辅助翻译软件之前使用预处理工具（ig：Rainbow），这可能是一个不错的选择。
zh_tw: 這個選項會將所有在 CDATA 區段中匯出的欄位折起來。這種區段在 XLIFF 標準中並不建議使用，但若您在使用電腦輔助翻譯軟體前，使用一些預先處理的工具（如 Rainbow）時，CDATA 區段就很有用。

source: Cancel
ca: Cancel·la
ca_es@valencia: Cancel·la
dz: བཤོལ
el: Ακύρωση
es: Cancelar
eu: Ezeztatu
fr: Annuler
gl: Cancelar
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить
tr: İptal
zh_cn: 取消
zh_tw: 取消

source: Ok
ca: D'acord
ca_es@valencia: D'acord
dz: བཏུབ
el: Εντάξει
es: Aceptar
eu: Ados
fr: Oui
gl: Aceptar
ru: ОК
tr: Tamam
zh_tw: 確定

source: XLIFF Export Preferences
ca: Preferències d'exportació XLIFF
ca_es@valencia: Preferències d'exportació d'XLIFF
dz: XLIFF ཕྱིར་འདྲེན་གདམ་ཁ་ཚུ
el: Προτιμήσεις εξαγωγής XLIFF
es: Preferencias de exportación a XLIFF
eu: XLIFF esportazioaren aukerak
fr: Préférences d'exportation XLIFF
gl: Preferencias de exportación XLIFF
it: Preferenze esportazione XLIFF
nl: XLIFF export opties
pl: Preferencje eksportu XLIFF
pt: Preferências de exportação de XLIFF
ru: Настройки экспорта XLIFF
tr: XLIFF Dışa Aktarma Seçenekleri
zh_cn: XLIFF导出首选项
zh_tw: XLIFF 匯出喜好設定

source: This package has metadata. You might be exporting incorrect information included by the original author. Go to Properties to edit it.
ca: Aquest paquet té metadades. És possible que estigueu exportant informació incorrectainclosa per l'autor original. Aneu a Propietats per editar-lo.
ca_es@valencia: Aquest paquet conté metadades. És possible que estigueu exportant informació incorrecta inclosa per l'autor/a original. Aneu a Propietats per a editar-lo.
el: Αυτό το πακέτο έχει μεταδεδομένα. Ενδέχεται να εξάγετε εσφαλμένες πληροφορίες που δόθηκαν από τον αρχικό συντάκτη. Μεταβείτε στις 'Ιδιότητες' για να τα επεξεργαστείτε.
es: Este paquete contiene metadatos. Podría exportar información incorrecta incluida en su momento por el autor original. Vaya a Propiedades para editarla.
eu: Pakete honek metadatuak ditu. Agian jatorrizko egileak atxikitutako informazio okerra esportatzen ari zara. Joan Ezaugarriak-era editatzeko.
fr: Ce paquet contient des métadonnées. Vous pouvez exporter des informations incorrectes incluses par l'auteur original. Allez dans Propriétés pour le modifier.
gl: Este paquete contén metadatos. Podería exportar información incorrecta incluída no seu momento pola persoa autora orixinal. Vaia a Propiedades para editala.
it: Questo pacchetto ha dei metadati. Si stanno forse esportando informazioni non corrette incluse dall'autore originale. Andare a Proprietà per modificarle.
pl: Ten pakiet zawiera metadane. Możesz eksportować nieprawidłowe informacje zawarte przez oryginalnego autora. Przejdź do Właściwości, aby go edytować.
ru: Этот пакет содержит метаданные. Возможно, вы экспортируете неправильную информацию, включенную оригинальным автором. Перейдите в «Свойства», чтобы изменить это.
tr: Bu paketin üst verileri var. Eser sahibi tarafından dahil edilen yanlış bilgileri de dışa aktarıyor olabilirsiniz. Düzenlemek için Özellikler'e gidin.
zh_cn: 这个包有元数据。您可能导出原始作者包含的错误信息。转到“属性”进行编辑。
zh_tw: 這個套件有詮釋資料。您可能從原作者那匯出了不正確的資訊。請到屬性分頁去編輯。

source: Do you want to export the package with the current metadata?
ca: Voleu exportar el paquet amb les metadades actuals?
ca_es@valencia: Voleu exportar el paquet amb les metadades actuals?
el: Θέλετε να κάνετε εξαγωγή αυτού του πακέτου με τα τρέχοντα δεδομένα;
es: ¿Desea exportar el paquete con los metadatos actuales?
eu: Paketea oraingo metadatuekin esportatu nahi duzu?
fr: Voulez-vous exporter le paquet avec les métadonnées actuelles?
gl: Desexa exportar o paquete cos metadatos actuais?
it: Esportare il pacchetto con i metadati esistenti?
pl: Czy chcesz wyeksportować pakiet z aktualnymi metadanymi?
ru: Вы хотите экспортировать пакет с текущими метаданными?
tr: Paketi mevcut meta verilerle dışa aktarmak istiyor musunuz?
zh_cn: 是否要使用当前元数据导出包？
zh_tw: 您要以目前的詮釋資料來匯出套件嗎？

source: Initializing Procomún export process...
ca: S'està inicialitzant el procés d'exportació a Procomún...
ca_es@valencia: S'està inicialitzant el procés d'exportació de Procomún...
el: Αρχικοποίηση διεργασίας εξαγωγής Procomún...
es: Inicializando el proceso de exportación a Procomún...
fr: Initialisation du processus d'exportation Procomún...
gl: Inicializando o proceso de exportación a Procomún...
it: Avvio dell'esportazione a Procomún...
pl: Inicjalizacja procesu eksportu do Procomún...
ru: Инициализация процесса экспорта Procomún...
tr: Procomún dışa aktarma işlemi başlatılıyor...
zh_cn: 初始化 Procomún 导出流程......
zh_tw: 正在初始化 Procomún 的匯出流程...

source: You must authorize eXe Learning to publish content into your Procomún account
ca: Cal que autoritzeu a eXe Learning a publicar contingut amb el vostre compte Procomún
ca_es@valencia: Heu d'autoritzar l'eXe Learning a publicar contingut en el vostre compte de Procomún
el: Θα πρέπει να εξουσιοδοτήσετε το eXe Learning για να δημοσιεύσει το περιεχόμενο στον λογαριασμό σας στο Procomún
es: Debe autorizar a eXeLearning a publicar contenidos en su cuenta de Procomún
fr: Vous devez autoriser eXe Learning à publier des contenus sur votre compte "Procomún"
gl: Autorice a eXeLearning a publicar contido na súa conta de Procomún
it: Si deve autorizzare eXeLearning a pubblicare contenuti nel proprio account di Procomún
nl: Je moet eXe Learning toestaan om materiaaql te publiceren in je algemene account
pl: Musisz autoryzować eXe Learning do publikowania treści na swoim koncie Procomún
pt: Tem que autorizar eXe Learning para publicar conteúdo na sua conta em "Procomún"
ru: Вы должны авторизовать eXeLearning чтобы публиковать содержимое в ваш аккаунт Procomún
tr: Procomún hesabınıza içerik yayınlamak için exe learninge izin vermeniz gerekir
zh_cn: 您必须授权 exeLearning将内容发布到您的 procomún 帐户中
zh_tw: 您必須先授權，eXe Learning 才能將內容發布到您的 Procomún 帳號

source: Are you sure you want to start authorization process?
ca: Esteu segur que voleu iniciar el procés d'autorització.
ca_es@valencia: Esteu segur que voleu iniciar el procés d'autorització?
el: Θέλετε σίγουρα να ξεκινήσετε τη διαδικασία εξουσιοδότησης;
es: ¿Confirma que desea iniciar el proceso de autorización?
eu: Baimentze-prozesua hasiko da. Ziur al zaude?
fr: Êtes-vous sûr de vouloir initialiser le processus d'autorisation ?
gl: Quere comezar o proceso de autorización?
it: Avviare il processo di autorizzazione?
nl: Weet u zeker dat u wilt beginnen met het goedkeuringsproces?
pl: Czy na pewno chcesz rozpocząć proces autoryzacji?
pt: Tem a certeza que deseja iniciar o processo de autorização?
ru: Вы уверены, что хотите начать процесс авторизации?
tr: Yetkilendirme sürecini başlatmak istediğinizden emin misiniz?
zh_cn: 确实要启动授权过程吗？
zh_tw: 您確定要開始授權嗎？

source: If you have problems publishing or you want to complete your cataloguing later, close this dialogue, export as SCORM 2004 and upload the generated zip file to Procomún.
ca: Si teniu problemes publicant o voleu completar la vostra catalogació més tard, tanqueu aquest diàleg, exporteu-ho com a SCORM 2004 i pugeu el fitxer zip generat a Procomún.
ca_es@valencia: Si tens problemes quan publiques o vols completar la vostra llista després, tanca aquest diàleg, exporta com a SCORM 2004 i puja el fitxer zip generat a Procomún.
el: Εάν αντιμετωπίζετε προβλήματα δημοσίευσης ή θέλετε να ολοκληρώσετε την καταλογογράφηση αργότερα, κλείστε αυτό το παράθυρο διαλόγου, κάντε εξαγωγή σε πρότυπο SCORM 2004 και φορτώστε το συμπιεσμένο αρχείο στο Procomún.
es: Si tiene problemas al hacer la publicación o si desea completar la catalogación más adelante, cierre este diálogo, exporte como SCORM 2004 y suba el fichero zip generado a Procomún.
fr: Si vous avez des problèmes de publication ou si vous souhaitez terminer votre catalogage ultérieurement, fermez ce dialogue, exportez comme SCORM 2004 et téléchargez le fichier zip généré sur Procomún.
gl: Se ten problemas ao facer a publicación ou se desexa completar a catalogación máis adiante, peche este diálogo, exporte como SCORM 2004 e suba o ficheiro .zip xerado a Procomún.
it: Se ci sono problemi di pubblicazione o se si vuole completare la catalogazione più tardi: si può chiudere questa finestra, esportare come SCORM2004 e caricare lo ZIP generato direttamente in Procomún.
pl: Jeśli masz problemy z publikacją lub chcesz zakończyć katalogowanie później, zamknij to okno dialogowe, wyeksportuj jako SCORM 2004 i prześlij wygenerowany plik zip do Procomún.
ru: Если у вас возникли проблемы с публикацией или вы хотите завершить каталогизацию позже, закройте этот диалог, экспортируйте его как SCORM 2004 и выгрузите сгенерированный zip-файл в Procomún.
tr: Yayıncılık sorunlarınız varsa veya katalogunuzu daha sonra tamamlamak istiyorsanız bu iletişim kutusunu kapatın, SCORM 2004 olarak dışa aktarın ve oluşturulan zip dosyasını Procomún'a yükleyin.
zh_cn: 如果您在发布时遇到问题或希望稍后完成编目，请关闭此对话框，导出为SCORM 2004并将生成的zip文件上传到 Procomún。
zh_tw: 若您發布時發生問題，或是您稍後才要完成您的目錄，您可以關閉此對話框，匯出成 SCORM 2004 再手動將產生的 zip 壓縮檔上傳至 Procomún。
