Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: The "Search bar" will only be seen when exporting as Web Site and enabling that option (Properties → Export).
ca: La «barra de cerca» només es mostrarà quan s'exporti com a lloc web i s'habiliti aquesta opció (Propietats → Exporta).
ca_es@valencia: La «Barra de cerca» sols es veu quan s'exporta com a lloc web i s'habilita l'opció (Propietats → Exporta).
el: Η 'Μπάρα αναζήτησης' θα είναι ορατή μόνο όταν γίνεται εξαγωγή σε Ιστότοπο και έχει ενεργοποιηθεί η αντίστοιχη επιλογή (Ιδιότητες --> Εξαγωγή).
es: La "Barra de búsqueda" sólo se verá en la exportación a Sitio web y está marcada la opción Propiedades → Exportar.
fr: La barre de recherche ne sera visible qu'au moment de l'exportation comme site Web, si cette option a été activée (Propriétés → Exportation).
gl: A "Barra de busca" só se verá ao exportar como Sitio web e activar esa opción (Propiedades → Exportar).
it: La "Barra di ricerca" si vedrà soltanto quando si esporta un Sito web e si abilita l'apposita opzione (Proprietà → Esporta).
pl: „Pasek wyszukiwania” będzie widoczny tylko podczas eksportowania jako witryna sieci Web i włączenia tej opcji (Właściwości → Eksportuj).
ru: «Панель поиска» будет видна только при экспорте в качестве веб-сайта и включении этой опции (Свойства → Экспорт).
tr: "Arama çubuğu" yalnızca Web Sitesi olarak dışa aktarılırken ve bu seçenek etkinleştirildiğinde görülecektir (Özellikler → Dışa Aktar).
zh_cn: 仅当导出为网站并启用该选项（属性→导出）时，才会显示“搜索栏”。
zh_tw: 「搜尋列」只會在匯出為網站並且開啟此選項時才會看到。

source: Header and Footer
ca: Capçalera i peu
ca_es@valencia: Capçalera i peu de pàgina
dz: མགོ་ཡིག་དང་མཇུག་ཡིག
el: Κεφαλίδα και υποσέλιδο
es: Cabecera y pie
eu: Goiburua eta oina
fr: En-tête et pied de page
gl: Encabezamento e pé de páxina
it: Intestazione e pié di pagina
nl: KOptekst en voettekst
pl: Nagłówek i Stopka
pt: Cabeçalho e rodapé
ru: Верхний и нижний колонтитулы
tr: Başlık ve Altbilgi
zh_cn: 页眉和页脚
zh_tw: 頁首及頁尾

source: Project title
ca: Títol del projecte
ca_es@valencia: Títol del projecte
dz: ལས་འགུལ་གྱི་མགོ་མིང
el: Τίτλος έργου
es: Título del proyecto
eu: Proiektuaren izenburua
fr: Titre du Projet
gl: Título do proxecto
it: Titolo progetto
nl: Project titel
pl: Tytuł Projektu
pt: Título do projeto
ru: Заголовок проекта
tr: Proje Başlığı
zh_cn: 项目标题
zh_tw: 專案標題

source: Hide the title
ca: Amaga el títol
ca_es@valencia: Amaga el títol
dz: མགོ་མིང་སྦ་བཞག
el: Απόκρυψη του τίτλου
es: Ocultar el título
eu: Izenburua ezkutatu
fr: Cacher le titre
gl: Ocultar o título
it: Nascondere il titolo
nl: Verberg de titel
pl: Ukryj tytuł
pt: Ocultar o título
ru: Скрыть заголовок
tr: Başlığı gizle
zh_cn: 隐藏标题
zh_tw: 隱藏標題

source: same font as the page
ca: el mateix tipus de lletra que a la pàgina
ca_es@valencia: el mateix tipus de lletra que en la pàgina
dz: ཤོག་ལེབ་དང་གཅིག་པའི་ཡིག་གཟུགས
el: ίδια γραμματοσειρά όπως στη σελίδα
es: la misma que la página
eu: orriaren letra-tipoaren iturri berdina
fr: Même police de la page
gl: mesma fonte que a páxina
it: stesso carattere della pagina
nl: zelfde lettertype als de pagina
pl: ta sama czcionka co strona
pt: uma fonte igual à fonte da página
ru: такой же шрифт как страница
tr: sayfadaki aynı yazi tipi
zh_cn: 与页面相同的字体
zh_tw: 與頁面使用相同字型

source: Top margin
ca: Vora superior
ca_es@valencia: Marge superior
dz: མགོ་གི་ས་སྟོང
el: Επάνω περιθώριο
es: Margen superior
eu: Goiko margina
fr: Marge du haut
gl: Marxe superior
it: Margine superiore
nl: Bovengrens
pl: Górny margines
pt: Margem do topo
ru: Верхний край
tr: Üst boşluk
zh_cn: 顶部外边距
zh_tw: 上邊界

source: Main menu
ca: Menú principal
ca_es@valencia: Menú principal
dz: དཀར་ཆག་གཙོ་བོ
el: Κύριο μενού
es: Menú principal
eu: Menu nagusia
fr: Menu principal
gl: Menú principal
it: Menu principale
nl: Hoofdmenu
pl: Menu główne
pt: Menu principal
ru: Главное меню
tr: Ana menü
zh_cn: 主菜单
zh_tw: 主要工具選單

source: Hide the menu
ca: Amaga el menú
ca_es@valencia: Amaga el menú
dz: དཀར་ཆག་སྦ་བཞག
el: Απόκρυψη μενού
es: Ocultar el menú
eu: Menua ezkutatu
fr: Cacher le menu
gl: Ocultar o menú
it: Nascondere il menu
nl: Verbewrg het menu
pl: Ukryj menu
pt: Ocultar o menu
ru: Скрыть меню
tr: Menüyü gizle
zh_cn: 隐藏菜单
zh_tw: 隱藏工具選單

source: Horizontal navigation
ca: Navegació horitzontal
ca_es@valencia: Navegació horitzontal
dz: ཐད་སྙོམས་འགྲུལ་བསྐྱོད
el: Οριζόντια πλοήγηση
es: Navegación horizontal
eu: Nabigazio horizontala
fr: Navigation horizontale
gl: Navegación horizontal
it: Navigazione orizzontale
nl: Horizontale navigatie
pl: Nawigacja pozioma
pt: Navegação horizontal
ru: Горизонтальная навигация
tr: Yatay navigasyon
zh_cn: 水平导航
zh_tw: 水平導覽

source: Active background
ca: Fons actiu
ca_es@valencia: Fons actiu
dz: ཤུགས་ལྡན་རྒྱབ་གཞི
el: Ενεργό παρασκήνιο
es: Fondo activo
eu: Gaitutakoaren atzealdea
fr: Activer l'image d'arrière-plan
gl: Fondo activo
it: Sfondo attivo
nl: Active achtergrond
pl: Aktywne tło
pt: Fundo do elemento ativo
ru: Активный фон
tr: Arkaplan Rengi
zh_cn: 活动背景
zh_tw: 啟用背景

source: Active link color
ca: Color de l'enllaç actiu
ca_es@valencia: Color de l'enllaç actiu
dz: ཤུགས་ལྡན་འབྲེལ་ལམ་གྱི་ཚོས་གཞི
el: Χρώμα ενεργού συνδέσμου
es: Color de enlace activo
eu: Lotura aktiboaren kolorea
fr: Couleur du lien actif
gl: Cor da ligazón activa
it: Colore link attivo
nl: Kleur van de actieve link
pl: Aktywny kolor łącza
pt: Cor da ligação ativa
ru: Цвет активной ссылки
tr: Aktif bağlantı rengi Rengi
zh_cn: 活动链接颜色
zh_tw: 啟用連結顏色

source: Other navigation options
ca: Altres opcions de navegació
ca_es@valencia: Altres opcions de navegació
dz: གཞན་འགྲུལ་བསྐྱོད་གདམ་ཁ་ཚུ
el: Άλλες επιλογές πλοήγησης
es: Otras opciones de navegación
eu: Nabigaziorako beste aukerak
fr: Autres options de navigation
gl: Outras opcións de navegación
it: Altre opzioni di navigazione
nl: Andere navigatie opties
pl: Inne opcje nawigacji
pt: Outras opções de navegação
ru: Другие опции навигации
tr: Diğer gezinme seçenekleri
zh_cn: 其他导航选项
zh_tw: 其他導覽選項

source: Use icons
ca: Usa icones
ca_es@valencia: Utilitza icones
dz: ངོས་དཔར་ཚུ་ལག་ལེན་འཐབ
el: Χρήση εικονιδίων
es: Usar iconos
eu: Ikonoak erabili
fr: Icônes utilisées
gl: Utilizar iconas
it: Usare icone
nl: Gebruik iconen
pl: Użyj ikon
pt: Usar ícones
ru: Использовать иконки
tr: Simgeleri kullan
zh_cn: 使用图标
zh_tw: 使用圖示

source: Icons color
ca: Color de les icones
ca_es@valencia: Color de les icones
dz: ངོས་དཔར་ཚུའི་ཚོས་གཞི
el: Χρώμα εικονιδίων
es: Color de los iconos
eu: Ikonoen kolorea
fr: Couleur des icônes
gl: Cores das iconas
it: Colore icone
nl: Icon kleur
pl: Kolor ikon
pt: Cores dos ícones
ru: Цвет иконок
tr: Simge rengi
zh_cn: 图标颜色
zh_tw: 圖示顏色

source: Grey
ca: Gris
ca_es@valencia: Gris
dz: སྐྱ་ཐལ
el: Γκρι
es: Gris
eu: Grisa
fr: Gris
gl: Gris
it: Grigio
nl: Grijs
pl: Szary
pt: Cinzento
ru: Серый
tr: Gri
zh_cn: 灰色
zh_tw: 灰色

source: White
ca: Blanc
ca_es@valencia: Blanc
dz: དཀརཔོ
el: Λευκό
es: Blanco
eu: Zuria
fr: Blanc
gl: Branco
it: Bianco
nl: Wit
pl: Biały
pt: Branco
ru: Белый
tr: Beyaz
zh_cn: 白色
zh_tw: 白色

source: Black
ca: Negre
ca_es@valencia: Negre
dz: གནགཔོ
el: Μαύρο
es: Negro
eu: Beltza
fr: Noir
gl: Negro
it: Nero
nl: Zwart
pl: Czarny
pt: Preto
ru: Чёрный
tr: Siyah
zh_cn: 黑色
zh_tw: 黑色

source: With emphasis
ca: Amb èmfasis
ca_es@valencia: Amb èmfasi
dz: གཙོ་བཏོན་ཡོདཔ
el: Με έμφαση
es: Destacado
eu: Enfasia jarri
fr: Emphatique
gl: Resaltado
it: Con enfasi
nl: Met nadruk
pl: Z naciskiem
pt: Com destaque
ru: С акцентом
tr: Vurgulu
zh_cn: 强调
zh_tw: 強調

source: Title color
ca: Color del títol
ca_es@valencia: Color del títol
dz: མགོ་ཡིག་གི་ཚོས་གཞི
el: Χρώμα τίτλου
es: Color título
eu: Izenburuaren kolorea
fr: Couleur du titre
gl: Cor do título
it: Colore titolo
nl: Titel kleur
pl: Kolor tytułu
pt: Cor do título
ru: Цвет заголовка
tr: Başlık rengi
zh_cn: 标题颜色
zh_tw: 標題顏色

source: Title background
ca: Fons del títol
ca_es@valencia: Fons del títol
dz: མགོ་ཡིག་གི་རྒྱབ་གཞི
el: Παρασκήνιο τίτλου
es: Fondo título
eu: Izenburuaren atzealdea
fr: Arrière-plan du titre
gl: Título do fondo
it: Sfondo del titolo
nl: Titel van de achtergrond afbeelding
pl: Tło tytułu
pt: Fundo do título
ru: Фон заголовка
tr: Başlık arkaplanı
zh_cn: 标题背景
zh_tw: 標題背景

source: No emphasis (Free Text...)
ca: Sense èmfasi (Text lliure,... )
ca_es@valencia: Sense èmfasi (text lliure...)
dz: གཙོ་བཏོན་མེད་(རང་དབང་ཚིག་ཡིག…)
el: Χωρίς έμφαση (Κείμενο...)
es: Sin destacar (texto libre...)
eu: Enfasirik Gabe (Testu librea, ...)
fr: Pas d'emphase (Texte libre...)
gl: Sen resaltar (Texto Libre...)
it: Nessuna enfasi (testo semplice...)
nl: Geen nadruk (Vrije tekst...)
pl: Żadnego akcentu (Dowolny tekst...)
pt: Sem ênfase (Texto Livre...)
ru: Нет акцента (свободный текст...)
tr: Vurgu yok (Serbest Metin...)
zh_cn: 无强调（纯文字）
zh_tw: 無強調（純文字）

source: Show box
ca: Mostra el quadre
ca_es@valencia: Mostra el quadre
dz: སྒྲོམ་སྟོན
el: Κουτί εμφάνισης
es: Mostrar caja
eu: Koadroa erakutsi
fr: Boîte Afficher
gl: Amosar caixa
it: Mostra contorno
nl: Toon venster
pl: Pokaż pole
pt: Mostrar a caixa
ru: Показать бокс
tr: Kutuyu göster
zh_cn: 显示框
zh_tw: 顯示對話盒

source: Icon to hide/show the iDevice
ca: Icona per mostrar/amagar l'iDevice
ca_es@valencia: Icona per a mostrar/amagar l'iDevice
dz: བརྡ་དོན་ཐབས་འཕྲུལ་སྦ་/སྟོན་ནིའི་ངོས་དཔར
el: Εικονίδιο για Απόκρυψη/Εμφάνιση η-Σύνεργου
es: Icono para mostrar/ocultar iDevice
eu: IDevice-a erakutsi/ezkutatzeko ikonoa
fr: Icône pour cacher/monter l'outil pédagogique
gl: Icona para ocultar/amosar o iDevice
it: Icona per mostrare/nascondere l'iDevice
nl: Icon om het iDivice te verbergen/toten
pl: Ikona ukryj/pokaż iObiekt
pt: Ícone para ocultar/mostrar o iDevice
ru: Иконка для скрытия/показа iDevice
tr: iDevice'i gizlemek/göstermek için simge
zh_cn: 隐藏/显示iDevice的图标
zh_tw: 顯示/隱藏iDevice之圖示

source: This code will be included at the end of content.css
ca: Aquest codi es mostrarà al final de content.css
ca_es@valencia: Aquest codi s'inclourà al final de content.css
el: Αυτός ο κώδικας θα συμπεριληφθεί στο τέλος του αρχείου content.css
es: Este código se incluirá al final de content.css
eu: Kode hau content.css-ren amaieran erantsiko da
fr: Ce code sera inclu en bas du content.css
gl: Este código será incluído ao final de content.css
it: Questo codice verrà incluso alla fine di content.css
nl: Deze code zal worden toegevoegd aan het einde van content.css
pl: Ten kod zostanie dołączony na końcu pliku content.css
pt: Este código será incluído no fim do ficheiro content.css
ru: Этот код будет включён в конец content.css
tr: Bu kod, content.css dosyasının sonuna eklenecektir
zh_cn: 此代码将包含在content.css的末尾
zh_tw: 此原始碼會被包含在content.css的結尾

source: content.css is included any time you export, and always after base.css.
ca: content.css està inclòs sempre que exporteu, i sempre després de base.css
ca_es@valencia: content.css s'inclou sempre que exporteu, i sempre després de base.css.
el: Το αρχείο content.css συμπεριλαμβάνεται πάντα όταν κάνετε εξαγωγή και πάντα μετά το αρχείο base.css.
es: content.css se carga en todas las exportaciones, y siempre después de base.css.
eu: content.css esportazio guztietan eransten da eta beti doa base.css ondoren.
fr: content.css est inclus sous toute exportation, et toujours après base.css.
gl: content.css cárgase nas súas exportacións, sempre despois de base.css.
it: content.css è incluso in ogni esportazione - e sempre dopo base.css
nl: content.css wordt steeds na elke export opgenomen, en altijd na base.css
pl: content.css jest uwzględniany przy każdym eksporcie i zawsze po base.css.
pt: o ficheiro content.css é incluído cada vez que exportar, e sempre depois do ficheiro base.css
ru: content.css включается всё время при экспорте и всегда после base.css.
tr: her dışa aktardığınızda ve her zaman temel .css'den sonra content.css eklenir.
zh_cn: 每次导出时都会包含content.css，并且始终在base.css之后。
zh_tw: content.css會在您輸出時，被包含在base.css之後。

source: This code will be included at the end of nav.css
ca: Aquest codi s'inclourà al final de nav.css
ca_es@valencia: Aquest codi s'inclourà al final de nav.css
el: Αυτός ο κώδικας θα συμπεριληφθεί στο τέλος του αρχείου nav.css
es: Este código se incluirá al final de nav.css
eu: Kode hau nav.css-ren amaieran erantsiko da
fr: Ce code sera inclus en bas de nav.css
gl: Este código será incluído ao final de nav.css
it: Questo codice verrà incluso alla fine di nav.css
nl: Deze code zal worden toegevoegd aan het einde van nav.css
pl: Ten kod zostanie dołączony na końcu pliku nav.css
pt: Este código será incluído no fim do ficheiro nav.css
ru: Этот код будет включён в конец nav.css
tr: Bu kod, nav.css dosyasının sonuna eklenecektir
zh_cn: 此代码将包含在nav.css的末尾
zh_tw: 此原始碼會被包含在nav.css的結尾

source: nav.css is only included when you export as Web Site, and always after content.css.
ca: nav.css sols s'inclou quan exporteu com a «lloc web», i sempre després de content.css
ca_es@valencia: nav.css només s'inclou quan exporteu com a lloc web, i sempre després de content.css.
el: Το αρχείο nav.css συμπεριλαμβάνεται μόνο όταν κάνετε εξαγωγή σε Ιστότοπο και πάντα μετά το αρχείο content.css.
es: nav.css se incluye sólo al exportar como sitio web, y siempre después de content.css.
eu: webgune-esportazioan nav.css bakarrik erantsiko da eta beti content.css ondoren.
fr: nav.css n'est inclus qu'en cas d'exportation comme site web, et toujours en bas de content.css.
gl: nav.css só se inclúe cando se exporta como sitio web, e sempre despois de content.css.
it: nav.css viene incluso soltanto nelle esportazioni come Sito web - e sempre dopo content.css
nl: nav.css wordt alleen toegevoegd als je exporteert als website, en altijd na content.css.
pl: plik nav.css jest uwzględniany tylko podczas eksportowania jako witryna sieci Web i zawsze po treści content.css.
pt: o ficheiro nav.css é incluído apenas quando exportar como Sítio Web, e sempre depois do ficheiro content.css.
ru: nav.css включается только когда вы экспортируете как веб-сайт и всегда после content.css.
tr: nav.css yalnızca Web Sitesi olarak dışa aktardığınızda ve her zaman content.css'den sonra dahil edilir.
zh_cn: nav.css仅在您作为网站导出时包含，并且始终在content.css之后。
zh_tw: nav.css 只會在您輸出成網頁時被包含在content.css之後。

source: content.css content
ca: Contingut de content.css
ca_es@valencia: contingut content.css
dz: content.css ནང་དོན
el: Περιεχόμενο content.css
es: Contenido del archivo content.css
eu: conten.css-ren edukia
fr: contenu de content.css
gl: content.css contido
it: contenuto di content.css
nl: inhoud van content.css
pl: zawartość content.css
pt: conteúdo do ficheiro content.css
ru: содержимое content.css
zh_cn: content.css内容
zh_tw: content.css內容

source: nav.css content
ca: Contingut de nav.css
ca_es@valencia: contingut de nav.css
dz: nav.css ནང་དོན
el: Περιεχόμενο nav.css
es: Contenido del archivo nav.css
eu: nav.css-ren edukia
fr: contenu de nav.css
gl: Contido de nav.css
it: contenuto di nav.css
nl: inhoud van nav.css
pl: zawartość nav.css
pt: conteúdo do ficheiro nav.css
ru: содержимое nav.css
zh_cn: nav.css内容
zh_tw: nav.css內容

source: The shadows won't work in browsers with no CSS3 support (IE6, IE7...).
ca: Les ombres no funcionaran en navegadors sense suport CSS3 (IE6, IE7...).
ca_es@valencia: Les ombres no funcionen en navegadors que no admeten CSS3 (IE6, IE7...).
el: Οι σκιές δεν θα φαίνονται σε περιηγητές που δεν υποστηρίζουν CSS3 (IE6, IE7...).
es: Las sombras no se verán en IE6, IE7, IE8 y otros navegadores antiguos en los que no funciona CSS3.
eu: Itzalek ez dute funtzionatuko CSS3 onartzen ez duten nabigatzaileetan (IE6, IE7 ...).
fr: Les ombres ne fonctionnent pas sur les navigateurs sans support CSS3 (IE6, IE7...).
gl: As sombras non funcionan en navegadores que non admiten CSS3 (IE6, IE7...).
it: Le ombre non sono attive nei browser senza supporto per CSS3 (IE6, IE7...).
nl: Schaduwen werken niet in browsers die SSS3 niet ondersteunen (IE6, IE7...).
pl: Cienie nie będą działać w przeglądarkach bez obsługi CSS3 (IE6, IE7...).
pt: As sombras não funcionarão em navegadores que não suportam CSS3 (IE6, IE7...)
ru: Тени не будут работать в браузерах без поддержки CSS3 (IE6, IE7...).
tr: Gölgeler, CSS3 desteği olmayan tarayıcılarda çalışmaz (IE6, IE7...).
zh_cn: 阴影不适用于没有CSS3支持的浏览器（IE6，IE7 ......）。
zh_tw: 在不支援CSS3的瀏覽器中（如IE6,IE7)，陰影特效不會啟用。

source: This is one of eXe's default Styles. Please click on %s. You will find the new Style in the Styles menu when you finish.
ca: Aquest és un dels estils per defecte d’eXe. Premeu a sobre de %s. Trobareu el nou estil al menú Estils quan acabeu.
ca_es@valencia: Aquest és un dels estils per defecte d'eXe's. Feu clic en %s. Trobareu el nou estil al menú d'estils quan acabeu.
el: Αυτή είναι μια από τις προεπιλεγμένες τεχνοτροπίες του eXe. Παρακαλώ πιέστε στο %s. Θα βρείτε τη νέα τεχνοτροπία στο μενού των τεχνοτροπιών όταν τελειώσετε.
es: Este es uno de los estilos predeterminados de eXe. Pulse en %s. Encontrará el nuevo estilo en el menú de estilos cuando termine.
eu: Hau eXeren oinarrizko estiloetako bat da. Klik egin %s-n. Amaitzean, estilo berriak topatuko dituzu Estiloak menuan.
fr: Il s'agit d'un des styles par défaut de eXe. Veuillez cliquer sur %s. Vous trouverez le nouveau style dans le Menu de styles quand vous terminerez.
gl: Este é un dos estilos predeterminados de eXe. Prema en %s. Atopará a opción Novo estilo no Menú de estilos cando remate.
it: Questo è uno degli stili predefiniti di eXe. Clic su %s. Il nuovo stile apparirà nella lista a fine lavoro.
pl: To jeden z domyślnych stylów eXe. Kliknij %s. Po zakończeniu znajdziesz nowy styl w menu Style.
ru: Это один из стилей eXe по умолчанию. Пожалуйста, щёлкните на %s. Когда вы закончите, вы найдёте новый стиль в меню «Стили».
tr: Bu, eXe'nin varsayılan Stillerinden biridir. Lütfen %s üzerine tıklayın. Bitirdiğinizde Stiller menüsünde yeni Stili eklendiğini göreceksiniz.
zh_cn: 这是eXe的默认样式之一。请点击 %s 完成后，您将在“样式”菜单中找到新的样式。
zh_tw: 這是 eXe 的預設樣式之一。請點擊 %s，您會找到新的樣式與樣式選單。

source: Save as
ca: Anomena i desa
ca_es@valencia: Anomena i guarda
dz: སྦེ་སྲུངས
el: Αποθήκευση ως
es: Guardar como
eu: Gorde honela
fr: Sauvegarder sous
gl: Gardar como
it: Salva come...
nl: Opslaan als
pl: Zapisz jako
pt: Guardar como
ru: Сохранить как
tr: Farklı Kaydet
zh_cn: 另存为
zh_tw: 儲存為

source: Save the current design and close the Style Designer?
ca: Vols desar el disseny actual i tancar el dissenyador d'estils?
ca_es@valencia: Vols guardar el disseny actual i tancar el Dissenyador d'estils?
dz: ད་ལྟོའི་བཟོ་རྣམ་འདི་སྲུངས་སྦེ་བཟོ་རྣམ་བཟོ་བཀོདཔ་འདི་ཁ་བསྡམས?
el: Αποθήκευση του τρέχοντος σχεδίου και κλείσιμο του Σχεδιαστή τεχνοτροπιών;
es: ¿Guardar el diseño actual y cerrar el diseñador de estilos?
eu: Oraingo diseinua gorde eta Estiloen diseinu-tresna itxi nahi duzu?
fr: Sauvegarder le style actuel et fermer l'éditeur de style ?
gl: Gardar o deseño actual e pechar o Deseñador de estilos?
it: Salvare il progetto attuale e chiudere l'Editor dello stile?
nl: Het huidige ontwerp opslaan en de style Designer sluiten?
pl: Zapisz bieżący projekt i zamknij projektanta stylów?
pt: Deseja guardar o estilo atual e fechar o Editor de Estilos?
ru: Сохранить текущий дизайн и закрыть Дизайнер стилей?
tr: Mevcut tasarım kaydedilsin ve Stil Tasarımcısı kapatılsın mı?
zh_cn: 保存当前设计并关闭样式设计器？
zh_tw: 儲存目前的設計並關閉樣式設計器？

source: Save all changes? This cannot be undone.
ca: Voleu desar tots els canvis? Aquesta acció no es podrà desfer.
ca_es@valencia: Vols guardar tots els canvis? Això no es pot desfer.
dz: བསྒྱུར་བཅོས་ཚུ་གེ་ར་སྲུངས? དེ་ལོག་ཆ་མེད་གཏང་མི་ཚུགས།
el: Αποθήκευση όλων των αλλαγών; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Guardar cambios? No se puede deshacer.
eu: Aldaketak gorde nahi dituzu? Ekintza hau ezin da desegin.
fr: Sauvegarder toutes les modifications ? Cette action ne peut pas être annulée.
gl: Gardar os cambios? Isto non se pode desfacer.
it: Salvare tutti i cambiamenti? Non si può annullare.
nl: Alle wijzigingen opslaan? Dit kan niet ongedaan gemaakt worden.
pl: Zapisz wszystkie zmiany? Tego nie da się cofnąć.
pt: Deseja guardar todas as modificações? Esta ação não poderá ser anulada posteriormente!
ru: Сохранить все изменения? Это не может быть отменено.
tr: Tüm değişiklikler kaydedilsin mi? Bu işlem geri alınamaz.
zh_cn: 保存所有更改？这不能被撤消。
zh_tw: 儲存所有變更？此步驟無法復原。

source: Style name:
ca: Nom de l'estil:
ca_es@valencia: Nom de l'estil:
dz: བཟོ་རྣམ་གྱི་མིང:
el: Όνομα τεχνοτροπίας:
es: Nombre del estilo:
eu: Estilo-izena:
fr: Nom du style :
gl: Nome do estilo:
it: Nome stile:
nl: Naam van de stijl
pl: Nazwa stylu:
pt: Nome do estilo:
ru: Имя стиля:
tr: Stil adı:
zh_cn: 样式名称：
zh_tw: 樣式名稱：

source: The Hide/Show menu option is disabled in the Style Designer
ca: L'opció del menú Mostra/Amaga està deshabilitada al dissenyador d'estils
ca_es@valencia: L'opció de menú Amaga/Mostra està inhabilitada en el Dissenyador d'estils.
dz: བཟོ་རྣམ་བཟོ་བཀོདཔ་འདི་ནང་ སྦ་/སྟོན་ནི་དཀར་ཆག་གདམ་ཁ་དེ་ལྕོགས་མིན་བཟོ་ཡོད
el: Το μενού Απόκρυψη/Εμφάνιση του Σχεδιαστή τεχνοτροπιών είναι απενεργοποιημένο
es: Ocultar/mostrar el menú no está disponible en el diseñador de estilos
eu: Menua ezkutatu/erakutsi aukera ezgaituta dago Estiloen diseinu-tresnan
fr: L'option Cacher/Montrer le menu est désactivée dans l'éditeur de style
gl: A opción do menú Ocultar/Amosar está desactivada no Deseñador de estilos
it: L'opzione di menu Mostra/Nascondi non è attiva nell'Editor dello stile
nl: De Verbergen/Tonen menu optie is uitgeschakeld in de Style Designer
pl: Opcja menu Ukryj/Pokaż jest wyłączona w Projektancie stylów
pt: A opção Ocultar/Mostrar no menu está desativada no Editor de Estilos
ru: Опция Скрыть/Показать меню отключена в Дизайнере стилей
tr: Stil Tasarımcısında Gizle/Göster menü seçeneği devre dışı
zh_cn: 样式设计器中禁用了“隐藏/显示”菜单选项
zh_tw: 顯示/隱藏選單選項已經在樣式設計器中被禁用

source: Please, make your browser bigger. The Style Designer requires at least a 1024x768 screen resolution
ca: Canvia la resolució del teu navegador. El dissenyador d'estils requereix al menys 1024x768 píxels de resolució
ca_es@valencia: Amplia el navegador. El Dissenyador d'estils requereix una resolució de pantalla de 1024x768 com a mínim
dz: ཁྱོད་ཀྱི་བརའུ་ཟར་རྒྱ་ཆེ་དྲགས་སྦེ་བཟོ་གནང་། བཟོ་རྣམ་བཟོ་བཀོདཔ་འདི་ལུ་ གསལ་གཞི་ཧུམ་ཆ་ཉུང་མཐའ་ ༡༠༢༤ x ༧༦༨་གཅིག་དགོས་མཁོ་ཡོད
el: Παρακαλώ, μεγεθύνετε τον περιηγητή σας. Ο Σχεδιαστής τεχνοτροπιών χρειάζεται το λιγότερο 1024x768 ανάλυση οθόνης
es: Por favor, agrande su navegador. El diseñador de estilos necesita al menos 1024x768 píxeles.
eu: Mesedez, nabigatzailea handitu. Estiloen diseinu-tresnak gutxienez 1024x768 pantaila-bereizmena behar du
fr: Veuillez agrandir la résolution. Un minimum de 1024x768 de résolution graphique est requis pour l'éditeur de style
gl: Maximice o seu navegador. O deseñador de estilos require unha resolución de pantalla mínima de 1024x768
it: Ingrandire la finestra del browser. L'Editor dello stile richiede almeno una risoluzione di 1024x768
nl: Vergroot het venster van je browser. De Style Designer is ontworpen voor een schermresolutie van minstens 1024x768
pl: Zwiększ swoją przeglądarkę. Projektant stylów wymaga rozdzielczości ekranu co najmniej 1024x768
pt: Por favor, alargue a janela do seu navegador. O Editor de Estilos precisa duma resolução de ecrã de 1024x768 no mínimo.
ru: Пожалуйста, сделайте ваш браузер больше. Дизайнер стилей требует разрешение экрана хотя бы 1024x768
tr: Lütfen tarayıcınızın görünümün daha büyük yapın. Stil Tasarımcısı en az 1024x768 ekran çözünürlüğü gerektirir
zh_cn: 请将您的浏览器放大。样式设计器至少需要1024x768的屏幕分辨率
zh_tw: 請將瀏覽器視窗放大。此設計器需要至少1024x768的螢幕解析度
