Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Animate
ca: Anima
ca_es@valencia: Anima
dz: བསྒུལ་ཅན་བཟོ
el: Αναζωογόνηση
es: Animar
eu: Animazio bihurtu
fr: Animation
gl: Animar
it: Animazione
pl: Animowany
pt: Animar
ru: Анимировать
tr: Canlandırma
zh_cn: 动画
zh_tw: 動畫

source: Paste or type a valid ABC code:
ca: Enganxa o escriu notació musical ABC vàlida:
ca_es@valencia: Apega o escriu un codi ABC vàlid:
el: Επικόλληση ή πληκτρολόγηση έγκυρου κώδικα ABC:
es: Pegue o teclee un código ABC válido:
eu: Itsatsi edo idatzi Baliozko ABC kodea:
fr: Collez ou écrivez un code ABC valide :
gl: Pegar ou escribir un código ABC válido:
it: Incollare o inserire un codice ABC valido:
pl: Wklej lub wpisz poprawny kod ABC:
pt: Colar ou escrever um código ABC válido:
ru: Вставьте или введите действительный код ABC:
tr: Geçerli bir ABC kodu yapıştırın veya yazın:
zh_cn: 粘贴或输入有效的ABC代码：
zh_tw: 貼上或輸入合法的 ABC 代碼：

source: Visit eXeABC for help, tunes, ABC software...
ca: Visita eXeABC per trobar ajuda, cançons, programari ABC...
ca_es@valencia: Visiteu eXeABC per a obtindre ajuda, melodies, programari ABC...
el: Επισκεφθείτε το eXeABC για βοήθεια, μελωδίες, λογισμικό ABC...
es: Visite eXeABC para encontrar ayuda, sintonías, software ABC...
eu: eXeABC webgunera jo laguntza, doinuak, ABC softwarea etab. lortzeko.
fr: Visitez eXeABC pour obtenir de l'aide ou des logiciels complémentaires.
gl: Visite eXeABC para atopar axuda, melodías, software ABC...
it: Visitare eXeABC per aiuto, melodie, software ABC...
pl: Odwiedź eXeABC, aby uzyskać pomoc, melodie, oprogramowanie ABC...
pt: Visite eXeABC para obter ajuda, melodias, software ABC...
ru: Посетите eXeABC для справки, мелодий, программного обеспечения ABC...
tr: Yardım, melodiler, ABC yazılımı için eXeABC'yi ziyaret edin...
zh_cn: 访问eXeABC获取帮助，曲调，ABC软件......
zh_tw: 請到 eXeABC 尋找說明、ABC 軟體等。

source: jQuery is required
ca: Cal jQuery
ca_es@valencia: Cal jQuery
el: To jQuery είναι απαραίτητο
es: Es necesario jQuery
eu: jQuery derrigorrezkoa da
fr: jQuery requis
gl: É necesario jQuery
nl: jQuery is vereist
pl: jQuery jest wymagany
pt: É necessário jQuery
ru: Требуется jQuery
tr: jQuery gerekli
zh_cn: jQuery是必需的
zh_tw: jQuery是必要的

source: ABC Music
ca: Música ABC
ca_es@valencia: Música en ABC
dz: ABC གླུ་གཞས
el: Μουσική ABC
es: Música ABC
eu: ABC musika
fr: Musique ABC
gl: Música ABC
it: Musica ABC
pl: ABC Muzyka
pt: Música ABC
ru: Музыка ABC
tr: ABC Müzik
zh_cn: ABC 音乐
zh_tw: ABC 音樂

source: No valid ABC code found.
ca: No s'ha trobat notació musical ABC vàlida.
ca_es@valencia: No s'ha trobat cap codi ABC vàlid.
el: Δεν βρέθηκε έγκυρος κώδικας ABC.
es: No se ha encontrado código ABC válido.
eu: Ez da aurkitu baliozko ABC koderik.
fr: Code ABC valide impossible à trouver
gl: Non se atopou código ABC válido.
it: Nessun codice ABC valido trovato.
pl: Nie znaleziono prawidłowego kodu ABC.
pt: Não foi encontrado um código ABC válido
ru: Не найдено действительного кода ABC.
tr: Geçerli bir ABC kodu bulunamadı.
zh_cn: 找不到有效的ABC代码。
zh_tw: 找不到合法的 ABC 代碼。

source: Stop
ca: Atura
ca_es@valencia: Para
dz: བཀག
el: Σταμάτημα
es: Alto
eu: Gelditu
gl: Para
nl: Stoppen
pl: Zatrzymaj
pt: Parar
ru: Остановить
tr: Dur
zh_cn: 停止
zh_tw: 停止

source: ePub export warning: This might not work in some ePub readers.
ca: Avís d'exportació ePub: Això tal vegada no funcioni en alguns lectors ePub.
ca_es@valencia: Avís d'exportació a ePub: Pot ser que no funcione en alguns lectors d'ePub.
el: Προειδοποίηση εξαγωγής ePub: Αυτό ενδεχομένως να μην δουλέψει σε μερικούς αναγνώστες αρχείων ePub.
es: Advertencia sobre la exportación a ePub: esto podría no funcionar en algunos lectores de ePub.
eu: ePub esportazio oharra: honek ez du funtzionatuko ePub irakurle batzuetan.
fr: Avertissement de l'exportation ePub: Fonctionnement impossible sur certains lecteurs ePub.
gl: Advertencia sobre a exportación a ePub: isto podería non funcionar nalgúns lectores de ePub.
it: Esportazione ePub - avviso: potrebbe non funzionare in alcuni lettori.
pl: Ostrzeżenie eksportowania ePub: Może nie działać w przypadku niektórych czytników ePub.
pt: Aviso de exportação ePub: isto pode não funcionar nalguns leitores de ePub.
ru: Предупреждение об экспорте ePub: это может не работать в некоторых читателях ePub.
tr: ePub dışa aktarma uyarısı\: Bu, bazı ePub okuyucularında çalışmayabilir.
zh_cn: ePub导出警告：这可能在某些ePub阅读器中不起作用。
zh_tw: 匯出 ePub 警告：這個檔有可能在一些 ePub 閱讀器中無法運作。

source: Add a paragraph at the end
ca: Afegeix un paràgraf al final
ca_es@valencia: Afig un paràgraf al final
el: Προσθέστε μια παράγραφο στο τέλος
es: Añadir un párrafo al final
eu: Txertatu paragrafo bat amaieran
fr: Ajouter un paragraphe à la fin
gl: Engadir un parágrafo ao final
it: Aggiungi un paragrafo alla fine
nl: Voeg een alinea toe aan het eind
pl: Dodaj akapit na końcu
pt: Acrescentar um parágrafo no fim
ru: Добавить параграф в конце
tr: Sonuna bir paragraf ekleyin
zh_cn: 在结尾加上一个段落
zh_tw: 在結尾加上一個段落

source: Automatic Numbering
ca: Numeració automàtica
ca_es@valencia: Numeració automàtica
el: Αυτόματη αριθμοδότηση
es: Numeración automática
eu: Numerazio automatikoa
fr: Numérotage automatique
gl: Numeración automática
it: Numerazione automatica
nl: Automatische nummering
pl: Automatyczna numeracja
pt: Numeração automática
ru: Автоматическая нумерация
tr: Otomatik Numaralandırma
zh_cn: 自动编号
zh_tw: 自動編號

source: Quote With Authorship
ca: Cita amb autoria
ca_es@valencia: Citació amb autoria
el: Παράθεμα με αναφορά στα συγγραφικά δικαιώματα
es: Cita con autoría
eu: Aipua eta bere egilea
fr: Citation avec nom de l'auteur
gl: Cita con autoría
it: Cita con il nome dell'autore
nl: Citaat met Autteurschap
pl: Cytuj z autorstwem
pt: Citação com autoria
ru: Цитировать с авторством
tr: Müellifli ile Alıntı
zh_cn: 引用著作者
zh_tw: 引用著作者

source: Include Styles (improves presentation)
ca: Inclou estils (millora la presentació)
ca_es@valencia: Inclou estils (millora la presentació)
el: Περιλαμβάνει τεχνοτροπίες (βελτιώνει την παρουσίαση)
es: Incluir estilos (mejora la presentación)
eu: Estiloa erantsi (itxura hobetzen du)
fr: Inclure les styles (la présentation sera améliorée)
gl: Incluír estilos (mellora a presentación)
it: Includi stile (migliora la presentazione)
nl: Voeg stijlen in (verbetert de weergave)
pl: Dołącz style (poprawia prezentację)
pt: Incluir Estilos (melhora a apresentação)
ru: Включить стили (улучшает презентацию)
tr: Stilleri Dahil Et (sunuyu iyileştirir)
zh_cn: 包括样式（改进演示）
zh_tw: 包含樣式（改善呈現方式）

source: Quote
ca: Citació
ca_es@valencia: Citació
dz: འདྲེན་ཚིག
el: Παράθεμα
es: Cita
eu: Aipua
fr: Citation
gl: Cita
it: Citazione
nl: Citaat
pl: Cytat
pt: Citação
ru: Цитата
tr: Alıntı
zh_cn: 引用
zh_tw: 引言

source: Quote Language
ca: Cita l'Idioma
ca_es@valencia: Idioma de la citació
dz: འདྲེན་ཚིག་གི་སྐད་ཡིག
el: Γλώσσα παράθεσης
es: Idioma de la cita
eu: Aipuaren hizkuntza
fr: Langue de citation
gl: Idioma da cita
it: Lingua della citazione
nl: Taal van het citaat
pl: Cytat Język
pt: Língua da Citação
ru: Язык цитаты
tr: Alıntı Dili
zh_cn: 引言語言
zh_tw: 引言語言

source: Authorship Language
ca: Idioma de l'autoria
ca_es@valencia: Idioma de l'autoria
dz: རྩོམ་མི་སྐད་ཡིག
el: Γλώσσα συγγραφής
es: Idioma del autor
eu: Egiletzaren hizkuntza
fr: Langue de l'auteur
gl: Idioma da autoría
it: Lingua dell'autore
nl: Taal van Auteurschap
pl: Język autorstwa
pt: Língua do autor
ru: Язык авторства
tr: Yazarlık Dili
zh_cn: 作者语言
zh_tw: 作者身份語言

source: Specify the languages only if they are different from the rest of the content.
ca: Especifica els idiomes sols si són diferents de la resta del contingut
ca_es@valencia: Especifiqueu els idiomes només si són diferents de la resta del contingut
el: Προσδιορίστε τις γλώσσες μόνο εάν είναι διαφορετικές από το υπόλοιπο περιεχόμενο.
es: Especifique los idiomas sólo si son distintos de la lengua del resto del contenido.
eu: Zitaren hizkuntza zehaztu edukiaren hizkuntza ez denean soilik.
fr: Préciser les langues seulement si elles sont différentes du reste du contenu.
gl: Especifique o idioma só se é diferente ao resto do contido.
it: Specificare le lingue soltanto se sono diverse dal resto del contenuto.
nl: Specificeer de talen alleen als ze verschillen van de rest van de inhoud
pl: Określ języki tylko wtedy, gdy różnią się od reszty treści.
pt: Especifique as línguas apenas se forem diferentes das utilizadas no resto do conteúdo
ru: Укажите языки только если они отличаются от остальной части содержимого.
tr: Dilleri yalnızca içeriğin geri kalanından farklıysa belirtin.
zh_cn: 仅当语言与其他内容不同时才指定语言。
zh_tw: 您只需要在使用的語言跟內容不同時才需要額外指定語言。

source: Use a two-letter ISO 639-1 code like "en", "es", "fr" or "de".
ca: Usa el codi ISO 639-1 de dues lletres com "en", "es", "fr" or "de".
ca_es@valencia: Utilitza un codi ISO 639-1 de dos lletres com ara «en», «es», «fr» o «de».
el: Χρησιμοποιήστε κωδικοποίηση ISO 639-1 δύο γραμμάτων, π.χ. "el", "en", "es" ή "de".
es: Use un código ISO 639-1 de dos letras, como por ejemplo "en", "es", "fr" o "de".
eu: Bi letrako ISO 639-1 kode bat erabili, adibidez: "eu", "en", "es" edo "fr".
fr: Utiliser un code ISO 639-1 à deux lettre, comme "en", "es", "fr" ou "de".
gl: Utilice un código ISO 639-1 de dúas letras como, por exemplo, "en", "es", "fr" ou "de".
it: Usare un codice di due lettere ISO 639-1 come "en", "es", "it" o "de".
nl: Gebruik een 2-letter ISO 639-1 code zoals "en", "es", "fr" of "de".
pl: Użyj dwuliterowego kodu ISO 639-1, takiego jak 'pl', 'en', 'es', 'fr' lub 'de'.
pt: Use um código de duas letras ISO 639-1 como "en", "es", "fr" ou "de"
ru: Используйте двухбуквенный ISO 639-1 код подобно "en", "es", "fr" или "de".
tr: "en", "es", "fr" veya "de" gibi iki harfli bir ISO 639-1 kodu kullanın.
zh_cn: 使用两个字母的ISO 639-1代码，如“en”，“es”，“fr”或“de”。
zh_tw: 請使用 ISO 639-1 的代碼，如 "en", "es", "fr" 或 "de"。

source: Please write a quote
ca: Escriu una cita
ca_es@valencia: Escriu una citació
dz: འདྲེན་ཚིག་ཅིག་འབྲི་གནང་།
el: Παρακαλώ γράψτε το παράθεμα
es: Por favor introduzca la cita
eu: Mesedez, aipua idatzi
fr: Veuillez écrire un texte
gl: Escriba unha cita
it: Scrivere la citazione
nl: Schrijf een citaat
pl: Napisz cytat
pt: Por favor, escreva uma citação
ru: Пожалуйста, напишите цитату
tr: Lütfen bir alıntı yazın
zh_cn: 请写一段引言
zh_tw: 請寫一段引言

source: Clear (new line or block)
ca: Suprimeix (línia nova o bloc)
ca_es@valencia: Neteja (línia nova o bloc)
el: Καθαρισμός (νέα γραμμή ή πλαίσιο)
es: Despejar (forzar salto de línea o nuevo bloque)
eu: Garbitu (lerro berria edo blokea)
fr: Effacer (nouvelle ligne ou bloc)
gl: Limpar (forzar salto de liña ou novo bloque)
it: Cancella (riga vuota o blocco)
nl: Wis (nieuwe regel of blok)
pl: Wyczyść (nowa linia lub blok)
pt: Apagar (nova linha o bloco)
ru: Очистить (новую линию или блок)
tr: Temizle (yeni satır veya blok)
zh_cn: 清除（新行或块）
zh_tw: 清除（新行或區塊）

source: Wrap text
ca: Embolcalla text
ca_es@valencia: Ajusta el text
dz: ཚིག་ཡིག་ལོག་མཚམས་བཟོ
el: Αναδίπλωση κειμένου
es: Ajuste de líneas
eu: Testu bildu
fr: Retour du texte
gl: Axuste de texto
it: A capo automatico
nl: Tekstterugloop
pl: Zawijaj tekst
pt: Envolver o texto
ru: Переносить текст
tr: Metni kaydır
zh_cn: 环绕文本
zh_tw: 文字折行

source: Auto close tags
ca: Etiquetes de tancament automàtic
ca_es@valencia: Les etiquetes es tanquen automàticament
el: Ετικέτες αυτόματου κλεισίματος
es: Cierre de etiquetas automático
eu: Itxi automatikoki etiketak
fr: Autofermeture des étiquettes
gl: Peche de etiquetas automático
it: Chiudi automaticamente tag
nl: Sluit tags automatisch
pl: Automatyczne zamykanie tagów
pt: Fechar etiquetas automaticamente
ru: Автоматически закрывать тэги
tr: Etiketleri otomatik kapat
zh_cn: 自动关闭标签
zh_tw: 自動產生關閉標籤

source: Highlight syntax
ca: Ressaltat de sintaxi
ca_es@valencia: Ressaltat de sintaxi
dz: ཚིག་སྦྱོར་གཙོ་དམིགས་བཟོ
el: Επισήμανση σύνταξης
es: Resaltar sintaxis
eu: Nabarmendu sintaxia
fr: Syntaxe de la mise en relief
gl: Resaltar sintaxe
it: Evidenzia sintassi
nl: Markeer de syntax
pl: Wyróżnij składnię
pt: Destacar a sintaxe
ru: Подсветка синтаксиса
tr: Söz dizimini vurgula
zh_cn: 突出显示语法
zh_tw: 語法突顯

source: Search and Replace
ca: Cerca i reemplaça
ca_es@valencia: Cerca i selecciona
dz: འཚོལ་ཞིབ་འབད་དི་ཚབ་བཙུགས
el: Αναζήτηση και Αντικατάσταση
es: Buscar y reemplazar
eu: Bilatu eta ordezkatu
fr: Chercher et remplacer
gl: Buscar e substituír
it: Cerca e sostituisci
pl: Wyszukaj i zamień
pt: Procurar e substituir
ru: Найти и заменить
tr: Bul ve Değiştir
zh_cn: 搜索和替换
zh_tw: 搜尋與取代

source: Reformat
ca: Reformata
ca_es@valencia: Torna a formatar
dz: ལོག་རྩ་སྒྲིག་གཏང
el: Αναδιαμόρφωση
es: Reformatear
eu: Birformateatu
fr: Reformater
gl: Reformatar
it: Riformatta
pl: Sformatuj
pt: Formatar de novo
ru: Переформатировать
tr: Yeniden Biçmlendir
zh_cn: 重新格式化
zh_tw: 重新格式化

source: Format HTML Code
ca: Formata codi HTML
ca_es@valencia: Codi de format HTML
dz: ཨེཆ་ཊི་ཨེམ་ཨེལ་གློག་བཀོད་དེ་རྩ་སྒྲིག་བཟོ
el: Μορφοποίηση κώδικα HTML
es: Formatear código HTML
eu: HTML kodea formateatu
fr: Code du format HTML
gl: Formatar código HTML
it: Formatta codice HTML
pl: Format kod HTML
pt: Formatar o código HTML
ru: Форматировать HTML код
tr: HTML Kodunu biçimlendir
zh_cn: 格式 html 代码
zh_tw: 格式化 HTML 程式碼

source: advanced editor
ca: Editor avançat
ca_es@valencia: editor avançat
el: Προηγμένος επεξεργαστής
es: editor avanzado
eu: editore aurreratua
fr: Éditeur avancé
gl: editor avanzado
it: editor avanzato
pl: zaawansowany edytor
pt: editor avançado
ru: расширенный редактор
tr: gelişmiş düzenleyici
zh_cn: 高级编辑器
zh_tw: 進階編輯器

source: Term definition
ca: Definició de termes
ca_es@valencia: Definició del terme
dz: མིང་ཚིག་ངེས་ཚིག
el: Ορισμός του όρου
es: Definición del término
eu: Terminoaren definizioa
fr: Définition de terme
gl: Definición do termo
it: Definizione del termine
nl: Omschrijving van de uitdrukking
pl: Definicja terminu
pt: Definição do termo
ru: Определение термина
tr: Terim tanımı
zh_cn: 术语定义
zh_tw: 名詞定義

source: Term
ca: Terme
ca_es@valencia: Terme
dz: མིང་ཚིག
el: Όρος
es: Término
eu: Terminoa
fr: Terme
gl: Termo
it: Termine
nl: Uitdrukking
pl: Termin
pt: Termo
ru: Термин
tr: Terim
zh_cn: 术语
zh_tw: 名詞

source: A new Definition List will be created. To add a new term, just place the cursor at the end of a definition and click again the Definition List button.
ca: Una llista de definicions nova es crearà. Per afegir un terme nou, poseu el cursor al final de la definició i premeu de nou el botó de la llista de definicions.
ca_es@valencia: Es crearà una llista nova de definicions. Per a afegir-hi un nou terme, col·loqueu el cursor al final d'una definició i torneu a fer clic al botó Llista de definicions.
el: Μια νέα λίστα ορισμών θα δημιουργηθεί. Για να προσθέσετε έναν νέο όρο, τοποθετήστε τον δείκτη στο τέλος του ορισμού και πιέστε πάλι το πλήκτρο της λίστας ορισμών.
es: Se va a crear una nueva Lista de definiciones. Para añadir un nuevo término sitúe el cursor al final de una definición y pulse otra vez el botón.
eu: Definizio-zerrenda berria sortuko da. Termino berri bat sortzeko, kurtsorea definizioaren bukaeran jarri, eta berriro sakatu Definizio-zerrendaren botoian .
fr: Une nouvelle liste de définition sera créée. Pour l'ajout d'un nouveau terme, placez simplement le curseur à la fin de la définition et recliquer le bouton de Liste de définition.
gl: Vaise crear unha nova Lista de definición. Para engadir un novo termo sitúe o cursor no final dunha definición e prema outra vez o botón.
it: Verrà creata una nuova lista di definizioni. Per aggiungere un nuovo termine, portare il cursore alla fine di una definizione e cliccare nuovamente il bottone "Lista definizioni".
nl: Een nieuwe definitielijst zal worden gemaakt. Als u wilt toevoegen van een nieuwe uitdrukking, plaatst de cursor gewoon aan het einde van een definitie en klik nogmaals op de knop Definitie lijst.
pl: Zostanie utworzona nowa lista definicji. Aby dodać nowy termin, umieść kursor na końcu definicji i kliknij ponownie przycisk Lista definicji.
pt: Será criada uma nova Lista de Definições. Para acrescentar um termo novo, simplesmente coloque o cursor no fim da definição e clique de novo no botão da Lista de Definições.
ru: Будет создан новый Список определений. Чтобы добавить новый термин, просто поместите курсор в конце определения и снова нажмите кнопку Списка определений.
tr: Yeni bir Tanımlama Listesi oluşturulacaktır. Yeni bir terim eklemek için, imleci bir tanımın sonuna getirin ve tekrar Tanım Listesi düğmesini tıklayın.
zh_cn: 将创建一个新的定义列表. 要添加一个新术语, 只需将光标放在定义的末尾, 然后再次单击 "定义列表" 按钮。
zh_tw: 會建立新的定義清單。 要增加新的名詞，只要將游標放在某個定義的尾巴，並再次點擊「定義清單」按鍵。

source: Definition List
ca: Llista de definicions
ca_es@valencia: Llista de definicions
dz: ངེས་ཚིག་ཐོ་ཡིག
el: Λίστα ορισμών
es: Lista de definiciones (término/definición)
eu: Definizio-zerrenda
fr: Liste de définition
gl: Lista de definición
it: Lista di definizioni
nl: Definitielijst
pl: Lista definicji
pt: Lista de Definições
ru: Список определений
tr: Tanım Listesi
zh_cn: 定义列表
zh_tw: 定義清單

source: Class added to the "CSS class" field.
ca: Classe afegida al camp «Classe CSS»
ca_es@valencia: S'ha afegit una classe al camp «classe de CSS».
dz: "སི་ཨེས་ཨེས་དབྱེ་རིགས"་ཀྱི་ས་ཁོངས་ལུ་དབྱེ་རིགས་ཁ་སྐོང་རྐྱབས་ཡོད
el: Class που προστέθηκε στο πεδίο "CSS class".
es: Añadida la clase al campo "CSS class".
eu: Klasea "CSS klasea" eremura gehitu da.
fr: Classe ajoutée au champ "Classe CSS".
gl: Engadida a clase ao campo "CSS class".
it: Classe aggiunta al campo "CSS class".
pl: Klasa dodana do pola „Klasa CSS”.
pt: Classe acrescentada ao campo "classe CSS"
ru: Класс добавлен в поле "класс CSS".
tr: "CSS sınıfı" alanına sınıf eklendi.
zh_cn: 类添加到“CSS类”字段。
zh_tw: 要加入的「CSS 類別」欄位的類別。

source: CSS class
ca: Classe CSS
ca_es@valencia: classe de CSS
dz: སི་ཨེས་ཨེས་དབྱེ་རིགས
es: Clase CSS
eu: CSS klasea
fr: Classe CSS
gl: Clase CSS
it: Classe CSS
pl: Klasa CSS
pt: Classe CSS
ru: Класс CSS
tr: CSS sınıfı
zh_cn: CSS 类别
zh_tw: CSS 類別

source: Add CSS class
ca: Afegeix classe CSS
ca_es@valencia: Afig una classe de CSS
dz: སི་ཨེས་ཨེས་དབྱེ་རིགས་ཁ་སྐོང་རྐྱབས
el: Προσθήκη CSS class
es: Añadir clase CSS
eu: CSS klasea gehitu
fr: Ajouter une classe CSS
gl: Engadir clase CSS
it: Aggiungi classe CSS
pl: Dodaj klasę CSS
pt: Acrescentar uma classe CSS
ru: Добавить CSS класс
tr: CSS sınıfı ekle
zh_cn: 新增 CSS 类别
zh_tw: 新增 CSS 類別

source: Text Direction
ca: Direcció del text
ca_es@valencia: Direcció del text
dz: ཚིག་ཡིག་གི་ཁ་ཕྱོགས
el: Κατεύθυνση κειμένου
es: Dirección de texto
eu: Testuaren norabidea
fr: Sens de lecture
gl: Dirección do texto
it: Direzione del testo
nl: Tekstrichting
pl: Kierunek tekstu
pt: Direção do texto
ru: Направление текста
tr: Metnin Yönü
zh_cn: 文本方向
zh_tw: 文字方向

source: TabIndex
ca: Index de tabulació
ca_es@valencia: Índex de pestanyes
dz: མཆོང་ལྡེ་ཟུར་ཐོ
es: Índice de tabulación
eu: Tabulazio ordena
gl: Índice de tabulación
it: Indice tabulazione
nl: Tabvolgorde
pl: Tabulator - tabindex
ru: Индекс вкладки
zh_cn: Tab 索引
zh_tw: 表格索引

source: AccessKey
ca: Tecla de drecera
ca_es@valencia: Tecles de drecera
dz: འཛུལ་སྤྱོད་ལྡེ་ཡིག
es: Tecla de acceso
eu: Laster-tekla
fr: Touche d'accès rapide
gl: Tecla de acceso
it: Scorciatoia da tastiera
nl: Toegangstoets
pl: Klucz dostępu
pt: Chave de acesso
ru: Ключ доступа
tr: Erişim anahtarı
zh_cn: 访问密钥
zh_tw: 存取金鑰

source: New attribute
ca: Atribut nou
ca_es@valencia: Atribut nou
dz: ཁྱད་ཆོས་གསརཔ
el: Νέο χαρακτηριστικό
es: Nuevo atributo
eu: Atributu berria
fr: Nouvel attribut
gl: Novo atributo
it: Nuovo attributo
pl: Nowy atrybut
pt: Novo atributo
ru: Новый атрибут
tr: Yeni özellik
zh_cn: 新属性
zh_tw: 新增屬性

source: Value
ca: Valor
ca_es@valencia: Valor
dz: གནས་གོང
el: Τιμή
es: Valor
eu: Balioa
fr: Valeur
gl: Valor
it: Valore
nl: Waarde
pl: Wartość
pt: Valor
ru: Значение
tr: Değer
zh_cn: 值
zh_tw: 數值

source: Attributes
ca: Atributs
ca_es@valencia: Atributs
dz: ཁྱད་ཆོས་ཚུ
el: Χαρακτηριστικά
es: Atributos
eu: Atributuak
fr: Attributs
gl: Atributos
it: Attributi
nl: Attributen
pl: Atrybuty
pt: Atributos
ru: Атрибуты
tr: Öznitellikler
zh_cn: 属性
zh_tw: 屬性

source: Insert/Edit Attributes
ca: Insereix/edita atributs
ca_es@valencia: Insereix/edita els atributs
dz: ཁྱད་ཆོས་ཚུ་བཙུགས་/ཞུན་དག་འབད
el: Εισαγωγή/Επεξεργασία χαρακτηριστικών
es: Insertar/Editar atributos
eu: Atributuak txertatu/editatu
fr: Insérer / éditer les attributs
gl: Inserir/Editar atributos
it: Inserisci/modifica attributi
nl: Attributen invoegen/bewerken
pl: Wstaw/Edytuj atrybuty
pt: Inserir/Editar atributos
ru: Добавить/Изменить элемент
tr: Öznitelikleri Ekle/Düzenle
zh_cn: 插入/编辑属性
zh_tw: 插入/編輯屬性

source: Use the $ option after recording to define the authorship or the audio title.
ca: Utilitzeu l'opció $ després d'enregistrar per definir l'autoria o el títol de l'àudio.
ca_es@valencia: Usar CSS per a donar estil a l'element que porta el compte del nombre d'objectes trobats
el: Χρησιμοποιήστε την επιλογή $ μετά την εγγραφή για να ορίσετε την ιδιοκτησία ή τον τίτλο ήχου.
es: Use la opción $ después de grabar para definir el título y la autoría.
eu: Erabili $ aukera grabatu ondoren egiletza edo audioaren izenburua definitzeko.
fr: Utilisez l'option $ après l'enregistrement pour definir le titre et l'auteur.
gl: Utilice a opción & despois de gravar para definir o título e a autoría.
it: Usare l'opzione $ dopo la registrazione per definire i diritti o il titolo dell'audio.
pl: Użyj opcji $ po nagraniu, aby określić autorstwo lub tytuł audio.
ru: Используйте опцию $ после записи, чтобы определить заголовок и авторство.
tr: Yazarlığı veya ses başlığını tanımlamak için kayıttan sonra $ seçeneğini kullanın.
zh_cn: 录制后使用 $选项来定义作者身份或音频标题。

source: Pause
ca: Pausa
ca_es@valencia: Pausa
dz: ཐེམ
el: Παύση
es: Pausa
eu: Gelditu
gl: Pausa
it: Pausa
pl: Zatrzymaj
ru: Пауза
tr: Duraklat
zh_cn: 暂停
zh_tw: 暫停

source: Error: Media Recorder
ca: Error en l'enregistrament d'àudio
ca_es@valencia: Error en l'enregistrament d'àudio
dz: འཛོལ་བ:བརྡ་བརྒྱུད་བཟུང་འཕྲུལ
el: Σφάλμα: Εγγραφέας ήχου
es: Error en la grabación de audio
eu: Errorea: Media Recorder
fr: Erreur pendant l'enregistrement audio
gl: Erro na gravación do audio
it: Errore: Registratore media
pl: Błąd: Rejestrator Multimediów
ru: Ошибка записи звука
tr: Hata: Ortam Kaydedici
zh_cn: 错误：媒体记录器
zh_tw: 發生錯誤：媒體錄製器

source: There is no audio input device connected.
ca: No hi ha entrada d'àudio o dispositiu connectat.
ca_es@valencia: No s'ha trobat cap entrada d'àudio.
el: Δεν υπάρχει συνδεδεμένη συσκευή εισαγωγής ήχου.
es: No se ha encontrado ninguna entrada de audio.
eu: Ez dago audio sarrerarik konektatuta.
fr: Pas de dispositif audio d'entrée connecté.
gl: Non se atopou ningunha entrada de audio.
it: Nessun dispositivo di ingresso audio connesso.
pl: Nie podłączono urządzenia wejściowego audio.
ru: Аудиовход не найден
tr: Bağlı bir ses giriş cihazı yok.
zh_cn: 没有连接音频输入设备。
zh_tw: 音效裝置未連線。

source: Audio recorder
ca: Enregistradora d'àudio
ca_es@valencia: Gravadora d'àudio
dz: རྣར་ཉན་བཟུང་འཕྲུལ
el: Εγγραφέας ήχου
es: Grabadora de audio
eu: Audio grabatzailea
fr: Enregistreur audio
gl: Gravadora de audio
it: Registratore audio
pl: Rejestrator dźwięku
ru: Диктофон
tr: Ses Kaydedici
zh_cn: 录音机
zh_tw: 聲音錄製器

source: Audio input:
ca: Entrada d'àudio:
ca_es@valencia: Entrada d'àudio:
dz: རྣར་ཉན་ནང་འདེབས:
el: Εισαγωγή ήχου:
es: Entrada de audio:
eu: Audio sarrera:
fr: Entrée audio:
gl: Entrada de audio:
it: Ingresso audio:
pl: Wejście audio:
ru: Аудио ввод:
tr: Ses girişi:
zh_cn: 音频输入：
zh_tw: 聲音輸入：

source: Duration:
ca: Duració:
ca_es@valencia: Duració:
dz: དུས་ཡུན:
el: Διάρκεια:
es: Duración:
eu: Iraupena:
fr: Durée:
gl: Duración:
it: Durata:
pl: Długość:
ru: Продолжительность:
tr: Süre:
zh_cn: 时长:
zh_tw: 期間：
