Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Provide instruction on how the dropdown activity should be completed.
ca: Proporciona instruccions de com s'hauria de completar l'activitat desplegable.
ca_es@valencia: Introduïu instruccions sobre com s'han de completar les activitats de menú desplegable.
el: Δώστε οδηγίες για το πως θα γίνει η δραστηριότητα αυτή.
es: Puede proporcionar instrucciones sobre cómo completar la Actividad desplegable.
eu: Eman jarduera zabalgarria egiteko argibideak.
fr: Expliquer comment l'activité de sélection par choix doit être réalisée.
gl: Proporcione instrucións sobre como completar a actividade despregable.
it: Fornire istruzioni su come svolgere l'attività Lista a discesa.
nl: Geef informatie over hoe de Selectielijst activiteit moet worden afgerond
pl: Podaj instrukcję, w jaki sposób należy zakończyć aktywność listy rozwijanej.
pt: Forneça instruções sobre como deve ser realizada a atividade drop-down.
ru: Обеспечьте инструкцию о том, как выпадающая деятельность должна быть завершена.
tr: Açılır kutu etkinliğinin nasıl tamamlanacağına ilişkin yönerge yazın.
zh_cn: 提供有关如何完成下拉活动的说明。
zh_tw: 提供拖放活動要如何完成的說明。

source: Read and complete
ca: Llegeix i completa
ca_es@valencia: Llegiu i completeu
dz: ལྷག་སྟི་མཇུག་བསྡུ
el: Ανάγνωση και συμπλήρωση
es: Lea y complete
eu: Irakurri eta osatu
fr: Lisez et complétez
gl: Ler e completar
it: Leggi e completa
nl: Lees en vul aan
pl: Przeczytaj i uzupełnij
pt: Leia e complete
ru: Прочитайте и завершите
tr: Oku ve Tamamla
zh_cn: 阅读并完成
zh_tw: 閱讀並完成

source: Dropdown
ca: Menú Desplegable
ca_es@valencia: Menú desplegable
dz: གདམ་ཐོ
el: Πτυσσόμενη
es: Desplegable
eu: Zabalgarria
fr: Sélection par choix
gl: Despregable
it: Lista a discesa
nl: Selectielijst
pl: Rozwijana lista
ru: Выпадающий
tr: Açılan kutu
zh_cn: 拖放
zh_tw: 拖放

source: <p>Enter the text for the dropdown activity in to the dropdown field by either pasting text from another source or by typing text directly into the field.</p><p> To select words to choose, double click on the word to select it and click on the 'Hide/Show' button below.</p>
ca: <p>Entreu el text per l'activitat desplegable al camp desplegable ja sigui per enganxar text des d'una altra font o escrivint text directament al camp. </p><p> Per seleccionar les paraules a triar, feu doble clic a la paraula per seleccionar-la i premeu al botó «Amaga/Mostra» de sota. </p>
ca_es@valencia: <p>Introduïu el text per a l'activitat de menú desplegable en el camp de menú desplegable apegant el text des d'una altra font o teclejant el text directament al camp.</p> <p> Per a seleccionar paraules i amagar-les, feu doble clic en la paraula per a seleccionar-la i premeu el botó Oculta/Mostra paraules de baix.</p>
el: <p>Εισάγετε το κείμενο της δραστηριότητας στο πεδίο κειμένου είτε επικολλώντας το από κάποια άλλη πηγή είτε πληκτρολογώντας το απευθείας στο πεδίο.</p><p> Για να επιλέξετε τις λέξεις που θα λείπουν, κάντε διπλό κλικ επάνω σε καθεμιά και πατήστε το πλήκτρο 'Εμφάνιση/Απόκρυψη λέξης' που βρίσκεται κάτω από το πεδίο κειμένου.</p>
es: <p>Introduzca el texto para la actividad desplegable en el campo desplegable bien pegando el texto desde otra fuente o bien tecleándolo directamente en el campo.</p><p>Para seleccionar qué palabras da a elegir, haga doble clic sobre una palabra para seleccionarla y pulse en el botón 'Mostrar/Ocultar' de abajo.</p>
eu: <p>Sartu eremuan jarduera zabalgarrian erabiliko den testua. Horretarako, kopiatu beste iturri batetik edo zuzenean bertan idatzi.</p><p>Ezkutatu beharreko hitzak aukeratzeko, klikatu bi aldiz hitzaren gainean eta klikatu beheko Ezkutatu/Erakutsi hitza botoia.</p>
fr: <p>Entrez le texte pour l'activité de sélection par choix dans le champ de sélection en copiant le texte d'une autre source ou en écrivant le texte directement dans le champ .</p><p> Pour choisir les mots, cliquez deux fois sur le mot correct pour le sélectionner et cliquez sur le bouton "Cacher/Monter" au-dessus.</p>
gl: <p>Introduza o texto da actividade despregable no campo despregable xa sexa pegando texto desde outra orixe ou escribindo texto directamente no campo.</p><p> Para seleccionar as palabras a elixir, faga dobre clic na palabra para seleccionala e prema o botón 'Ocultar/Amosar'.</p>
it: <p>Inserire il testo dell'attività Lista a discesa nel campo incollandolo da un'altra fonte oppure scrivendo direttamente nello spazio.</p><p>Per selezionare le parole da scegliere, doppio clic sulla parola e clic sul bottone 'Mostra/nascondi' in basso.</p>
nl: <P> Typ de tekst voor de Selectielijst activiteit in het Selectielijst veld door direct typen of d.m.v. "plakken ". </p><p> Om woorden te kiezen: klik dubbel op een woord om het te selecteren en klik vervolgens op de 'Toon/verberg' knop hieronder. <p>
pl: <p>Wprowadź tekst rozwijanej aktywności w polu rozwijanym, wklejając tekst z innego źródła lub wpisując tekst bezpośrednio w polu.</p><p> Aby wybrać słowa do wyboru, kliknij dwukrotnie słowo, aby je zaznaczyć, ci kliknij poniżej przycisk 'Ukryj/Pokaż'.</p>
pt: <p>Introduza o texto para a atividade drop-down no campo drop-down seja a colar texto doutra fonte seja a digitar o texto diretamente no campo.</p><p>Para selecionar as palavras objeto da atividade, faça duplo clique na palavra para a escolher e clique no botão 'Ocultar/Mostrar' em baixo.</p>
ru: <p>Введите текст для упражнения типа "заполни пропуски" в предназначенное для этого вида упражнений поле, копированием текста из другого ресурса, или печатая текст прямо в поле.</p><p> Чтобы выбрать слово, которое следует скрыть, щёлкните дважды по этому слову, а затем нажмите на кнопку 'Скрыть/Показать' ниже.</p>
tr: <p>Başka bir kaynaktan gelen metni yapıştırarak veya doğrudan alana metin yazarak açılır liste etkinliği için metni açılır alana girin.</p><p> Gerilecek kelimeleri sözcükleri seçmek için sözcüğü çift tıklatarak seçin ve aşağıdaki "Gizle/Göster" düğmesini tıklatın.</p>
zh_cn: <p>通过从其他来源粘贴文本或直接在字段中键入文本，在下拉字段中输入下拉活动的文本。 </p><p>要选择特定单词，请双击单词以选择它，然后单击下面的“隐藏/显示”按钮。 </p>
zh_tw: <p>透過從其他來源複製貼上或直接輸入文字在拖放欄位中。</p> <p>要選擇選用的字詞，先點擊它然後按下方的「顯示/隱藏」按鈕。</p>

source: Read the paragraph below and choose the correct words
ca: Llegeix el paràgraf de sota i tria les paraules correctes
ca_es@valencia: Llig el paràgraf de davall i tria les paraules correctes
dz: ལོག་གི་ དོན་མཚམས་ལྷག་སྟེ་ངེས་བདེནམིང་ཚིག་ཚུ་གདམ
el: Διαβάστε την παρακάτω παράγραφο και επιλέξτε τις σωστές λέξεις
es: Lea el párrafo siguiente y elija las palabras correctas
eu: Azpiko paragrafoa irakurri eta hitz egokia aukeratu
fr: Lisez le paragraphe suivant et choisissez les mots corrects
gl: Lea o parágrafo seguinte e elixa as palabras correctas
it: Leggi qui sotto e scegli le parole corrette
nl: Lees de alinea hieronder en kies de juiste woorden
pl: Przeczytaj akapit poniżej i wybierz właściwe słowa
pt: Leia o parágrafo que se segue e escolha as palavras corretas
ru: Прочитайте нижеследующий параграф и выберите правильные слова
tr: Aşağıdaki paragrafı okuyun ve doğru kelimeleri seçin
zh_cn: 阅读以下段落并选择正确的单词
zh_tw: 閱讀底下的段落，並選取正確的單字

source: <p>Optional: Write other words to complete the Dropdown activity.<br/> Use | (the vertical bar) to separate words.<br/> This field can be left blank. </p>
ca: <p>Opcional: Escriu unes altres paraules per completar l'«activitat desplegable».<br/> Usa | (la barra vertical) per separar paraules.<br/> Aquest camp es pot deixar en blanc. </p>
ca_es@valencia: <p>Opcional: escriga altres paraules per a completar l'activitat desplegable.<br/> Ús | (la barra vertical) per a separar les paraules.<br/> Aquest camp es pot deixar en blanc.</p>
el: <p>Προαιρετικά: Γράψτε εναλλακτικές λέξεις για να συμπληρώσετε τη δραστηριότητα. Οι λέξεις αυτές χρησιμοποιούνται για να αυξήσουν τη δυσκολία ή για να παρέχουν υλικό χρήσιμο για σύγκριση και επιλογή.<br/> Χρησιμοποιήστε την κάθετη ευθεία (|) για να τις διαχωρίσετε.<br/> Αυτό το πεδίο μπορείτε να το αφήσετε κενό.</p>
es: <p>Opcional: puede escribir otras palabras para completar la Actividad desplegable.<br/> Use la barra vertical | para separar las palabras.<br/> Este campo puede quedar en blanco. </p>
eu: <p> Aukerakoa: idatzi beste hitz batzuk goitibeherako jarduera osatzeko. <br/> Erabili | (barra bertikala) hitzak bereizteko. <br/> Eremu hau hutsik utz dezakezu. </p>
fr: <p>Optionnel: Écrivez d'autres mots pour compléter l'activité déroulante.<br/> Utilisez la barre verticale | pour séparer les mots.<br/> Vous pouvez laisser ce champ vide. </p>
gl: <p>Opcional: pode escribir outras palabras para completar a Actividade despregable.<br/> Utilice a barra vertical | para separar as palabras.<br/> Este campo pode quedar en branco. </p>
it: <p>Opzionale: scrivere altre parole per completare l'attività Lista a discesa.<br />Usare la barra verticale | per separare le parole.<br />Questo campo può essere vuoto.</p>
pl: <p>Opcjonalne: Wpisz inne słowa, aby ukończyć działanie menu rozwijanego.<br/> Użyj | (pionowa kreska), aby rozdzielić wyrazy.<br/> To pole można pozostawić puste. </p>
ru: <p>Дополнительно: Напишите другие слова для завершения выпадающей активности.<br/> Используйте | (вертикальную черту) для разделения слов.<br/> Это поле можно оставить пустым. </p>
tr: <p>İteğe bağlı: Açılır menüyü tamamlamak için başka kelimeler yazın. Sözcükleri ayırmak için | (dikey çubuk) kullanın. Bu alan boş bırakılabilir.</p>
zh_cn: <p>可选：输入其他词以完成下拉菜单活动。 <br/>使用（竖线）以分隔单词。 <br/>该字段可以留为空白。 </p>

source: Desktop
ca: Escriptori
ca_es@valencia: Escriptori
dz: ཌེཀསི་ཊོཔ
el: Επιφάνεια εργασίας
es: Escritorio
eu: Mahaigaina
fr: Bureau
gl: Escritorio
it: Scrivania
nl: Bureaublad
pl: Pulpit
pt: Área de trabalho
ru: Рабочий стол
tr: Masaüstü
zh_cn: 桌面
zh_tw: 桌面

source: My Documents
ca: Els meus documents
ca_es@valencia: Els meus documents
dz: ངིའི་ཡིག་ཆ་ཚུ
el: Τα έγγραφά μου
es: Mis documentos
eu: Nire dokumentuak
fr: Mes documents
gl: Os meus Documentos
it: I miei documenti
nl: Mijn Documenten
pl: Moje dokumenty
pt: Os meus documentos
ru: Мои документы
tr: Belgelerim
zh_cn: 我的文件
zh_tw: 我的文件

source: Home Folder
ca: Carpeta de l'usuari
ca_es@valencia: Carpeta personal
dz: གཞིས་ཀྱི་སྣོད་འཛིན
el: Αρχικός φάκελος
es: Carpeta personal
eu: Hasierako karpeta
fr: Dossier accueil
gl: Cartafol de inicio
it: Cartella personale
nl: Home-map
pl: Folder domowy
pt: Pasta pessoal
ru: Домашняя папка
tr: Ev Klasörü
zh_cn: 主文件夹
zh_tw: 家目錄

source: Documents
dz: ཡིག་ཆ་ཚུ
el: Έγγραφα
es: Documentos
eu: Dokumentuak
gl: Documentos
it: Documenti
nl: Documenten
pl: Dokumenty
pt: Documentos
ru: Документы
tr: Belgeler
zh_cn: 文件
zh_tw: 文件

source: Maths
ca: Matemàtiques
ca_es@valencia: Matemàtiques
dz: རྩིས
el: Μαθηματικά
es: Editor matemático
eu: Matematika
fr: Mathématiques
gl: Matemáticas
it: Matematica
nl: Wiskunde
pl: Matematyka
pt: Matemática
ru: Математика
tr: Matematik
zh_cn: 数学公式
zh_tw: 數學

source: The mathematical language LATEX has been used to enable your to insert mathematical formula into your content. It does this by translating LATEX into an image which is then displayed within your eXe content. We would recommend that you use the Free Text iDevice to provide explanatory notes and learning instruction around this graphic.
ca: El llenguatge matemàtic LATEX ha estat habilitat per permetre-vos introduir fórmules matemàtiques a l'interior de les teves activitats. Ha calgut traduir LATEX en imatges a l'interior del teu contingut eXe. Recomanem que utilitzes l'iDevice Text lliurex per proporcionar explicacions, instruccions en aquest gràfic.
ca_es@valencia: El llenguatge matemàtic LaTeX s'ha habilitat per a permetre't inserir fórmules matemàtiques en les teues activitats. Ha calgut traduir el LaTeX a imatges que es mostren a l'interior del contingut eXe. Recomanem que utilitzes l'iDevice Text lliure per a proporcionar explicacions i instruccions en aquest gràfic.
el: Η μαθηματική γλώσσα LATEX έχει χρησιμοποιηθεί για να ενεργοποιηθεί η δυνατότητα εισαγωγής μαθηματικών τύπων στο περιεχόμενό σας. Αυτό γίνεται με τη μετάφραση του LATEX σε μια εικόνα που κατόπιν εμφανίζεται στο εσωτερικό του περιεχομένου του eXe. Σας προτείνουμε να χρησιμοποιήσετε το η-Σύνεργο 'Ελεύθερο Κείμενο' για να παρέχετε επεξηγήσεις και οδηγίες σχετικά με αυτό το γραφικό.
es: El lenguaje matemático LATEX permite la entrada de fórmulas matemáticas en el contenido. Esto se realiza convirtiendo el código LATEX en una imagen, que será la mostrada dentro del contenido eXe. Recomendamos que use el iDevice Texto Libre para proporcionar notas explicatorias e instrucciones de aprendizaje sobre esta imagen.
eu: LATEX lengoaia matematikoa edukian formula matematikoak sartzeko aukera izan dezazun erabili da. Horretarako, LATEXa irudi bilakatzen da, eXe edukian erakusten dena. Testu libreko iDevice-a erabiltzea gomendatzen dizugu oharrak eta grafikoei buruzko azalpenak emateko.
fr: Le langage mathématique LATEX a été implémenté afin de vous permettre de créer des objets mathématiques au sein de votre contenu. Cela fonctionne par une transposition du langage LATEX sous forme d'images de symboles que vous pouvez insérer au sein de votre contenu sous Exe. L'équipe Exe recommande l'utilisation conjointe de l'outil pédagogique Texte libre pour les notes explicatives associées ainsi que pour les consignes d'apprentissage liées aux formules.
gl: A linguaxe matemática LATEX permite a entrada de fórmulas matemáticas no contido. Isto realízase convertendo o código LATEX nunha imaxe que é amosada dentro do contido de eXe. Recoméndase que utilice o iDevice Texto Libre para engadir notas explicativas e instrucións sobre esta tarefa.
it: Il linguaggio matematico LaTeX è stato usato per permettere la creazione di formule matematiche all'interno dei contenuti. È fatto trasformando il linguaggio LaTeX in immagini grafiche che sono poi mostrate all'interno dei contenuti eXe. Si raccomanda l'uso dell'iDevice testo libero per fornire note esplicative e istruzioni didattiche sui simboli grafici usati.
nl: De wiskundetaal LATEX wordt gebruikt om het invoegen van wiskundige formules mogelijk te maken. Dit gebeurt door formules om te zetten naar een afbeelding die dan in eXe weergegeven wordt. We raden aan om het iDevice vrije tekst te gebruiken om meer uitleg\bij de afbeelding te plaatsen.
pl: Język matematyczny LATEX został użyty, aby umożliwić wstawienie wzoru matematycznego do treści. Czyni to tłumacząc LATEX na obraz, który jest następnie wyświetlany w treści eXe. Zalecamy skorzystanie z iObiektu Dowolny tekst w celu dostarczenia wyjaśnień i instrukcji dotyczących tej grafiki.
pt: A linguagem matemática LATEX é utilizada para lhe permitir inserir fórmulas matemáticas nos seus conteúdos. O LATEX é transformado numa imagem que é apresentada inserida no seu conteúdo eXe. Recomendamos que utilize o iDevice de texto livre para inserir explicações ou instruções acerca da fórmula.
ru: Математический язык LATEX был использован для разрешения вам вставить математическую формулу в ваше содержимое. Это делается путём перевода LATEX в изображения, которое затем отображается в пределах вашего eXe содержимого. Мы бы рекомендовали Вам использовать бесплатные текстовые iDevice, чтобы обеспечить пояснительные записки и инструкции по обучению вокруг этого графика.
tr: LATEX matematik dili, içeriğinize matematiksel formül eklemenizi sağlamak için kullanılmıştır. Bunu, LATEX'i daha sonra eXe içeriğinizde görüntülenen bir resme çevirerek yapar. Bu grafikle ilgili açıklayıcı notlar ve öğrenme talimatı sağlamak için Serbest Metin iDevicenızı kullanmanızı tavsiye ederiz.
zh_cn: LATEX是用于创建公式符号的数学语言。 这个iDevice 模块将LATEX转化成数学符号的图象，可显示在课程内容中。
zh_tw: 您已經可以使用 LATEX 在您的內容中加入數學公式。 LATEX 的內容會被解譯並顯示成影像。 建議您使用「自由文字」的 iDevice 來學習處 理這些影像的說明。

source: You can use the toolbar or enter latex manually into the textarea.
ca: Pots utilitzar la barra d'eines o entrar manualment latex dins l'àrea de text.
ca_es@valencia: Podeu utilitzar la barra d'eines o introduir manualment LaTeX en l'àrea de text.
el: Μπορείτε να χρησιμοποιήσετε τη γραμμή εργαλείων ή να εισάγεται το latex χειροκίνητα στην περιοχή κειμένου.
es: Puede usar la barra de herramientas o introducir LATEX manualmente dentro del cuadro de texto.
eu: Testu barra erabili edota latexa eskuz sar dezakezu testu koadroan.
fr: Vous pouvez utiliser la barre de titres ou insérer manuellement le symbole en Latex dans le champ texte.
gl: Pódese usar a barra de ferramentas ou introducir manualmente código LaTeX na caixa de texto.
it: Utilizzare la barra degli strumenti o inserire manualmente il codice LaTex nel campo di testo.
nl: Je kunt de toolbalk gebruiken of latex handmatig in het tekstveld invoeren.
pl: Możesz użyć listwy narzędziowej lub wprowadzić latex ręcznie w pole tekstowe
pt: Pode utilizar a barra de ferramentas ou inserir manualmente o LATEX na caixa de texto.
ru: Вы можете использовать панель инструментов или введите latex вручную в текстовое поле.
tr: Araç çubuğunu kullanabilir veya lateksi metin alanına manuel olarak girebilirsiniz.
zh_cn: 您可选用工具栏上的符号或输入latex.
zh_tw: 您可以用工具列，或是手動輸入 latex 指令到文字編輯區。

source: Memory Match Game
ca: Joc de memòria per emparellar
ca_es@valencia: Joc de memòria
dz: དྲན་ཚད་མཐུན་སྒྲིག་པའི་རྩེདམོ
el: Παιχνίδι μνήμης
es: Juego de emparejamientos de memoria
eu: Buruz parekatu motako jokoa
fr: Jeu style Memory (former des paires)
gl: Xogo de emparellamentos de memoria
it: Gioco Memoria
nl: Memory spel
pl: Gra pamięciowa
pt: Jogo de memória
ru: Игра на развитие памяти
tr: Hafıza Eşleştirme Oyunu
zh_cn: 记忆匹配游戏
zh_tw: 記憶遊戲

source: Memory Match Game Maker.
ca: Creador del joc de memòria per emparellar
ca_es@valencia: Creador de jocs de memòria.
dz: དྲན་ཚད་མཐུན་སྒྲིག་པའི་རྩེདམོ་བཟོ་ནི
el: Δημιουργός παιχνιδιού μνήμης.
es: Constructor del juego de emparejamientos de memoria.
eu: Buruz parekatu motako jokoen sortze tresna.
fr: Créateur de jeu type Memory (former des paires)
gl: Persoa creadora do xogo de emparellamentos de memoria.
it: Creazione gioco Memoria.
nl: Memory spel maker.
pl: Konstruktor gry Zapamiętaj i dopasuj.
pt: Criador de jogo de memória
ru: Сделавший игру на развитие памяти.
tr: Memory Match Oyun Üreteci.
zh_cn: 记忆匹配游戏生成器。
zh_tw: 記憶遊戲產生器。

source: Instructions to show
ca: Instruccions per mostrar
ca_es@valencia: Instruccions per a mostrar
dz: བཀོད་རྒྱ་ཚུ་སྟོན་ནི
el: Οδηγίες για εμφάνιση
es: Instrucciones
eu: Erakutsi beharreko azalpenak
fr: Instructions à montrer
gl: Instrucións a amosar
it: Istruzioni da mostrare
nl: Aanwijzingen die getoond moeten worden
pl: Instrukcje do pokazania
pt: Instruções a ser mostradas
ru: Инструкции для показа
tr: Görüntülenecek Yönergeler
zh_cn: 要显示的说明
zh_tw: 要顯示的說明

source: Number of Rows
ca: Nombre de files
ca_es@valencia: Nombre de files
dz: གྲལ་ཐིག་གི་གྱངས་ཁ
el: Αριθμός γραμμών
es: Número de filas
eu: Lerro kopurua
fr: Nombre de rangées
gl: Número de filas
it: Numero righe
nl: AAntal rijen
pl: Liczba wierszy
pt: Número de filas
ru: Число рядов
tr: Satır Sayısı
zh_cn: 行数
zh_tw: 列數

source: Number of Columns
ca: Nombre de columnes
ca_es@valencia: Nombre de columnes
dz: ཀེར་ཐིག་གི་གྱངས་ཁ
el: Αριθμός στηλών
es: Número de columnas
eu: Zutabe kopurua
fr: Nombre de colonnes
gl: Número de columnas
it: Numero colonne
nl: Aantal kolommen
pl: Liczba kolumn
pt: Número de colunas
ru: Число столбцов
tr: Colon Sayısı
zh_cn: 列数
zh_tw: 欄數

source: Split Question/Answer Pairs
ca: Divideix les parelles pregunta / resposta
ca_es@valencia: Divideix els parells Pregunta/Resposta
dz: སྡེ་ཚན་བཟོ་ཡོད་པའི་དྲི་བ་/ལན་ཆ་བསྡོམས་ཚུ
el: Διαχωρισμός ζευγαριών Ερώτησης/Απάντησης
es: Separar las parejas de Preguntas/Respuestas
eu: Galdera/erantzuna bikoteak banatu
fr: Séparer les paires de Question/Réponse
gl: Separar as parellas de Preguntas/Respostas
it: Dividi coppie domanda/risposta
nl: Scheid vraag/antwoord paren
pl: Rozdziel pary Pytanie/Odpowiedź
pt: Separar os pares pergunta/resposta
ru: Разбить пары вопрос/ответ
tr: Soru/Cevap Çiftlerini Böl
zh_cn: 拆分问题/答案对
zh_tw: 將問題與答案分開

source: Feedback to show on correct match
ca: Realimentació per mostrar en cas d'encert
ca_es@valencia: Retroacció que es mostra quan és correcta
dz: མཐུན་སྒྲིག་ཡོདཔ་ད་སྟོན་ནའི་བསམ་ལན
el: Ανατροφοδότηση που εμφανίζεται στο σωστό ταίριασμα
es: Retroalimentación que mostrar ante un emparejamiento correcto
eu: Parekatze zuzenetan erakutsiko den feedbacka
fr: Message à montrer en cas de mise en correspondance correcte
gl: Retroalimentación a amosar logo dun emparellamento correcto
it: Messaggio da mostrare per abbinamento corretto
nl: Feedback die bij juiste match getoond wordt
pl: Informacje zwrotne, które będą wyświetlane przy prawidłowym dopasowaniu
pt: Retroalimentação a ser mostrada quando emparelhar corretamente
ru: Обратная связь для показа на корректно подобранное
tr: Doğru eşleşmede gösterilecek geri bildirim
zh_cn: 匹配正确时的反馈
zh_tw: 配對正確時的回饋

source: Positive Feedback
ca: Realimentació positiva
ca_es@valencia: Retroacció positiva
dz: ངེས་གཏན་གྱི་བསམ་ལན
el: Θετική ανατροφοδότηση
es: Retroalimentación positiva
eu: Feedback positiboa
fr: Réponse en retour positive
gl: Retroalimentación positiva
it: Messaggio positivo
nl: Positieve feedback
pl: Pozytywne informacje zwrotne
pt: Retroalimentação positiva
ru: Положительная обратная связь
tr: Olumlu Geribildirim
zh_cn: 正面反馈
zh_tw: 正面回饋

source: Feedback to show on incorrect pair
ca: Realimentació per mostrar en cas de no encertar
ca_es@valencia: Retroacció que es mostra quan és incorrecta
dz: ཆ་མ་སྒྲིག་པའི་བསྐབ་སྟོན་ནའི་བསམ་ལན
el: Ανατροφοδότηση που εμφανίζεται στο λανθασμένο ταίριασμα
es: Retroalimentación que mostrar ante un emparejamiento incorrecto
eu: Parekatze okerretan erakutsiko den feedbacka
fr: Message à montrer en cas de mise en correspondance incorrecte
gl: Retroalimentación a amosar logo dun emparellamento incorrecto
it: Messaggio da mostrare per abbinamento sbagliato
nl: Feedback die getoond wordt bij onjuiste combinatie
pl: Informacja zwrotna do wyświetlenia, gdy para jest niepoprawna
pt: Retroalimentação a ser mostrada quando emparelhar de forma errada
ru: Обратная связь для показа на некорректную пару
tr: Yanlış çiftte gösterilecek geri bildirim
zh_cn: 匹配错误时的反馈
zh_tw: 不符合時顯示的回饋

source: Negative Feedback
ca: Realimentació negativa
ca_es@valencia: Retroacció negativa
dz: དགག་སྒྲའི བསམ་ལན
el: Αρνητική ανατροφοδότηση
es: Retroalimentación negativa
eu: Feedback negatiboa
fr: Réponse en retour négative
gl: Retroalimentación negativa
it: Messaggio negativo
nl: Negatieve feedback
pl: Negatywne informacje zwrotne
pt: Retroalimentação negativa
ru: Отрицательная обратная связь
tr: Olumsuz Geribildirim
zh_cn: 负面反馈
zh_tw: 負面回饋

source: Style of Feedback Area (CSS)
ca: Estil (CSS) del requadre de realimentació
ca_es@valencia: Estil de l'àrea de retroacció (CSS)
dz: བརྡ་སྟོན་མངའ་ཁོངས་ཀྱི་བཟོ་རྣམ་(སི་ཨེསི་ཨེསི་)
el: Τεχνοτροπία περιοχής ανατροφοδότησης (CSS)
es: Estilo (CSS) del área de retroalimentación
eu: Feedback-eremuaren estiloa (CSS)
fr: Style (CSS) de l'aire de message en retour
gl: Estilo (CSS) da área de retroalimentación
it: Stile dell'area messaggi (CSS)
nl: Stijl van het feedback-veld
pl: Obszar stylu informacji zwrotnej (CSS)
pt: Estilo (CSS) da área de retroalimentação
ru: Стиль площади обратной связи (CSS)
tr: Geri Bildirim Alanı Stili (CSS)
zh_cn: 反馈区域样式（CSS）
zh_tw: 回饋區域樣式（CSS）

source: CSS style for feedback area
ca: Estil CSS per al requadre de realimentació
ca_es@valencia: Estil CSS per a l'àrea de retroacció
dz: བརྡ་སྟོན་མངའ་ཁོངས་ཀྱི་དོན་ལུ་སི་ཨེསི་ཨེསི་བཟོ་རྣམ
el: Τεχνοτροπία CSS για την περιοχή ανατροφοδότησης
es: Estilo CSS del área de retroalimentación
eu: Feedback-eremuko CSS estiloa
fr: Style CSS pour l'aire de message en retour
gl: Estilo CSS da área de retroalimentación
it: Stile CSS per l'area dei messaggi
nl: CSS stijl voor feedback-veld
pl: Styl CSS dla obszaru opinii
pt: Estilo CSS da área de retroalimentação
ru: CSS стиль для площади обратной связи
zh_cn: 反馈区域的 css 样式
zh_tw: 回饋區域的 CSS 樣式
