Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Either your idevices/generic.data file or the package you are loading was created with a newer version of eXe. Please upgrade eXe and try again.
ca: Els idevices del vostre fitxer generic.data o paquet que esteu carregant han estat creats amb un versió més nova de eXe. Si-us-plau actualitzeu eXe i torneu-ho a provar.
ca_es@valencia: El fitxer d'iDevices/generic.data o el paquet que proveu de carregar s'ha creat amb una versió més nova de l'eXe. Actualitzeu l'eXe i torneu-ho a provar.
el: Είτε το αρχείο η-Σύνεργα/generic.data, είτε το πακέτο που προσπαθείτε να φορτώσετε, δημιουργήθηκαν με μια νεότερη έκδοση του eXe. Παρακαλώ αναβαθμίστε το eXe και προσπαθήστε πάλι.
es: O su fichero idevices/generic.data o el paquete que está intentando cargar fueron creados con una versión más reciente de eXeLearning. Por favor actualice eXe e inténtelo otra vez.
eu: Kargatzen ari zaren idevices/generic.data fitxategia edo paketea eXe-ren bertsio berriago batekin sortuta dago. Mesedez, eguneratu zure eXe-a eta berriz saiatu.
fr: Le dossier que vous souhaitez charger, ou les outils et fichiers qu'il incorpore ont été créés avec une version d'Exe plus récente que celle que vous utilisez. SVP, faites une mise à jour d'Exelearning et réessayez.
gl: O seu ficheiro idevices/generic.data ou o paquete que está a cargar foi creado cunha versión máis recente de eXeLearning. Por favor actualice eXeLearning e ténteo de novo.
it: Il file idevices/generic.data oppure il pacchetto che si sta caricando è stato creato con una versione più recente di eXe. Aggiornare eXe e riprovare.
nl: Uw idevice/generic.data bestand of het pakket dat u probeert te openen was aangemaakt in een nieuwere versie van eXe. Upgrade uw eXe-versie en probeer opnieuw.
pl: Plik idevices/generic.data lub pakiet, który ładujesz został stworzony w nowszej wersji programu eXe. Zaktualizuj eXe i spróbuj ponownie.
pt: Ou o seu ficheiro idevices/generic.data ou o pacote que está a abrir foram criados com uma versão mais recente de eXe. Por favor, atualize eXe e tente de novo.
ru: Или Ваш idevices/generic.data файл или пакет, который вы загружаете, был создан с помощью новой версии eXe. Пожалуйста, обновите eXe и повторите попытку.
tr: idevice'larınız/genel .data dosyanız veya yüklediğiniz paket exe'nin daha yeni bir sürümüyle oluşturulmuştur. Lütfen exe'yi yükseltin ve tekrar deneyin.
zh_cn: 您的idevices模块 / generic.data文件或您正在加载的课件包是使用较新版本的eXe创建的。请升级eXe，然后重试。
zh_tw: 您的iDevices或是generic.data檔案是由更新版的eXe所建立。請更新eXe並再試一次。

source: FPD
ca: Formació professional a distancia (FPD)
ca_es@valencia: FDP
dz: ཨེཕ་པི་ཌི
nl: FDP

source: Procomún OAuth
ca: OAuth Procomún
fr: Auteur "Procomún"
nl: Algemene authorisatie
pl: Procomún OAuth – otwarty standard autoryzujący
pt: OAuth em "Procomún"
zh_cn: OAuth 身份验证

source: Bashkir
ca: Baixkir
ca_es@valencia: Baixkir
dz: བེཤི་ཀིར
eu: Bashkirrera
ru: Башкирский
tr: Başkurtça
zh_cn: 巴什基尔语
zh_tw: 巴什基爾語

source: Hausa (?)
ca: Haussa
ca_es@valencia: Haussa
dz: ཧ་འུ་ས་(?)
pt: Haúça
ru: Хауса (?)
tr: Hausa Dili
zh_cn: 豪萨语
zh_tw: 豪薩語

source: Cornish
ca: Còrnic
ca_es@valencia: Còrnic
dz: ཀོར་ནིཤ
eu: Kornubiera
fr: Cornique
gl: Córnico
nl: Cornwallisch
pt: Córnico
ru: Корнуэльский
tr: Kernevekçe
zh_cn: 科尼什语
zh_tw: 科尼什語

source: Quechua
ca: Quítxua
ca_es@valencia: Quítxua
dz: ཀུའི་ཅུ་འ
el: Κέτσουα
eu: Kitxua
pt: Quéchua
ru: Кечуа
tr: Keçuva dili
zh_cn: 克家语
zh_tw: 克家語

source: Uighur
ca: Uigur
ca_es@valencia: Uigur
el: Ουιγουρικά
eu: Uigurra
pt: Uigure
ru: Уйгурский
tr: Uygurc
zh_cn: 回鹘文
zh_tw: 回鶻文

source: Volapük; Volapuk
ca: Volapuk
ca_es@valencia: Volapük
it: Volapúk; Volapuk
pt: volapuque
ru: Воляпюк
tr: Valapuk -Yapay Dil
zh_cn: 沃拉普克语
zh_tw: 沃拉普克語

source: Xhosa
ca: Xosa
ca_es@valencia: Xosa
eu: Xhosera
ru: Кхоса
tr: Xhosa Dili
zh_cn: 科萨语
zh_tw: 科薩語

source: Yoruba
ca: Ioruba
ca_es@valencia: Ioruba
eu: Jorubera
pt: Iorubá
ru: Йоруба
tr: Yaruba Dili
zh_cn: 约鲁巴人语
zh_tw: 約魯巴人語

source: video
ca: vídeo
ca_es@valencia: vídeo
dz: གློག་བརྙན
el: βίντεο
eu: bideoa
fr: vidéo
gl: vídeo
pl: wideo
pt: vídeo
ru: видео
zh_cn: 视频
zh_tw: 影像

source: weblog
ca: bloc
ca_es@valencia: blog
dz: ཝེབ་ལོག
el: ιστολόγιο
pl: blog internetowy
pt: blogue
ru: веб-блог
tr: web günlüğü
zh_cn: 网络日志
zh_tw: 網誌

source: Base
ca: Cas
el: Βάση
eu: Oinarria
nl: Basis
pl: Baza
tr: Temel

source: Audio
ca: Àudio
ca_es@valencia: Àudio
dz: རྣར་ཉན
el: Ήχος
eu: Audioa
pl: Dźwięk
pt: Áudio
ru: Аудио
tr: Ses
zh_cn: 音频
zh_tw: 音效

source: Create activities in which the student will have to fill in the blanks of a text writing or choosing an answer.
ca: Creeu activitats en les quals l'alumne haurà de emplenar el buits d'un text escrivint, o triant la resposta.
eu: Sortu jarduerak non ikasleek testu baten zuloak bete behar dituzten idazten edo erantzun bat hautatzen.
fr: Créer des activités où l'étudiant doit remplir des blancs dans un texte ou choisir une réponse.
gl: Cree actividades nas que o alumnado deberá completar os ocos dun texto escribindo, seleccionando e arrastrando respostas.

source: Zoom
ca: Ampliació
el: Εστίαση
pl: Powiększenie
tr: Yakınlaştır

source: VideoQuExt
ca: VídeoQuExt

source: You can use a checklit as an structured and easy way to understand the suggested activities in this educational resource. It will be a useful instrument for student self-assessment, allowing you to monitor the completed activities.
ca: Pots utilitzar una llista de verificació com una manera estructurada i fàcil d'entendre les activitats suggerides en aquest recurs educatiu. Serà un instrument útil per a l'autoavaluació de l'alumnat, permetent fer un seguiment de les activitats realitzades.

source: Test
ca: Prova
dz: བརྟག་ཞིབ
el: Δοκιμή
eu: Azterketa
ru: Тест
tr: Ölçek
zh_cn: 测试
zh_tw: 測試

source: Multimedia
ca: Multimèdia

source: Debate
ca: Debat
ca_es@valencia: Debat
el: Συζήτηση
eu: Eztabaida
fr: Débat
it: Dibattito
pl: Debata
ru: Дебаты
tr: Münazara
zh_cn: 辩论
zh_tw: 辯論

source: JavaScript Popup
ca: Finestra emergent javascript
ca_es@valencia: Finestra emergent del JavaScript
dz: པོཔ་ཨཔ་ཇ་བ་ཡིག་ཚུགས
el: Αναδυόμενο παράθυρο JavaScript
eu: Javascript popupa
fr: Popup Javascript
it: Popup Javascript
pl: Wyskakujace okno JavaScript
pt: Popup javascript
ru: Всплывающий JavaScript
tr: JavaScript Açılır Penceresi
zh_cn: JavaScript弹出窗口
zh_tw: Javascript 彈出視窗

source: Choose a file or paste a link (URL)
ca: Tria un arxiu o enganxa un enllaç (URL)

source: Old browsers compatibility with some formats. Not needed in modern browsers.
ca: Compatibilitat de navegadors antics amb alguns formats. No és necessari en els navegadors moderns.

source: Z-index
ca: Índex Z
ca_es@valencia: Posició en Z
dz: Z- ཟུར་ཐོ
gl: Índize Z
pl: Z-index - kolejność elementów wzdłuż osi z
ru: Z-индекс
tr: Z-İndeksi
zh_cn: Z-索引
zh_tw: Z-索引

source: No
dz: མེན
el: Όχι
eu: Ez
fr: Non
gl: Non
nl: Ne
pl: Nie
pt: Não
ru: Нет
tr: Hayır
zh_cn: 否
zh_tw: 否

source: Experimental
dz: བརྟག་ཞིབ
el: Πειραματικά
eu: Esperimentuak
fr: En période d'essai
it: Sperimentale
nl: Eexperimenteel
pl: Eksperymentalne
ru: Экспериментальный
tr: Deneysel
zh_cn: 试验
zh_tw: 實驗性

source: Uploading package to Procomn...
eu: Paketea Procomn-era igotzen...

source: Unknown error when trying to upload package to Procomn.
eu: Errorea gertatu da paketea Procomun-era igotzerakoan.

source: Publishing document to Procomn
eu: Dokumentua Procomn-en argitaratzen

source: <small>You can view and manage the uploaded package using <a href="%s" target="_blank" title="Procomn Home">Procomn</a>\'s web page.</small>
eu: <small>Igotako paketea ikus eta kudea dezakezu <a href="%s" target="_blank" title="Procomn-eko hasierako orria">Procomn</a> webgunean.</small>

source: Error exporting package "%s" to Procomn.
eu: Errorea "%s" paketea Procomn-era esportatzerakoan.

source: 2. There is a problem with you connection (or with Procomn servers), so you should just try again later.
eu: 2. Arazo bat dago konexioan (edo Procomn.en zerbitzarietan) eta beranduago saiatu beharko zenuke.

source: If you have problems publishing you can close this dialogue, export as SCORM 2004 and upload the generated zip file manually to Procomn.
eu: Publikatzeko arazoak badituzu itxi leiho hau, esportatu SCORM 2004 modura eta eskuz igo Procomn-era sortutako zip fitxategia.

source: The reported error we got from Procomn was: <pre>%s</pre>
eu: Hau da Procomn-etik jasotako errorea : <pre>%s</pre>

source: Error
dz: འཛོལ་བ
el: Σφάλμα
eu: Errorea
fr: Erreur
gl: Atopouse un erro
it: Errore
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
tr: Hata
zh_cn: 错误
zh_tw: 錯誤

source: General
dz: ཡོངས་ཁྱབ
el: Γενικά
eu: Orokorra
fr: Général
gl: Xeral
it: Generale
nl: Algemeen
pl: Ogólne
pt: Descrição Geral
ru: Общий
tr: Genel
zh_cn: 常规
zh_tw: 一般

source: Initializing Procomn export process...
eu: Procomn-erako esportazio prozesua hasten...

source: You must authorize eXe Learning to publish content into your Procomn account
eu: Baimendu behar duzu eXeLearning-ek edukiak esportatzea zure Procomn kontuan

source: Procomn OAuth
eu: Procomn-aren OAuth-a

source: If you have problems publishing or you want to complete your cataloguing later, close this dialogue, export as SCORM 2004 and upload the generated zip file to Procomn.
eu: Argitaratzean arazoak badituzu edo zure katalogazioa gero osatu nahi baduzu, itxi leiho hau, esportatu SCORM 2004 formatura eta igo sortutako zip fitxategia Procomn-era.

source: The value selected for this field is not accepted by Procomn. Please select one of the values below:
eu: Balio hauek ez dira onargarriak Procomn-en. Aukeratu azpiko balioetako bat:

source: iDevices
dz: བརྡ་དོན་ཐབས་འཕྲུལ
el: η-Σύνεργα
eu: iDevice-ak
fr: Outils pédagogiques
it: iDevice
pl: iObiekty
ru: iDevice'ы
tr: iDevice'lar
zh_cn: iDevices模块
zh_tw: iDevice

source: Visible
dz: མཐོང་ཚུགསཔ
el: Ορατό
eu: Ikusgai
it: Visibile
nl: Zichtbaar
pl: Widoczne
pt: Visível
ru: Видимость
tr: Görünür
zh_cn: 可见
zh_tw: 可見

source: Afar
ca_es@valencia: Àfar
dz: ཨ་ཕར
eu: Afarrera
nl: Afar (Ethiopië)
ru: Афарский
tr: Afar'ın cushitic dili
zh_cn: 阿法尔 语
zh_tw: 阿法爾語

source: Afrikaans
dz: ཨཕ་རི་ཀཱནསི
el: Ολλανδικά της Νοτίου Αφρικής
eu: Afrikaansa
fr: Afrikáans
gl: Africáner
pt: Africâner
ru: Африкаанс
tr: Afrika Dili
zh_cn: 南非荷兰语
zh_tw: 南非荷蘭語

source: Bihari
dz: བི་ཧ་རི
eu: Bihariera
pt: Biari
ru: Бихари
zh_cn: 比哈里 语
zh_tw: 比哈里語

source: Chamorro
dz: ཅ་མ་རོ
eu: Txamorroa
ru: Чаморро
tr: Çamorro dili
zh_cn: 查莫罗语
zh_tw: 查莫羅語

source: Esperanto
dz: ཨིསི་པེ་རེན་ཊོ
el: Εσπεράντο
eu: Esperantoa
ru: Эсперанто
zh_cn: 世界语
zh_tw: 世界語

source: Gujarati
dz: གུ་ཇ་ར་ཏི
el: Γκουτζαράτι
eu: Gujaratera
ru: Гуджарати
tr: Guceratça
zh_cn: 古吉拉特语
zh_tw: 古吉拉特語

source: Manx
dz: མེ་ནེགསི
eu: Manxera
fr: Gaelique de Man
ru: Остров Мэн
tr: Manca
zh_cn: 马恩语
zh_tw: 馬恩語

source: Hindi
dz: ཧིན་དི
el: Χίντι
eu: Hindia
ru: Хинди
tr: Hintçe
zh_cn: 印地语
zh_tw: 印地語

source: Hiri Motu
dz: ཧི་རི་མོ་ཏུ
eu: Hiri Motua
ru: Хири Моту
tr: Hiri Motu Dili
zh_cn: 希里莫图语
zh_tw: 希里莫圖語

source: Herero
eu: Hereroa
ru: Хереро
tr: Bantu Dili
zh_cn: 赫雷罗语
zh_tw: 赫雷羅語

source: Inupiak
ca_es@valencia: Inupiaq
eu: Inupiaka
gl: Inupiaq
pt: Inupiat
ru: Инупьяк
zh_cn: 伊帕语
zh_tw: 伊帕語

source: Ido
dz: ཨི་དྲོ
eu: Idoa
ru: Идо
tr: Ido dili
zh_cn: 伊多语
zh_tw: 伊多語

source: Inuktitut
eu: Inuktituta
ru: Инуктитут
tr: İnuitçe
zh_cn: 伊努克迪特语
zh_tw: 伊努克迪特語

source: Kikuyu
ca_es@valencia: Kikuiu
dz: ཀི་ཀུ་ཡུ
eu: Kikuyua
ru: Кикуйю
tr: Kikuyu Batu Dili
zh_cn: 吉库犹语
zh_tw: 吉庫猶語

source: Komi
dz: ཀོ་མི
el: Διάλεκτος Κόμι
eu: Komoreera
ru: Коми
tr: Komi Dili
zh_cn: 科米语
zh_tw: 科米語

source: Marshall
ca_es@valencia: Marshallés
dz: མར་ཤཱལ
eu: Marshallera
pt: Marshalês
ru: Маршалл
tr: Marshall Dili
zh_cn: 马歇尔语
zh_tw: 馬歇爾語

source: Malayalam
ca_es@valencia: Malaiàlam
dz: མ་ལ་ཡ་ལམ
el: Μαλαγιάλαμ
eu: Malaialamera
gl: Malaiala
nl: Malayalamees
pt: Malaiala
ru: Малайялам
tr: Malayalamca
zh_cn: 马拉亚拉姆语
zh_tw: 馬拉亞拉姆語

source: Marathi
dz: མ་ར་ཐི
eu: Marathera
pt: Marata
ru: Маратхи
tr: Marati dili
zh_cn: 马拉提语
zh_tw: 馬拉提語

source: Nauru
ca_es@valencia: Nauruà
dz: ནའུ་རུ
eu: Nauruera
pt: Nauruano
ru: Науру
tr: Nauru Dili
zh_cn: 瑙鲁语
zh_tw: 諾魯語

source: Norwegian Bokml
eu: Norvegiera, Bokmi

source: Ndonga
dz: དོང་ག
eu: Ndongera
nl: Ndonga (Namibië)
ru: Ндонга
tr: Ndogaca Bantu Dili
zh_cn: 尼东阁语
zh_tw: 尼東閣語

source: Navajo
ca_es@valencia: Navaho
dz: ན་བ་ཇོ
el: Ναβάχο
eu: Navajoa
ru: Навахо
tr: Navajo Apaçi Dili
zh_cn: 纳瓦霍语
zh_tw: 那伐鶴語

source: Chichewa; Nyanja
ca_es@valencia: Nyanja
dz: ཅི་ཅེ་བ; ནི་ཡཱན་ཇ
eu: Txitxeuera; Nyanja
pt: Nianja
ru: Чичева
tr: Çiçeva dili
zh_cn: 齐切瓦语
zh_tw: 齊切瓦語

source: Occitan; Provenal
eu: Okzitanera; Proventzera

source: (Afan) Oromo
ca_es@valencia: Oromo (Afan)
eu: (Afan) Oromoera
ru: (Афан) Оромо
tr: (Afaca) İngilizce
zh_cn: 阿芳·奥洛莫语
zh_tw: 阿芳·奧洛莫語

source: Panjabi; Punjabi
ca_es@valencia: Panjabi
dz: པཱན་ཇ་བི
el: Πουντζάμπι
eu: Punjabera
ru: Пенджаби
tr: Pencapça
zh_cn: 旁遮普语
zh_tw: 旁遮普語

source: Pali
dz: པཱ་ལི
el: Διάλεκτος Pali
eu: Paliera
pt: Páli
ru: Пали
tr: Pali Dili
zh_cn: 巴利语
zh_tw: 巴利語

source: Pashto,Pushto
ca_es@valencia: Paixtu
el: Παστού
eu: Paxtuera
pl: Pashto,Pushto - Iran Wschodni
pt: Pastó
ru: Пашту,Пушту
tr: Peştuca
zh_cn: 普什图语

source: Rundi; Kirundi
ca_es@valencia: Rundi
dz: རུན་ཌི; ཀི་རུན་་ཌི
eu: Kirundia
nl: Rundisch; Kirundisch
ru: Рунди
tr: Rundi; Kirundi dilleri
zh_cn: 隆迪语
zh_tw: 隆迪語

source: Kinyarwanda
dz: ཀིན་ཡར་ཝན་ཌ
el: Κίνιαρουάντα
eu: Kinyaruanda
ru: Киньяруанда
tr: Kinyarwanda dili
zh_cn: 基尼亚卢旺达语
zh_tw: 基尼亞盧旺達語

source: Sindhi
eu: Sindhia
pt: Sindi
ru: Синдхи
tr: Sintçe
zh_cn: 辛地语
zh_tw: 辛地語

source: Sango; Sangro
ca_es@valencia: Sango
eu: Sangoa
pt: Sango
ru: Сангрийский
tr: Sango; Sangro dili
zh_cn: 桑戈语
zh_tw: 桑戈語

source: Shona
el: Διάλεκτος Shona
eu: Xoshera
pt: Chona
ru: Шона
tr: Şona Dilleri
zh_cn: 修纳语
zh_tw: 修納語

source: Swati; Siswati
ca_es@valencia: Swati
eu: Swaziera; Siswatiera
pt: Suázi
ru: Сисвати
tr: Swati Dili Bantuca
zh_cn: 斯瓦特语
zh_tw: 斯瓦特語

source: Swahili
ca_es@valencia: Suahili
dz: ས་ཝ་ཧི་ལི
el: Σουαχίλι
eu: Swahilia
gl: Suahili
pt: Suaíli
ru: Суахили
tr: Swahili Lingalaca
zh_cn: 斯瓦希里语
zh_tw: 斯瓦希里語

source: Tamil
ca_es@valencia: Tàmil
dz: ཏ་མིལ
el: Ταμίλ
eu: Tamilera
gl: Támil
pt: Tâmil
ru: Тамильский
tr: Tamilce
zh_cn: 泰米尔语
zh_tw: 泰米爾語

source: Telugu
dz: ཏེ་ལུ་གུ
eu: Telugua
ru: Телугу
tr: Telugu dili
zh_cn: 泰卢固语
zh_tw: 泰盧固語

source: Tigrinya
eu: Tigriniera
pt: Tigrínia
ru: Тигринский
tr: Tigrinya Dili
zh_cn: 提格里尼亚语
zh_tw: 提格里尼亞語

source: Tsonga
eu: Tsongera
nl: Tsongaals
ru: Тсонга
tr: Tsonga-Bantu Dili
zh_cn: 通加语
zh_tw: 通加語

source: Tatar
ca_es@valencia: Tàtar
el: Ταταρικά
eu: Tatarrera
gl: Tártaro
pt: Tártaro
ru: Татарский
tr: Tatarca
zh_cn: 鞑靼语
zh_tw: 韃靼語

source: Twi
eu: Tuiera
nl: Twi(Ghana)
ru: Тви
tr: Twice
zh_cn: 特威语
zh_tw: 特威語

source: Volapk; Volapuk
eu: Volapuka

source: Zhuang
el: Ζουάγκ
eu: Zuangera
ru: Жуан
tr: Zhuangca
zh_cn: 壮族语
zh_tw: 壯族語

source: idea
dz: ཐབས་ཤེས
el: ιδέα
eu: ideia
fr: idée
nl: idee
pl: pomysł
pt: ideia
ru: идея
tr: fikir
zh_cn: 想法
zh_tw: 構想

source: no
dz: མེན
el: όχι
eu: ez
fr: non
gl: non
nl: nee
pl: nie
pt: não
ru: нет
tr: hayır
zh_cn: 不是
zh_tw: 否

source: final
dz: མཐའ་དཔྱད
el: τελικό
eu: amaiera
it: finito
nl: definitief
pl: końcowy
ru: финал
tr: son
zh_cn: 终稿
zh_tw: 完成

source: universal
dz: ཡོངས་ཁྱབ་ཀྱི
el: καθολικό
eu: unibertsala
fr: universel
it: universale
nl: algemeen
pl: uniwersalny
ru: универсальный
tr: evrensel
zh_cn: 通用
zh_tw: 通用

source: tutorial
ca_es@valencia: programa d'aprenentatge
dz: སློབ་སྟོན
el: επιμορφωτικό βοήθημα
eu: tutoriala
fr: tutoriel
gl: titorial
it: tutoriale
nl: handleiding
pl: poradnik
ru: учебник
tr: öğretici
zh_cn: 教程
zh_tw: 教學

source: tutor
ca_es@valencia: tutor/a
dz: སློབ་དཔོན
el: εκπαιδευτικός
eu: tutorea
fr: tuteur
gl: titor
it: tutore
nl: begeleider
pl: nauczyciel
ru: репетитор
tr: öğretici
zh_cn: 导师
zh_tw: 教學

source: presencial
dz: ངོ་འབྱོར་གྱི
el: παρουσίαση
eu: zuzenekoa
fr: présentiel
it: in presenza
nl: onder toezicht
pl: klasa
ru: класс
tr: yüz
zh_cn: 前的
zh_tw: 表達

source: individual
dz: ངོ་རྐྱང
el: ατομικό
eu: indibiduala
fr: individuel
it: individuo
nl: individueel
pl: indywidualne
ru: индивидуальный
tr: bireysel
zh_cn: 个人
zh_tw: 個別

source: Total
dz: བསྡོམས
el: Σύνολο
eu: Osoa
it: Totale
nl: Totaal
pl: Łącznie
ru: Общее
tr: Toplam
zh_cn: 总计
zh_tw: 總計

source: URL:
dz: ཡུ་ཨར་ཨེལ:
eu: URLa:
pl: Adres URL:
zh_cn: 网址：
zh_tw: 網址：

source: Color
dz: ཚོན
el: Χρώμα
eu: Kolorea
fr: Couleur
gl: Cor
it: Colore
nl: Kleur
pl: Kolor
pt: Cor
ru: Цвет
tr: Renk
zh_cn: 颜色
zh_tw: 顏色

source: Mediateca
eu: Mediateka
fr: Médiathèque
pl: Biblioteka multimediów
ru: Медиатека
tr: Medya kütüphanesi

source: Simple
eu: Erraza

source: Descriptor
dz: འགྲེལ་བཤདཔ
el: Περιγραφή
eu: Deskriptorea
fr: Descripteur
gl: Descritor
it: Descrittore
pl: Deskryptor
ru: Дескриптор
tr: Tanımlayıcı
zh_cn: 描述符
zh_tw: 描述符

source: Robots
dz: འཕྲུལ་མི
el: Ρομπότ
eu: Robotak
pl: Automat
ru: Работы
tr: Robotlar
zh_cn: 机器人

source: Improve browser compatibility with some formats
el: Βελτιώστε τη συμβατότητα του προγράμματος περιήγησης με ορισμένες μορφές
eu: Hobetu nabigatzailearen eta zenbait formatuen bateragarritasuna
pl: Popraw kompatybilność przeglądarki z niektórymi formatami

source: Editor
ca_es@valencia: Redactor/a
dz: ཞུན་དགཔ
el: Επεξεργαστής
eu: Editorea
fr: Éditeur
pl: Edytor
ru: Редактор
tr: Editör
zh_cn: 编辑器
zh_tw: 編輯器

source: Enter a Hue value (0-360)
eu: abardura-balio bat sartu (0-360)

source: Inspector
dz: ཞིབ་དཔྱོདཔ
el: Επισκόπηση
eu: Ikuskatzailea
fr: Inspecteur
it: Ispettore
pl: Kontroler
ru: Инспектор
tr: Denetleyici
zh_cn: 查看窗口

source: The "Search bar" will only be seen when exporting as Web Site and enabling that option (Properties Export).
eu: Webgune esportazioan bakarrik ikusiko da "Bilaketa-barra", eta ezarpen hori gaitu behar da (Ezaugarriak Esportatu)

source: Dublin Core
dz: དུབ་ལིན་ནང་སྙིང
fr: Noyau Dublin (Ohio 1995)(DCMI)
pl: Dublin Core – ogólny standard metadanych przyjęty jako ISO 15836-2003
ru: Ядро Dublin
tr: Dublin Çekirdeği
zh_cn: 都柏林核心集
zh_tw: 都柏林核心集

source: Id
dz: ཨའི་ཌི
nl: kenmerk
ru: Идентификатор
tr: Kimlik
zh_tw: 代碼

source: Bislama
dz: བིཤ་ལ་མ
pt: Bislamá
ru: Бислама
tr: Bisleme
zh_cn: 比斯拉马语
zh_tw: 比斯拉馬語

source: Kuanyama
nl: Kuanyaams
pt: Cuanhama
ru: Кунама
tr: Kuanyama Dili
zh_cn: 夸尼亚玛语
zh_tw: 誇尼亞瑪語

source: Kannada
ca_es@valencia: Kanarés
dz: ཀཱན་ན་ད
el: Καναδικά
nl: Kannada(Indië)
pl: Kanadyjski
pt: Canarês
ru: Каннада
tr: Kannada Dili
zh_cn: 坎拿达语
zh_tw: 坎拿達語

source: Lingala
ru: Лингала
tr: Lingalaca
zh_cn: 林加拉语
zh_tw: 林加拉語

source: Oriya
dz: ཨོ་རི་ཡ།
nl: Oriya (Indisch)
pt: Oriá
ru: Ория
tr: Ortanca dili
zh_cn: 奥里亚语
zh_tw: 奧里亞語

source: netscape communicator
ca_es@valencia: comunicador del Netscape
dz: ནེཊི་སིཀེཔ་བརྡ་སྤྲོད་པ
pl: komunikator netscape
ru: браузер netscape
tr: netscape tarayıcısı
zh_cn: 网景浏览器
zh_tw: 網景瀏覽器

source: webquest
fr: cyberquête
pl: webquest - aktywność zorientowana na dociekanie, w której większość lub całość informacji uzyskanych przez uczących się pochodzi z Internetu
ru: веб-квест
tr: web araştırması
zh_cn: 网络探究
zh_tw: 網頁探索

source: ID
ca_es@valencia: Identificador
dz: ཨའི་ཌི
ru: Идентификатор
tr: Kimlik
zh_tw: 代碼

source: RSS
dz: ཨར་ཨེས་ཨེས
fr: Flux RSS

source: mozilla firefox
dz: མོ་ཛིལ་ལ་ཕ་ཡེར་ཕོགསི
fr: firefox mozilla
zh_cn: 火狐浏览器

source: Mapa
el: Χάρτης
fr: Carte

source: Interlingua
dz: བར་སྐད
el: Ιντερλίγκουα
pt: Interlíngua
ru: Интерлингва
zh_cn: 拉丁国际语
zh_tw: 拉丁國際語

source: wiki
dz: ཝི་ཀི
el: βίκι
ru: вики
zh_cn: 维基

source: The user will see your name when clicking on the button.
ca_es@valencia: L'usuari veurà el vostre nom quan faça clic al botó.
el: Ο χρήστης θα βλέπει το όνομά σας όταν πιέζει σε αυτό το πλήκτρο.
pl: Użytkownik zobaczy swoje nazwisko po kliknięciu na przycisk.
zh_tw: 使用者按下按鈕時會看到您的姓名。

source: The text of the button should be in the right language, that's why it's a required field.
ca_es@valencia: El text del botó ha d'estar en l'idioma adient; per això és un camp obligatori.
el: Το κείμενο του πλήκτρου θα πρέπει να είναι στη σωστή γλώσσα, γι' αυτό το συγκεκριμένο πεδίο είναι απαραίτητο.
pl: Tekst przycisku, powinien być w odpowiednim języku, to dlaczego jest polem wymaganym.
zh_tw: 按鈕上的文字語言要正確（所以是必填欄位）。

source: Write your name:
ca_es@valencia: Escriu el vostre nom:
el: Γράψτε το όνομά σας:
pl: Wpisz swoje imię i nazwisko:
zh_tw: 寫下您的姓名：

source: You should write your name.
ca_es@valencia: Heu d'escriure el vostre nom.
el: Πρέπει να γράψετε το όνομά σας.
pl: Należy napisać swoje imię i nazwisko.
zh_tw: 請留下大名供各方瞻仰。

source: QuExt
el: Ερωτήσεις για πολυμεσικό υλικό
it: QuEst

source: PAIWASTOON Networking Services Ltd.
dz: པའི་བས་ཏུན་ཡོངས་འབྲེལ་བཟོ་བ་ཞབས་ཏོག་ ཚད་འཛིན
zh_cn: PAIWASTOON网络服务有限公司

source: Mike Dawson / PAIWASTOON Networking Services Ltd.
dz: པའི་བས་ཏུན་ཡོངས་འབྲེལ་བཟོ་བ་ཞབས་ཏོག་ ཚད་འཛིན
zh_cn: Mike Dawson / PAIWASTOON网络服务有限公司

source: macos
dz: མེཀ་ཀོརོསི
zh_cn: 苹果系统

source: ms-internet explorer
dz: ཨེམ་ཨེསི་- ཨིན་ཊར་ནེཊི་དཔྱད་ཞིབཔ
nl: Internet explorer
zh_cn: IE浏览器
zh_tw: 微軟 ie

source: opera
dz: ཨོ་པཱ་ར
zh_cn: Opera浏览器

source: Descartes
dz: (དྲེས་ཀར་ཊིས་)Descartes
pl: Kartezjusz
ru: Декарт
zh_cn: 笛卡尔

source: Scratch
ru: Скретч

source: Add Previous/Next links within SCOs?
ca_es@valencia: S'ha d'afegir l'enllaç següent/anterior dins dels SCO?
nl: Voeg Vorige/volgende links toe aan lespaketten?
pt: Adicionar ligações Anterior/Seguinte dentro do objeto de aprendizagem SCO?

source: Checking this box will cause eXe to add Previous and Next links to individual pages within your SCO. The LMS will also still add this kind of functionality.
ca_es@valencia: Si marqueu aquesta casella l'eXe afegirà els enllaços anterior i següent a pàgines individuals dins dels SCO. També l'LMS afegirà aquest tipus de funcionalitat.
nl: Als U deze optie aanvinkt zal eXe "Vorie en Volgende" links toevoegen aan alle pagina's van uw lespakket. Desondanks zal het LMS (De player in de ELO) ook deze functionaliteit toevoegen.
pt: Marcar esta casa fará com que eXe adicione as ligações Anterior e Seguinte a cada uma das páginas individuais do seu objeto de aprendizagem SCO. O LMS também acrescentará ao objeto este tipo de funcionalidade.

source: Checking this box will cause eXe to add Previous and Next links to individual pages within your SCO. This requires a non-standard extension to SCORM 1.2 and is only known to work with some versions of Moodle.
ca_es@valencia: Si marqueu aquesta casella l'eXe afegirà els enllaços anterior i següent a pàgines individuals dins dels SCO. Això requereix una extensió no estàndard a l'SCORM 1.2 i se sap que sols funciona en algunes versions del Moodle.
nl: Als U deze optie aanvinkt zal eXe "Volgende en vorige" links toevoegen aan alle pagina's van uw lespakket. Hiervoor is een afwijking van de standaard SCORM 1.2 extensie nodig en werkt waarschijnlijk alleen in sommige versies van Moodle.
pt: Marcar esta casa fará com que eXe adicione as ligações Anterior e Seguinte a cada uma das páginas individuais do seu objeto de aprendizagem SCO. Requer uma extensão de SCORM 1.2 que não faz parte da norma padrão e que só é reconhecida por algumas versões de Moodle.

source: Click on the elements of the left panel to add content.
ca_es@valencia: Feu clic en els elements del tauler de l'esquerra per a afegir contingut.

source: unix
ca_es@valencia: uneix
dz: ཡུ་ནིགསི

source: 'License'
ca_es@valencia: 'Llicència'

source: Back
ca_es@valencia: Desfés

source: Crop
ca_es@valencia: Retalla

source: Use MathJax from mathjax.org (online only) or your own copy
ca_es@valencia: Utilitza MathJax des de mathjax.org (només en línia) o la vostra còpia
pt: Usar MathJax a partir de mathjax.org (apenas em linha) ou a sua própria cópia

source: Include alternative image (recommended)
ca_es@valencia: Inclou una imatge alternativa (recomanat)
pt: Incluir uma imagem alternativa (recomendado)
