Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Circle
ca: Cercle
ca_es@valencia: Cercle
dz: སྒོར་ཐིག
el: Κύκλος
es: Círculo
eu: Borobila
fr: Cercle
gl: Círculo
it: Cerchio
nl: Cirkel
pl: Pusty okrąg
pt: Círculo
ru: Окружность
tr: Daire
zh_cn: 圆形
zh_tw: 圓形

source: Disc
dz: སྒོར་ལེབ
el: Δίσκος
es: Disco
eu: Diskoa
fr: Disque
gl: Disco
it: Punto
nl: Schijf
pl: Wypełniony okrąg
pt: Disco
ru: Круг
tr: Disk
zh_cn: 磁盘
zh_tw: 碟形

source: Upper Alpha
ca: Alfa majúscula
ca_es@valencia: Alfa majúscula
dz: ཆེ་ཡིག་ཨཱལ་ཕ
es: Alfabeto (mayúsculas)
eu: Hizki larriak
fr: Alpha majuscule
gl: Alfabeto (maiúsculas)
it: Maiuscolo alfanumerico
nl: Alfa (groot)
pl: Duże litery A, B, C, ... Z
pt: Alfabeto maiúsculos
ru: Заглавные латинские буквы
tr: Alfa büyük
zh_cn: 大写 Alpha
zh_tw: 大寫 Alpha

source: Upper Roman
ca: Llatina majúscula
ca_es@valencia: Llatina majúscula
dz: ཆེ་ཡིག་རོ་མཱན
es: Números romanos (mayúsculas)
eu: Zenbaki erromatar larriak
fr: Romain majuscule
gl: Números romanos (maiúsculas)
it: Maiuscolo lettera romana
nl: Romeinse letters (groot)
pl: Duże cyfry rzymskie I, II, III, IV, V
pt: Num. romanos maiúsculos
ru: Заглавные римские цифры
tr: Roma Alfabesi büyük
zh_cn: 大写罗马字母
zh_tw: 大寫羅馬字母

source: Lower Roman
ca: Llatina minúscula
ca_es@valencia: Llatina minúscula
dz: དམའ་ཡིག་རོ་མཱན
es: Números romanos (minúsculas)
eu: Zenbaki erromatar xeheak
fr: Romain minuscule
gl: Alfabeto romano (minúsculas)
it: Minuscolo lettera romana
nl: Romeinse letters (klein)
pl: Małe cyfry rzymskie I, II, III, IV, V
pt: Num. romanos minúsculos
ru: Строчные римские цифры
tr: Roma Alfabesi küçük
zh_cn: 小写罗马字母
zh_tw: 小寫羅馬字母

source: Id should start with a letter, followed only by letters, numbers, dashes, dots, colons or underscores.
ca: Id hauria de començar amb una lletra, seguit sols per lletres, nombres, guions, punts, dos punts, o subratllats.
ca_es@valencia: L'Id ha de començar amb una lletra, seguida només per lletres, nombres, guions, punts, dos punts o ratlles baixes.
el: Το Id θα πρέπει να ξεκινά με γράμμα, ακολουθούμενο από γράμματα, αριθμούς, παύλες, τελείες, διπλές τελείες ή κάτω παύλες.
es: El Id (identificador) deberá comenzar con una letra, seguida sólo por letras, números, guiones, puntos, dos puntos o guiones bajos.
eu: Letra batekin hasi beharko luke eta, ondoren, letrak, zenbakiak, marrak, puntuak, komak edo azpimarrak soilik.
fr: Id commence habituellement par une lettre, suivie d'autres lettres, numéros, tirets, points ou tirets bas.
gl: O Id (identificador) deberá comezar cunha letra, seguida só por letras, números, guións, puntos, dous puntos ou guións baixos.
it: L'ID dovrebbe iniziare con una lettera, seguita soltanto da altre lettere, numeri, trattini, punti, duepunti o sottolineato (underscore).
pl: Identyfikator powinien zaczynać się literą, składającą się tylko z liter, liczb, kreski, kropki, dwukropka lub podkreślenia.
pt: Deve começar com uma letra, seguida apenas de letras, números, traços, pontos, dois pontos ou underscore
ru: Идентификатор должен начинаться с буквы, за которой следуют только буквы, цифры, тире, точки, двоеточия или символы подчёркивания.
tr: İd bir harfle başlamalı, ardından yalnızca harfler, sayılar, kısa çizgiler, noktalar, iki nokta üst üste veya alt çizgi gelmelidir.
zh_cn: ID应该以字母开头，之后只能是字母，数字，破折号，点，冒号或下划线。
zh_tw: 代碼必須以字母開頭，並且只能包含字母、數字、減號、點、分號、底線。

source: Anchor
ca: Àncora
ca_es@valencia: Ancora
dz: རྒྱབ་གཏད
el: Άγκυρα
es: Ancla
eu: Esteka
fr: Ancre
gl: Áncora
pl: Kotwica
pt: Âncora
ru: Якорь
tr: Çapa
zh_cn: 锚
zh_tw: 定錨點

source: The changes you made will be lost if you navigate away from this page.
ca: Els canvis que heu fet es perdran si navegueu fora d'aquesta pàgina.
ca_es@valencia: Els canvis que heu fet es perdran si aneu a una altra pàgina.
el: Οι αλλαγές που κάνατε θα χαθούν εάν πλοηγηθείτε εκτός αυτής της σελίδας.
es: Los cambios realizados se perderán si sale de esta página.
eu: Egindako aldaketak galdu egingo dira orri honetatik ateratzen.
fr: Les modifications apportées seront perdues si vous quittez cette page.
gl: Os cambios realizados perderanse se sae desta páxina.
it: I cambiamenti effettuati saranno persi se si abbandona la pagina corrente.
nl: De wijzigingen zullen verloren gaan als u nu deze pagina verlaat.
pl: Wprowadzone zmiany zostaną utracone, jeśli opuścisz tę stronę.
pt: As mudanças efetuadas serão perdidas se sair desta página.
ru: Произведённые изменения будут утеряны, если Вы уйдете с этой страницы.
tr: Bu sayfadan ayrılırsanız yaptığınız değişiklikler kaybolacaktır.
zh_cn: 如果你离开此页面，您所做的更改将丢失。
zh_tw: 若是離開這個頁面，您所做的變更會遺失。

source: Restore last draft
ca: Restaura el darrer esborrany
ca_es@valencia: Restaura l'últim esborrany
el: Επαναφορά τελευταίου προσχεδίου
es: Restaurar el último borrador
eu: Leheneratu azken zirriborroa
fr: Restaurer le dernier brouillon
gl: Restaurar o último borrador
it: Ripristina ultima bozza
pl: Przywróć ostatni projekt
pt: Restaurar o último rascunho
ru: Восстановить последний черновик
tr: Son taslağı geri yükle
zh_cn: 恢复最后的草稿
zh_tw: 回復上次的草稿

source: Special character
ca: Caràcter especial
ca_es@valencia: Caràcters especials
dz: རྩ་ཅན་ཡིག་འབྲུ་
el: Ειδικός χαρακτήρας
es: Carácter especial
eu: Karaktere bereziak
fr: Caractère spécial
gl: Carácter especial
it: Carattere speciale
pl: Znak specjalny
pt: Caráter especial
ru: Специальный знак
tr: Özel karakter
zh_cn: 特殊字符
zh_tw: 特殊字元

source: Edit source code
ca: Edita el codi font
ca_es@valencia: Edita el codi font
dz: འབྱུང་ཁུངས་སྒྲིག་ལུགས་ཞུན་དག་འབད
el: Επεξεργασία πηγαίου κώδικα
es: Editar el código fuente
eu: Editatu iturburu-kodea
fr: Éditer le code source
gl: Editar código fonte
it: Modifica codice sorgente
nl: Bewerk broncode
pl: Edytuj kod źródłowy
pt: Editar o código fonte
ru: Редактировать исходный код
tr: Kaynak kodunu düzenle
zh_cn: 编辑源代码
zh_tw: 編輯原始碼

source: Emoticons
ca: Emoticones
ca_es@valencia: Emoticones
dz: གདོང་ཚབ་ཚུ
el: Φατσούλες
es: Emoticonos
eu: Irribartxoak
fr: Emoticônes
gl: Emoticonas
it: Emoticon
pl: Emotikony
pt: Carinhas (emoticons)
ru: Эмоции
tr: İfadeler
zh_cn: 表情符号
zh_tw: 表情圖示

source: Document Properties
ca: Propietats del document
ca_es@valencia: Propietats del document
dz: ཡིག་ཆའི་ཁྱད་རྣམ་ཚུ
el: Ιδιότητες εγγράφου
es: Propiedades del documento
eu: Dokumentuaren ezaugarriak
fr: Propriétés du document
gl: Propiedades do documento
it: Proprietà documento
nl: Documenteigenschappen
pl: Właściwości dokumentu
pt: Propriedades do Documento
ru: Свойства документа
tr: Belge Özellikleri
zh_cn: 文件属性
zh_tw: 文件屬性

source: Keywords
ca: Paraules clau
ca_es@valencia: Paraules clau
dz: གཙོ་ཚིག་ཚུ
el: Λέξεις κλειδιά
es: Palabras clave
eu: Hitz-gakoak
fr: Mots-clés
gl: Palabras clave
it: Parole chiave
nl: Sleutelwoorden
pl: Słowa kluczowe
pt: Palavras-chave
ru: Ключевые слова
tr: Anahtar Kelimeler
zh_cn: 关键词
zh_tw: 關鍵字

source: Character Encoding
ca: Codificació dels caràcters
ca_es@valencia: Codificació de caràcters
dz: ཡིག་འབྲུ་བསྒྱུར་བཅོས་འབད་ནི
el: Κωδικοποίηση χαρακτήρων
es: Codificación de caracteres
eu: Karaktere kodeketa
fr: Encodage des caractères
gl: Codificación de caracteres
it: Codifica carattere
nl: Karaktercodering
pl: Kodowanie znaków
pt: Codificação de caracteres
ru: Кодировка символов
tr: Karekter kodlaması
zh_cn: 字符编码
zh_tw: 字元編碼

source: Horizontal Line
ca: Línia horitzontal
ca_es@valencia: Línia horitzontal
dz: ཐད་སྙོམས་གྲལ་ཐིག
el: Οριζόντια γραμμή
es: Línea horizontal
eu: Marra horizontala
fr: Ligne horizontale
gl: Liña horizontal
it: Linea orizzontale
pl: Linia pozioma
pt: Linha horizontal
ru: Горизонтальная линия
tr: Yataş Çizgi
zh_cn: 水平线
zh_tw: 水平線

source: Horizontal Space
ca: Espai horitzontal
ca_es@valencia: Espai horitzontal
dz: ཐད་སྙོམས་བར་སྟོང
el: Οριζόντιο διάστημα
es: Espacio horizontal
eu: Tarte horizontala
fr: Espacement horizontal
gl: Espazo horizontal
it: Spaziatura orizzontale
nl: Horizontale ruimte
pl: Poziomy odstęp
pt: Espaço horizontal
ru: Гориз. отступ
tr: Yatay boşluk
zh_cn: 水平间距
zh_tw: 水平間隔

source: Insert/Edit Image
ca: Insereix/edita imatge
ca_es@valencia: Insereix/edita la imatge
dz: གཟུགས་བརྙན་བཙུགས་/ཞུན་དག་འབད
el: Εισαγωγή/Επεξεργασία εικόνας
es: Insertar/editar imagen
eu: Irudia txertatu/editatu
fr: Insérer / éditer une image
gl: Inserir/editar imaxe
it: Inserisci/modifica immagine
nl: Afbeelding invoegen/bewerken
pl: Wstaw/Edytuj obraz
pt: Inserir/editar imagem
ru: Добавить/Изменить изображение
tr: Görüntü Ekle/Düzenle
zh_cn: 插入/编辑图片
zh_tw: 插入/編輯影像

source: Border
ca: Vora
ca_es@valencia: Vora
dz: མཐའ་མཚམས
el: Περίγραμμα
es: Borde
eu: Ertza
fr: Bordure
gl: Borde
it: Bordo
nl: Rand
pl: Obramowanie
pt: Limites
ru: Граница
tr: Sınır
zh_cn: 边框
zh_tw: 邊界

source: Constrain proportions
ca: Restringeix les proporcions
ca_es@valencia: Constreny les proporcions
dz: སྙོམས་ཚད་ཚུའི་བཀག་འཛིན
el: Κλείδωμα αναλογιών
es: Limitar las proporciones
eu: Proportzioak mantendu
fr: Figer les proportions
gl: Restrinxir as proporcións
it: Mantieni le proporzioni
nl: Afmetingsverhoudingen behouden
pl: Zachowaj proporcje
pt: Manter proporção
ru: Сохранение пропорций
tr: Oranları kısıtla
zh_cn: 維持比例
zh_tw: 維持比例

source: Vertical Space
ca: Espai vertical
ca_es@valencia: Espai vertical
dz: ཀེར་ཕྲང་བར་སྟོང
el: Κάθετο διάστημα
es: Espacio vertical
eu: Tarte bertikala
fr: Espacement vertical
gl: Espazo vertical
it: Spaziatura verticale
nl: Verticale ruimte
pl: Pionowy odstęp
pt: Espaço vertical
ru: Верт. отступ
tr: Dikey Düzlem
zh_cn: 垂直间距
zh_tw: 垂直間隔

source: Image Description
ca: Descripció de la imatge
ca_es@valencia: Descripció de la imatge
dz: གཟུགས་བརྙན་གྱི་འགྲེལ་བཤད
el: Περιγραφή εικόνας
es: Descripción de la imagen
eu: Irudiaren deskribapena
fr: Description de l'image
gl: Descrición da imaxe
it: Descrizione immagine
nl: Beschrijving
pl: Opis obrazka
pt: Descrição da imagem
ru: Описание изображения
tr: Resim Açıklaması
zh_cn: 图片描述
zh_tw: 影像描述

source: Image Title
ca: Títol de la imatge
ca_es@valencia: Títol de la imatge
dz: གཟུགས་བརྙན་གྱི་མགོ་མིང
el: Τίτλος εικόνας
es: Título de la imagen
eu: Irudiaren izenburua
fr: Titre de l'image
gl: Título da imaxe
it: Titolo immagine
nl: Naam van de afbeelding
pl: Tytuł obrazka
pt: Título da imagem
ru: Название изображения
tr: Resim Başlığı
zh_cn: 图片标题
zh_tw: 影像標題

source: Style
ca: Estil
ca_es@valencia: Estil
dz: བཟོ་རྣམ
el: Τεχνοτροπία
es: Estilo
eu: Estiloa
gl: Estilo
it: Stile
nl: Stijl
pl: Styl
pt: Estilo
ru: Стиль
tr: Stil
zh_cn: 样式
zh_tw: 樣式

source: Dimensions
dz: རྒྱ་ཁྱོན
el: Διαστάσεις
es: Dimensiones
eu: Tamaina
gl: Dimensións
it: Dimensioni
nl: Afmetingen
pl: Wymiary
pt: Dimensões
ru: Размеры
tr: Bouytar
zh_cn: 尺寸
zh_tw: 尺寸

source: Image Options
ca: Opcions d'imatge
ca_es@valencia: Opcions d'imatge
dz: གཟུགས་བརྙན་གདམ་ཁ་་ཚུ
el: Επιλογές εικόνας
es: Opciones de imagen
eu: Irudiaren aukerak
fr: Options d'image
gl: Opcións de imaxe
it: Opzioni immagine
pl: Opcje obrazu
pt: Opções de imagem
ru: Опции изображения
tr: Resim Seçenekleri
zh_cn: 图像选项
zh_tw: 影像選項

source: Date/Time
ca: Data/Hora
ca_es@valencia: Data/hora
dz: ཚེས་གྲངས་/དུས་ཡུན
el: Ημερομηνία/Ώρα
es: Fecha/Hora
eu: Data/Ordua
fr: Date / heure
gl: Data/Hora
it: Data/Ora
nl: Datum/Tijd
pl: Data/Godzina
pt: Data/Hora
ru: Дата/Время
tr: Tarih/Saat
zh_cn: 日期/时间
zh_tw: 日期/時間

source: Unlink
ca: Desenllaça
ca_es@valencia: Desenllaça
dz: འབྲེལ་མཐུད་མེདཔ་བཟོ
el: Αποσύνδεση
es: Quitar hipervínculo
eu: Lotura kendu
fr: Supprimer le lien
gl: Desligar
it: Togli collegamento
nl: Link verwijderen
pl: Usuń łącze
pt: Remover hyperlink
ru: Удалить ссылку
tr: Bağlantıyı kaldır
zh_cn: 取消超链接
zh_tw: 解除連結

source: Anchors
ca: Àncores
ca_es@valencia: Àncores
dz: རྒྱབ་གཏད་ཚུ
el: Άγκυρες
es: Anclas
eu: Aingurak
fr: Ancres
gl: Áncoras
it: Ancore
nl: Ankers
pl: Kotwice
pt: Âncoras
ru: Якоря
tr: Çapa
zh_cn: 锚
zh_tw: 定錨

source: Insert/Edit Link
ca: Insereix /edita enllaç
ca_es@valencia: Insereix/edita l'enllaç
dz: འབྲེལ་མཐུད་བཙུགས་/ཞུན་དག་འབད
el: Εισαγωγή/Επεξεργασία συνδέσμου
es: Insertar/editar hipervínculo
eu: Lotura txertatu/editatu
fr: Insérer / éditer un lien
gl: Inserir/editar ligazón
it: Inserisci/modifica collegamento
nl: Link invoegen/bewerken
pl: Wstaw/Edytuj link
pt: Inserir/editar hyperlink
ru: Добавить/Изменить ссылку
tr: Bağlantı Ekle/Düzenle
zh_cn: 插入/编辑链接
zh_tw: 插入/編輯連結

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
ca: L'URL que heu introduït sembla ser un enllaç extern, voleu afegir-hi el prefix requerit http:// ?
ca_es@valencia: L'URL que heu introduït sembla un enllaç extern. Voleu afegir-hi el prefix requerit http://?
el: Το URL που καταχωρίσατε μοιάζει να είναι εξωτερικός σύνδεσμος. Θέλετε να προσθέσετε το απαραίτητο πρόθημα http://;
es: La URL que ha introducido parece ser un vínculo externo, ¿desea agregar el prefijo http:// necesario?
eu: Sartutako helbideak kanpoko webgune batena dirudi, aurretik http:// gehitzea nahi duzu?
fr: L'URL que vous avez saisie semble être une adresse web externe. Souhaitez-vous ajouter le préfixe « http:// » ?
gl: O URL que engadiu parece ser unha ligazón externa. Quere engadir o prefixo requirido http:// ?
it: L'URL inserito sembra essere un link esterno. Aggiungere il necessario prefisso http:// ?
nl: De ingevoerde URL lijkt op een externe link. Wilt u de vereiste http:// tekst voorvoegen?
pl: Podany adres URL wydaje się być linkiem zewnętrznym. Czy chcesz dodać wymagany prefiks http://?
pt: A URL digitada parece conduzir a um link externo. Deseja acrescentar o prefixo necessário http://?
ru: Введённый адрес напоминает внешнюю ссылку, добавить префикс http://?
tr: Girdiğiniz URL harici bir bağlantı gibi görünüyor. Gerekli http\:// önekini eklemek istiyor musunuz?
zh_cn: 您输入的URL似乎是外部链接。是否要添加所需的http：//前缀？
zh_tw: 您輸入的網址似乎是外部連結。您要加個 http:// 在前面嗎？

source: Target
ca: Objectiu
ca_es@valencia: Destinació
dz: དམིགས་གཏད
el: Στόχος
es: Destino
eu: Helburua
fr: Cible
gl: Destino
nl: Doel
pl: Miejsce docelowe
pt: Alvo
ru: Цель
tr: Hedef
zh_cn: 目标
zh_tw: 目標

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
ca: L'URL que heu introduït sembla ser una adreça de correu electrònica, voleu afegir-hi el prefix requerit mailto: ?
ca_es@valencia: L'URL que heu introduït sembla una adreça electrònica. Voleu afegir-hi el prefix requerit mailto:?
el: Το URL που καταχωρίσατε μοιάζει να είναι μια διεύθυνση ηλεκτρονικού ταχυδρομείου. Θέλετε να προσθέσετε το απαραίτητο πρόθημα mailto:;
es: La URL que ha introducido parece ser una dirección de correo, ¿desea agregar el prefijo mailto: necesario?
eu: Sartutako helbideak e-posta bat dirudi, aurretik mailto: gehitzea nahi duzu?
fr: L'URL que vous avez saisie semble être une adresse e-mail, souhaitez-vous ajouter le préfixe « mailto: » ?
gl: O URL que engadiu semella ser un enderezo de correo electrónico. Quere engadir o prefixo requirido mailto: ?
it: L'URL inserito sembra essere un indirizzo email. Aggiungere il necessario prefisso mailto: ?
nl: De ingevoerde URL lijkt op een e-mailadres. Wilt u de vereiste mailto: tekst voorvoegen?
pl: Podany adres URL wydaje się być adresem e-mail. Czy chcesz dodać wymagany prefiks mailto:?
pt: A URL digitada parece ser um endereço de e-mail. Deseja acrescentar o prefixo necessário mailto:?
ru: Введённый адрес напоминает электронную почту, добавить префикс mailto:?
tr: Girdiğiniz URL bir e-posta adresi gibi görünüyor. Gerekli mailto\: önekini eklemek istiyor musunuz?
zh_cn: 您输入的网址似乎是电子邮件地址。要添加所需的mailto：前缀吗？
zh_tw: 您輸入的網址似乎是個電子郵件地址。您要加個 mailto: 在前面嗎？

source: Insert/Edit Embedded Media
ca: Insereix / edita multimèdia incrustat
ca_es@valencia: Insereix/edita el multimèdia incrustat
dz: གནས་འདྲེན་བརྡ་བརྒྱུད་བཙུགས་/ཞུན་དག་འབད
el: Εισαγωγή/Επεξεργασία ενσωματωμένου μέσου
es: Insertar/editar medio embebido
eu: Sartu / editatu ahokatutako euskarria
fr: Insérer / éditer un média incorporé
gl: Inserir/editar medio embebido
it: Inserisci/modifica file multimediale
nl: Media invoegen/bewerken
pl: Wstaw/Edytuj osadzone media
pt: Inserir/Editar mídia embutida
ru: Добавить/Изменить встроенный клип
tr: Gömülü Ortam Ekle/Düzenle
zh_cn: 插入/编辑嵌入式媒体
zh_tw: 插入/編輯嵌入式媒體

source: Alternative source
ca: Font alternativa
ca_es@valencia: Font alternativa
dz: འབྱུང་ཁུངས་ཚབ
el: Εναλλακτική πηγή
es: Enlace alternativo
eu: Ordezko iturburua
fr: Source alternative
gl: Fonte alternativa
it: Sorgente alternativa
pl: Alternatywne źródło
pt: Localização alternativa
ru: Альтернативный источник
tr: Alternatif kaynak
zh_cn: 替代来源
zh_tw: 替代來源

source: Use CTRL+V on your keyboard to paste the code into the window.
ca: Utilitzeu CTRL+V per enganxar el codi a la finestra.
ca_es@valencia: Utilitza Ctrl+V per a apegar el codi en la finestra.
el: Χρησιμοποιήστε τη συντόμευση CTRL+V στο πληκτρολόγιό σας για να επικολλήσετε τον κώδικα στο παράθυρο.
es: Use CTRL+V para pegar el código en la ventana.
eu: Erabili CTRL+V testua leihoan itsasteko.
fr: Utiliser CTRL+V pour coller le code dans la fenêtre
gl: Utilice CTRL-V para pegar o código na xanela.
it: Usare CTRL+V per incollare il codice nella finestra.
nl: Gebruik CTRL+V op het toetsenbord om de code in het venster te plakken.
pl: Użyj CTRL+V na klawiaturze, aby wkleić kod do okna.
pt: Use CTRL+V para colar o código na janela.
ru: Используйте CTRL+V на Вашей клавиатуре для вставки кода в окно.
tr: Kodu pencereye yapıştırmak için klavyenizde CTRL+V kullanın.
zh_cn: 使用键盘上的CTRL + V将代码粘贴到窗口中。
zh_tw: 用 Ctrl+V 來將程式碼貼上視窗。

source: Poster
ca_es@valencia: Pòster
dz: གསལ་བྱང
el: Αφίσα
es: Póster
eu: Posterra
gl: Póster
pl: Plakat
ru: Постер
tr: Afiş
zh_cn: 海报
zh_tw: 海報

source: Non-Breaking Space
ca: Espai no separable
ca_es@valencia: Espai no separable
dz: མཚམས་མེད་པའི་བར་སྟོང
el: Διάστημα χωρίς κενά
es: Espacio fijo
eu: Zuriune zatiezina
fr: Espace insécable
gl: Espazo fixo
pl: Spacja nierozdzielająca
pt: Espaço não quebrável
ru: Неразрывный пробел
tr: Bölünmez Boşluk
zh_cn: 不间断空格
zh_tw: 不可分割空間

source: Page Break
ca: Salt de pàgina
ca_es@valencia: Salt de pàgina
dz: ཤོག་ལེབ་བར་མཚམས
el: Αλλαγή σελίδας
es: Salto de página
eu: Orrialde-jauzia
fr: Saut de page
gl: Salto de páxina
it: Interruz. pagina
pl: Podział strony
pt: Quebra de página
ru: Разрыв страницы
tr: Sayfa sonu
zh_cn: 分页符
zh_tw: 頁面斷隔

source: Paste as Plain Text
ca: Enganxa com a text pla
ca_es@valencia: Apega com a text net
dz: ཚིག་ཡིག་ཉག་རྐྱང་སྦེ་སྦྱར
el: Επικόλληση ως απλό κείμενο
es: Pegar con/sin formato
eu: Testu gisa itsatsi
fr: Coller comme texte brut
gl: Pegar como texto plano
it: Incolla come testo semplice
nl: Als platte tekst plakken
pl: Wklej jako zwykły tekst
pt: Colar como texto simples
ru: Вставить как текст
tr: Düz Metin Olarak Yapıştır
zh_cn: 粘贴为纯文本
zh_tw: 以純文字貼上

source: The term could not be found
ca: El terme no s'ha trobat.
ca_es@valencia: No s'ha pogut trobar el terme.
el: Ο όρος δεν βρέθηκε
es: Término no encontrado
eu: Ezin izan da topatu terminoa
fr: Terme introuvable
gl: Non se atopou o termo
it: Non è possibile trovare il termine
nl: De uitdrukking werd niet gevonden
pl: Nie można znaleźć tego terminu
pt: O termo não foi encontrado
ru: Термин не может быть найден
tr: Terim bulunamadı
zh_cn: 无法找到这个术语
zh_tw: 找不到此關鍵字

source: Whole Words
ca: Paraules completes
ca_es@valencia: Paraules completes
dz: ཚིག་གེ་ར
el: Ολόκληρες λέξεις
es: Palabras completas
eu: Hitz osoak
fr: Mots entiers
gl: Palabras completas
it: Parola intera
pl: Całe wyrazy
pt: Palavras completas
ru: Целые слова
tr: Tüm Kelimeler
zh_cn: 完整单词
zh_tw: 整個單字

source: Find and Replace
ca: Cerca i reemplaça
ca_es@valencia: Cerca i reemplaça
dz: འཚོལ་ཞིབ་འབད་དི་ཚབ་བཙུགས
el: Εύρεση και Αντικατάσταση
es: Buscar y reemplazar
eu: Bilatu eta ordeztu
fr: Trouver et remplacer
gl: Buscar e substituír
it: Cerca e sostituisci
pl: Znajdź i zamień
pt: Pesquisar e substituir
ru: Найти и заменить
tr: Bul ve Değiştir
zh_cn: 查找并替换
zh_tw: 尋找與取代

source: Replace with
ca: Reemplaça amb
ca_es@valencia: Reemplaça per
dz: གི་ཚབ་བཙུགས
el: Αντικατάσταση με
es: Reemplazar por
eu: Zerekin ordezkatu
fr: Remplacer par
gl: Substituír por
it: Sostituisci con:
nl: Vervangen door
pl: Zamień na:
pt: Substituir com
ru: Заменить на
tr: İle değiştirin
zh_cn: 以 ... 取代
zh_tw: 取代為

source: Replace all
ca: Reemplaça-ho tot
ca_es@valencia: Reemplaça-ho tot
dz: གེ་རའི་ཚབ་བཙུགས
el: Αντικατάσταση όλων
es: Reemplazar todo(s)
eu: Ordeztu guztiak
fr: Tout remplacer
gl: Substituír todo
it: Sost. tutto
nl: Alles vervangen
pl: Zamień wszystko
pt: Substituir todos
ru: Заменить все
tr: Tümünü değiştir
zh_cn: 全部替换
zh_tw: 全部取代

source: Match Case
ca: Distingeix majúscules/minúscules
ca_es@valencia: Distingeix majúscules i minúscules
dz: ཡི་གུ་ཆེ་ཆུང་འགྲིགས་
el: Συμφωνία πεζών - κεφαλαίων
es: Minús./Mayús.
eu: Maiuskulak eta minuskulak kontuan hartu
fr: Sensible à la casse
gl: Minús./Maiús.
it: Maiuscole/minuscole
nl: Identieke hoofdletters/kleine letters
pl: Uwzględnij wielkość liter
pt: Diferenciar maiúsculas
ru: Учитывать регистр
tr: Küçük/Büyük
zh_cn: 匹配大小写
zh_tw: 符合大小寫

source: Ignore All
ca: Ignora'ls tots
ca_es@valencia: Ignora-les totes
dz: ཆ་མཉམ་སྣང་མེད་བཞག
el: Αγνόηση όλων
es: Ignorar todo
eu: Ezikusi guztiak
fr: Tout ignorer
gl: Ignorar todo
it: Ignora tutto
nl: Alles negeren
pl: Zignoruj wszystkie
pt: Ignorar tudo
ru: Пропустить все
tr: Tümünü Yoksay
zh_cn: 全部忽略
zh_tw: 全部忽略

source: Ignore Word
ca: Ignora el mot
ca_es@valencia: Ignora la paraula
dz: ཚིག་སྣང་མེད་བཞག
el: Αγνόηση λέξης
es: Ignorar palabra
eu: Ezikusi hitza
fr: Ignorer le mot
gl: Ignorar palabra
it: Ignora parola
nl: Woord negeren
pl: Ignoruj ​​słowo
pt: Ignorar palavra
ru: Пропустить
tr: Kelimeyi Yoksay
zh_cn: 忽略单词
zh_tw: 忽略單字

source: Insert Row Before
ca: Insereix una fila abans
ca_es@valencia: Insereix una fila abans
dz: གྲལ་ཐིག་ཧེན་མ་བཙུགས
el: Εισαγωγή γραμμής πριν
es: Insertar fila (antes)
eu: Txertatu lerroa aurretik
fr: Insérer une ligne avant
gl: Inserir fila (antes)
it: Inserisci riga prima
nl: Rij boven invoegen
pl: Wstaw wiersz przed
pt: Inserir linha antes
ru: Добавить строку сверху
tr: Öncesine Satır Ekle
zh_cn: 在前面插入列
zh_tw: 在前面插入列

source: Rows
ca: Files
ca_es@valencia: Files
dz: གྲལ་ཐིག་ཚུ
el: Γραμμές
es: Filas
eu: Lerroak
fr: Lignes
gl: Filas
it: Righe
nl: Rijen
pl: Wiersze
pt: Linhas
ru: Строки
tr: Satırlar
zh_cn: 行
zh_tw: 列

source: Paste Row After
ca: Enganxa la fila a sota
ca_es@valencia: Apega la fila després de
dz: གྲལ་ཐིག་ཧེན་མ་སྦྱར
el: Επικόλληση γραμμής μετά
es: Pegar la fila después
eu: Itsatsi errenkada ostean
fr: Coller la file après
gl: Pegar a fila despois
it: Incolla a riga successiva
pl: Wklej wiersz po
pt: Colar linha depois
ru: Вставить строку после
tr: Satırdan Sonra Yapıştır
zh_cn: 粘贴行
zh_tw: 將整列貼於後

source: Alignment
ca: Alineació
ca_es@valencia: Alineació
dz: ཕྲང་སྒྲིག
el: Στοίχιση
es: Alineación
eu: Alineazioa
fr: Alignement
gl: Aliñamento
it: Allineamento
nl: Uitlijning
pl: Wyrównanie
pt: Alinhamento
ru: Выравнивание
tr: Hizalama
zh_cn: 对齐
zh_tw: 對齊

source: Col Group
ca: Grup de columnes
ca_es@valencia: Grup de columnes
dz: ཀེར་ཐིག་སྡེ་ཚན་
el: Ομάδα στηλών
es: Grupo de columnas
eu: Zutabe Taldea
fr: Groupe de colonnes
gl: Grupo de columnas
it: Gruppo colonna
nl: Kolomgroep
pl: Grupa Col
pt: Grupo colunas
ru: Группа столбцов
tr: Sütun Grubu
zh_cn: 列组
zh_tw: 欄群組

source: Row
ca: Fila
ca_es@valencia: Fila
dz: གྲལ་ཐིག་
el: Γραμμή
es: Fila
eu: Lerroa
fr: Ligne
gl: Fila
it: Riga
nl: Rij
pl: Wiersz
pt: Linha
ru: Строка
tr: Satır
zh_cn: 行
zh_tw: 列

source: Insert Column Before
ca: Insereix una columna abans
ca_es@valencia: Insereix una columna abans
dz: ཀེར་ཐིག་ཧེན་མ་བཙུགས
el: Εισαγωγή στήλης πριν
es: Insertar columna (antes)
eu: Txertatu zutabea aurretik
fr: Insérer une colonne avant
gl: Inserir columna (antes)
it: Inserisci colonna prima
nl: Kolom links invoegen
pl: Wstaw kolumnę przed
pt: Inserir coluna antes
ru: Добавить столбец слева
tr: Öncesine Sütün Ekle
zh_cn: 在前方插入一列
zh_tw: 在前面插入欄
