Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Once you have chosen Set ELP field values option using '-s <values>' or '--set <values>', it's possible to configure the following options:
ca: Una vegada heu configurat les opcions del camp ELP utilitzant '-s <values>' o '--set <values>', serà possible configurar les següents opcions:
ca_es@valencia: Quan heu triat l'opció dels valors del camp ELP utilitzant '-s <values>' o '--set <values>', podeu configurar les opcions següents:
el: Αφού διαλέξετε την επιλογή 'Προσδιορίστε τις τιμές πεδίου ELP' χρησιμοποιώντας '-s <values>' ή '--set <values>', είναι δυνατόν να ρυθμίσετε τις παρακάτω επιλογές:
es: Una vez que ha seleccionado la opción Determinar los valores de los campos del ELP, mediante '-s <valores>' o '--set <valores>', es posible configurar las siguientes opciones:
eu: Behin aukeratu duzula 'Eman balioak ELP-aren eremuei' tresna '-s <values>' edo '--set <values>' bitartez, aukera hauek konfiguratu ditzakezu:
fr: Après avoir sélectionnez l'option "Déterminer les valeurs de champs ELP", avec '-s <valeurs>' ou '--set <valeurs>', vous pouvez configurer les options suivantes :
gl: Unha vez que seleccionou a opción Establecer os valores do campo ELP, mediante '-s <values>' ou '--set <values>', é posible configurar as seguintes opcións:
it: Una volta impostata l'opzione Imposta valori campi ELP usando '-s <valori>' o '--set <valori>' è possibile configurare queste opzioni:
nl: Zodra u de optie SET ELP veld waarden gekozen hebt d.m.v '-s <waarden>' of '--set <waarden.', is het mogelijk om de volgende opties in te stellen:
pl: Po wybraniu opcji Ustaw wartości pola ELP za pomocą opcji '-s <values>' lub '--set <values>', można skonfigurować następujące opcje:
pt: Depois de ter escolhido a opção "Estabelecer os valores dos campos do ELP" por meio de '-s <valores>' ou '--set <valores>', é possível configurar as seguintes opções:
ru: С тех пор, как вы выбрали опцию установки значений поля ELP, используя '-s <values>' или '--set <values>', возможно конфигурировать со следующими опциями:
tr: -s <values>' veya '--set <values>' kullanarak ELP alan değerlerini ayarla seçeneğini belirledikten sonra, aşağıdaki seçenekleri yapılandırmak mümkündür:
zh_cn: 一旦选择了使用设置ELP字段值的选项'<values>' 或'设置<values>'，则可以配置以下选项：
zh_tw: 當您選擇使用 '-s <值>' 或 '--set <值>' 來設定 ELP 欄位值選項時，您可以設定以下這些選項：

source: Write field values to ELP
ca: Escriu els valors del camp ELP
ca_es@valencia: Escriu els valors del camp ELP
dz: ཨི་ཨེལ་པི་ལུ་ས་སྒོ་གནས་གོང་འབྲི
el: Εγγραφή τιμών στο ELP
es: Escribir los valores de los campos en el ELP
eu: Eremuen balioak ELPan idatzi
fr: Écrire les valeurs de champs sur ELP
gl: Escribir os valores dos campos ELP
it: Scrivere valore dei campi su ELP
nl: Schrijf veldwaarden naar de ELP
pl: Wpisz wartości pola do ELP
pt: Escrever o valor dos campos no ELP
ru: Записать значения поля в ELP
tr: Alan değerlerini ELP'ye yaz
zh_cn: 将字段值写入ELP
zh_tw: 將欄位值寫入 ELP

source: Generates resource info report to text <output_file> from <input_file> elp package
ca: Genera l'informe «info recursos» en format text <output_file> des del paquet elp <input_file>
ca_es@valencia: Genera un informe d'informació del recurs al text <output_file> des del paquet elp <input_file>.
el: Δημιουργεί την αναφορά <output_file>των πληροφοριών της πηγής, από το <input_file> πακέτο elp
es: Genera un informe con los datos de los recursos en el texto <fichero_de_salida> a partir del paquete ELP <fichero_de_entrada>
eu: Elp paketetik baliabide txostena sortzen du <output_file> testu fitxategian <input_file>
fr: Créer un rapport avec les données des ressources sur le texte <fichier__sortie> à partir du paquet ELP <fichier_entrée>
gl: Xera un informe cos datos dos recursos no texto <output_file> a partir do paquete elp <input_file>
it: Genera un prospetto informativo delle risorse dal pacchetto ELP <input_file> nel file di testo <output_file>
nl: Maakt een bronnen Info Report als tekst <output_file> van <input_file> elp pakket
pl: Generuje raport informacji tekstowych o zasobach <output_file> z <input_file> pakietu elp
pt: Gerar relatório de informação sobre os recursos em formato de texto no ficheiro <output_file> a partir do pacote elp <input_file>
ru: Генерировать отчёт информации ресурса в текст <output_file> из elp пакета <input_file>
tr: elp paketinden metne kaynak bilgisi raporu oluşturur
zh_cn: 从<input_file>elp包生成资源信息报告为文本<output_file>
zh_tw: 從 <輸入檔> elp 套件產生資源資訊報告到 <輸出檔>

source: Export <input_file> elp package to optional <output_file> on one of the given formats: xml, scorm12, scorm2004, ims, website, webzip, singlepage, xliff, text or epub3.
ca: Exporta el paquet elp <input_file> al opcional <output_file> en un dels formats següents: xml, scorm12, scorm2004, ims, llocweb, webzip, pàginasenzilla, xliff, text o epub3.
ca_es@valencia: Exporta el paquet elp <input_file> a <output_file>, opcionalment, en algun dels formats donats: xml, scorm12, scorm2004, ims, website, webzip, singlepage, xliff, text o epub3.
el: Εξαγωγή του <input_file> πακέτου elp στο προαιρετικό αρχείο <output_file> σε μια από τις παρακάτω μορφές: xml, scorm12, scorm2004, ims, website, webzip, singlepage, xliff, text or epub3.
es: Exportar el paquete .elp <fichero_de_entrada> al fichero (opcional) <fichero_de_salida> en uno de los siguientes formatos: xml, scorm12, scorm2004, ims, sitio web, web comprimida (zip), página única, xliff, texto o epub3.
eu: Esportatu <input_file> elp paketea hautazko <output_file>-era hauetako formatu batean: xml, scorm12, scorm2004, ims, website, webzip, singlepage, xliff, text edo epub3.
fr: Exporter le paquet ELP <fichier_entrée> sur le <fichier_sortie> optionnel dans l'un des formats suivants: xml, scorm12, scorm2004, agrega, ims, website, webzip, singlepage, xliff ou epub3.
gl: Exportar o paquete .elp <input_file> ao ficheiro opcional <output_file> nun dos seguintes formatos: XML, SCORM1.2, SCORM2004, IMS, sitio web, web comprimida (ZIP), páxina única, XLIFF, texto ou EPUB3.
it: Esporta il pacchetto ELP <input_file> al file opzionale <output_file> in uno dei formati seguenti: XML, SCORM12, SCORM2004, IMS, Website, WebZip, singlepage, XLIFF, TXT o EPUB3.
pl: Eksportuj <input_file> pakiet elp <output_file> do jednego z podanych opcjonalnych formatów: xml, scorm12, scorm2004, ims, witryna internetowa, webzip, pojedyńcza strona internetowa, xliff, tekst lub epub3.
pt: Exportar o pacote elp <input_file> para um <output_file> opcional num dos seguintes formatos: xml, scorm12, scorm2004, ims, sítio web, ficheiro zip, página única, xliff, texto ou epub3.
ru: Экспортировать <input_file> elp пакет в опциональный <output_file> в один из данных форматов: xml, scorm12, scorm2004, ims, веб-сайт, webzip, singlepage, xliff, текст или epub3.
tr: <input_file>Elp paketini verilen biçimlerden birinde isteğe bağlı olarak<output_file> dışa aktarın: xml, scorm12, scorm2004, ims, web sitesi, webzip, singlepage, xliff, text veya epub3.
zh_cn: 导出<input_file> elp包到可选<output_file>使用以下给定格式之一：xml，scorm12，scorm2004，ims，网站，webzip，单个网页，xliff，文本或epub3。
zh_tw: 將 <input_file> elp 套件以以下格式之一匯出為 <output_file>：xml, scorm12, scorm2004, ims, website, webzip, singlepage, xliff, text 或 epub3。

source: Import to <output_file> elp package, <input_file> in one of the given formats: xml or xliff.
ca: Importa un paquet elp amb destinació <output_file>, provenint del fitxer origen <input_file>, utilitzant algun dels següents formats: xml o xliff.
ca_es@valencia: Importa al <output_file> el paquet elp, <input_file>, en algun dels formats donats: xml o xliff.
el: Εισαγωγή στο <output_file> πακέτο elp του αρχείου <input_file> σε μια από τις παρακάτω μορφές: xml or xliff.
es: Importar el archivo <fichero_de_entrada> al paquete ELP <fichero_de_salida> en alguno de los siguientes formatos: xml o xliff.
eu: <input_file>-etik <output_file> elp paketera inportatu hauetako formatu batean: xml edo xliff.
fr: Importation vers paquet elp <output_file>, <input_file> vers l'un des formats donnés: xml or xliff.
gl: Importar o ficheiro <input_file> ao paquete .elp <output_file> nalgún dos seguintes formatos: .xml o .xliff.
it: Importa nel pacchetto ELP <output_file> il file <input_file> in uno dei formati: XML o XLIFF.
nl: Importeer naar <output_file> elp bestand, <input_file> in een van de vogende bestandsformaten: xml or xliff.
pl: Importuj do <output_file> pakietu elp, <input_file> w jednym z podanych formatów: xml lub xliff.
pt: Importar para o pacote elp <output_file> o ficheiro <input_file> num dos seguintes formatos: xml or xliff.
ru: Импортировать в <output_file> elp пакет, <input_file> в один из следующих форматов: xml или xliff.
tr: Elp paketine, verilen biçimlerden birinde içe aktarın: xml veya xliff.
zh_cn: 汇入至<output_file>elp文件包<input_file>以给定格式之一：xml或xliff。
zh_tw: 匯入到 <輸出檔> elp 套件，<輸入檔> 應為以下格式之一：xml 或 xliff。

source: Force overwrite of <output_file>
ca: Forceu escriure a sobre de <output_file>
ca_es@valencia: Imposa la sobreescriptura del fitxer <output_file>
dz: <output_file>་གི་ཚབ་སྲུང་འབད་བཅུག
el: Εξαναγκασμός αντικατάστασης του <output_file>
es: Forzar sobreescritura de <output_file>
eu: <output_file>-ren berridazketa behartu
fr: Forcer la sur-écriture de <output_file>
gl: Forzar a sobrescrita de <output_file>
it: Forza la sovrascrittura di <output_file>
nl: Overschijven <output_file> forceren
pl: Wymuś nadpisanie <output_file>
pt: Forçar substituição de <output_file>
ru: Принудительно переписать <output_file>
tr: Üzerine yazmaya zorla
zh_cn: 强制覆盖<output_file>
zh_tw: 強制覆寫 <輸出檔>

source: Add the required files to generate a export editable by eXeLearning
ca: Afegeix els fitxers requerits per generar una exportació editable per eXeLearning
ca_es@valencia: Afig els fitxers requerits per a generar una exportació editable per l'eXeLearning.
el: Προσθήκη των απαραίτητων αρχείων για τη δημιουργία εξαγώγιμου αρχείου που μπορεί να επεξεργαστεί από το eXeLearning
es: Añadir los archivos necesarios para generar una exportación editable por eXeLearning
eu: Sortutako esportazioa eXeLearning-ek editatu ahal izateko beharrezkoak diren fitxategiak gehitu
fr: Ajouter les fichiers nécessaires pour une exportation éditable avec eXeLearning
gl: Engadir os ficheiros necesarios para xerar unha exportación editable por eXeLearning
it: Aggiungere i file necessari per generare un'esportazione che eXelearning possa modificare
nl: Voeg de benodigde bestanden toe om een een exportbestand aan te maken dat door eXe aangepast kan worden
pl: Dodaj wymagane pliki, aby wygenerować eksport do edycji przez eXeLearning
pt: Acrescentar os ficheiros necessários para gerar uma exportação editável por meio de eXeLearning
ru: Добавить требуемые файлы чтобы сгенерировать редактируемый экспорт eXeLearning
tr: eXeLearning tarafından düzenlenebilir bir dışa aktarma oluşturmak için gerekli dosyaları ekleyin
zh_cn: 添加所需文件以生成eXeLearning可编辑的输出文件
zh_tw: 新增需要的檔案來產生匯出套件，以便讓 eXeLearning 可編輯

source: XLIFF export options
ca: Opcions d'exportació XLIFF
ca_es@valencia: Opcions d'exportació en XLIFF
dz: XLIFF ཕྱིར་འདྲེན་གདམ་ཁ་ཚུ
el: Επιλογές εξαγωγής XLIFF
es: Opciones de exportación a XLIFF
eu: XLIFF esportazioaren aukerak
fr: Options d'exportation XLIFF
gl: Opcións de exportación XLIFF
it: Opzioni di esportazione XLIFF
nl: XLIFF export opties
pl: Opcje eksportu XLIFF
pt: Opções de exportação para XLIFF
ru: Опции экспорта XLIFF
tr: XLIFF dışa aktarma seçenekleri
zh_cn: XLIFF导出选项
zh_tw: XLIFF 匯出選項

source: Once you have chosen XLIFF export option using '-x xliff' or '--export xliff', it's possible to configure the following export options:
ca: Una vegada hageu triat l'opció d'exportar en XLIFF utilitzant «-x xliff» o «--export xliff», podreu configurar les opcions d'exportació següents:
ca_es@valencia: Quan heu triat l'opció d'exportar en XLIFF utilitzant «-x xliff» o «--export xliff», és possible configurar les opcions d'exportació següents:
el: Αφού κάνετε τις επιλογές εξαγωγής σε XLIFF χρησιμοποιώντας '-x xliff' ή '--export xliff', είναι δυνατόν να ρυθμίσετε τις παρακάτω επιλογές εξαγωγής:
es: Una vez seleccionada la opción de exportación a formato XLIFF mediante '-x xliff' o '--export xliff', es posible configurar las siguientes opciones de exportación:
eu: Behin aukeratu duzula XLIFF formatura esportatzea '-x xliff' edo '--export xliff' bitartez, ondoko esportazio aukerak erabili ditzakezu:
fr: Une fois que vous avez choisi l'option d'exportation XLIFF en utilisant '-x xliff' ou '--export xliff', les configuration suivantes d'exportation sont possibles:
gl: Unha vez seleccionada a opción de exportación a formato XLIFF mediante '-x xliff' ou '--export xliff', é posible configurar as seguintes opcións de exportación:
it: Una volta scelta l'esportazione XLIFF con '-x xliff' oppure '--export xliff' è possibile configurare le seguenti opzioni di esportazione:
nl: Nadat U de XLIFF export opties gekozen hebt m.b.v '-x xliff' of '--export xliff' is het mogelijk om de volgende export opties in te stellen:
pl: Po wybraniu opcji eksportu XLIFF za pomocą opcji '-x xliff' lub '--export xliff' można skonfigurować następujące opcje eksportu:
pt: Depois de escolher a opção de exportação para XLIFF com '-x xliff' ou '--export xliff' é possível configurar as seguintes opções de exportação:
ru: После того как вы выбрали опцию XLIFF экспорта с помощью '-x xliff' или '--export xliff', можно настроить следующие параметры экспорта:
tr: '-x xliff' veya '--export xliff' kullanarak XLIFF dışa aktarma seçeneğini seçtikten sonra, aşağıdaki dışa aktarma seçeneklerini yapılandırmak mümkündür:
zh_cn: 使用'-i xliff'或 '--export xliff'选择XLIFF导出选项后，可以配置以下导出选项：
zh_tw: 您用 '-x xliff' 或 '--export xliff' 選擇 XLIFF 後，可以設定以下的匯出選項：

source: Don't copy source in target
ca: No copieu la font en destinació
ca_es@valencia: No copieu l'origen en la destinació
el: Να μην αντιγραφεί η πηγή στο αρχείο προορισμού
es: No copiar origen en destino
eu: Ez kopiatu jatorrizko testua xedean
fr: Ne copiez pas la source dans la cible
gl: Non copie a fonte no destino
it: Non copiare la sorgente nella destinazione
nl: Kopieer de bron niet naar het doel
pl: Nie kopiuj źródłowych do docelowych
pt: Não copiar origem no destino
ru: Не копируйте источник в цель
tr: Kaynağı Hedefe kopyalamayın
zh_cn: 不要在目标中复制源
zh_tw: 不要將源碼複製到目標

source: Wrap fields in CDATA
ca: Embolcalla camps en CDATA
ca_es@valencia: Empaqueta camps en CDATA
el: Αναδίπλωση πεδίων σε CDATA
es: Envolver campos en CDATA
eu: Eremuak CDATA sailetan bildu
fr: Champs emballés en CDATA
gl: Empaquetar campos en CDATA
it: Ingloba i campi in CDATA
nl: Opsluitvelden in CDATA
pl: Zawijaj pola w CDATA
pt: Incluir os campos em CDATA
ru: Оберните поля в CDATA
tr: Alanları CDATA'ya kaydır
zh_cn: 在CDATA中包装字段
zh_tw: 用 CDATA 包裝欄位

source: XLIFF import options
ca: Opcions d'importació XLIFF
ca_es@valencia: Opcions d'importació en XLIFF
dz: XLIFF ནང་འདྲེན་གདམ་ཁ་ཚུ
el: Επιλογές εισαγωγής XLIFF
es: Opciones de importación desde XLIFF
eu: XLIFF inportazioaren aukerak
fr: Options d'importation XLIFF
gl: Opcións de importación XLIFF
it: Opzioni importazione XLIFF
nl: XLIFF import opties
pl: Opcje importu XLIFF
pt: Opções de importação de XLIFF
ru: Опции импорта XLIFF
tr: XLIFF içe aktarma seçenekleri
zh_cn: XLIFF导入选项
zh_tw: XLIFF 匯入選項

source: Once you have chosen XLIFF import option using '-i xliff' or '--import xliff', it's possible to configure the following import options:
ca: Una vegada hageu triat l'opció d'importar en XLIFF utilitzant «-i xliff» o «--import xliff», podreu configurar les opcions d'importació següents:
ca_es@valencia: Quan heu triat l'opció d'importar en XLIFF utilitzant «-x xliff» o «--export xliff», és possible configurar les opcions d'importació següents:
el: Αφού κάνετε τις επιλογές εισαγωγής σε XLIFF χρησιμοποιώντας '-x xliff' ή '--import xliff', είναι δυνατόν να ρυθμίσετε τις παρακάτω επιλογές εισαγωγής:
es: Una vez seleccionada la opción de importación desde formato XLIFF mediante '-i xliff' o '--import xliff', es posible configurar la siguiente opción de importación:
eu: Behin aukeratu duzula XLIFF formatutik inportatzea '-i xliff' edo '--import xliff' bitartez, ondoko inportazio aukerak erabili ditzakezu:
fr: Une fois que vous avez choisi l'option d'importation avec '-i xliff' or '--import xliff', il est possible de configurer les options d'importation suivantes:
gl: Unha vez seleccionada a opción de importación desde o formato XLIFF mediante '-i xliff' ou '--import xliff', é posible configurar a seguinte opción de importación:
it: Una volta scelta l'importazione XLIFF con '-i xliff' oppure '--import xliff' è possibile configurare le seguenti opzioni di importazione:
nl: Nadat U de XLIFF importopties hebt gekozen d.m.v. '-i xliff' of '--import xliff', is het mogelijk om de volgende import opties in te stellen:
pl: Po wybraniu opcji importowania XLIFF za pomocą opcji '-i xliff' lub '--import xliff' można skonfigurować następujące opcje importowania:
pt: Depois de escolher a opção de importação para XLIFF com '-i xliff' ou '--import xliff', é possível configurar as seguintes opções de importação:
ru: После того как вы выбрали опцию XLIFF импорта с помощью '-x xliff' или '--export xliff', можно настроить следующие параметры импорта:
tr: '-i xliff' veya '--import xliff' kullanarak XLIFF içe aktarma seçeneğini seçtikten sonra, aşağıdaki içe aktarma seçeneklerini yapılandırmak mümkündür:
zh_cn: 使用'-i xliff'或 '--import xliff'选择XLIFF导入选项后，可以配置以下导入选项：
zh_tw: 您用 '-x xliff' 或 '--import xliff' 選擇 XLIFF 後，可以設定以下的匯入選項：

source: Import from source language
ca: Importa des d'idioma origen
ca_es@valencia: Importa des de l'idioma d'origen
dz: འབྱུང་ཁུངས་ཀྱི་སྐད་ཡིག་ལས་ནང་འདྲེན་འབད
el: Εισαγωγή από την πηγαία γλώσσα
es: Importar desde idioma origen
eu: Jatorrizko hizkuntzatik inportatu
fr: Importez à partir de la langue source
gl: Importar da lingua de orixe
it: Importa da lingua sorgente
nl: Importeer van broncode
pl: Importowanie z języka źródłowego
pt: Importar da língua de partida
ru: Импортировать из исходного языка
tr: Kaynak dilden içeri aktar
zh_cn: 从源语言导入
zh_tw: 從原始語言匯入

source: SCORM export options
ca: Opcions d'exportació SCORM
ca_es@valencia: Opcions d'exportació en SCORM
dz: SCORM ཕྱིར་འདྲེན་གདམ་ཁ་ཚུ
el: Επιλογές εισαγωγής SCORM
es: Opciones de exportación a SCORM
eu: SCORM esportazioaren aukerak
fr: Options d'exportation du SCORM
gl: Opcións de exportación a SCORM
it: Opzioni di esportazione SCORM
nl: SCORM export opties
pl: Opcje eksportu SCORM
pt: Opções de exportação para SCORM
ru: Настройки экспорта SCORM
tr: SCORM Dışa aktarma seçenekleri
zh_cn: SCORM导出选项
zh_tw: SCORM 匯出選項

source: Once you have chosen one SCORM export option using '-x scorm12' or '-x scorm2004' or 'x agrega', it's possible to configure the following export options:
ca: Una vegada heu triat una opció d'exportació SCORM utilitzant «-x scorm12» o«-x scorm2004» o «x agrega», serà possible configurar les opcions d'exportació següents:
ca_es@valencia: Quan heu triat una opció d'exportar en SCORM utilitzant «-x scorm12» o «-x scorm2004» o «x agrega» , és possible configurar les opcions d'exportació següents:
el: Αφού κάνετε μία επιλογή εξαγωγής του SCORM χρησιμοποιώντας '-x scorm12' ή '-x scorm2004' ή 'x agrega', είναι δυνατόν να ρυθμίσετε τις παρακάτω επιλογές εξαγωγής:
es: Una vez que haya seleccionado una opción de exportación SCORM mediante '-x scorm12', '-x scorm2004' o '-x agrega', es posible configurar las siguientes opciones de la exportación:
eu: Behin aukeratu duzula SCORM formatura esportatzea '-x scorm12', '-x scorm2004' edo 'x agrega' bitartez, ondoko esportazio aukerak erabili ditzakezu:
fr: Une fois qu'une option d'exportation a été sélectionnée avec '-x scorm12', '-x scorm2004' ou '-x agrega', il est possible de configurer les options d'exportation suivantes:
gl: Unha vez seleccione unha opción de exportación SCORM mediante '-x scorm12' ou '-x scorm2004' ou 'x agrega', é posible configurar as seguintes opcións de exportación:
it: Una volta scelta un'esportazione SCORM usando '-x scorm12' o '-x scorm2004 o '-x agrega' è possibile configurare le seguenti opzioni:
nl: Zodra u een SCORM-exporteer optie gekozen hebt d.m.v '-x scorm12' of '-x scorm2004' of 'x agrega', is het mogelijk om de volgende exportopties in te stellen:
pl: Po wybraniu jednej z opcji eksportu SCORM przy użyciu '-x scorm12' lub '-x scorm2004' lub 'x agrega', możliwe jest skonfigurowanie następujących opcji eksportu:
pt: Depois de ter escolhido uma opção de exportação SCORM por meio de '-x scorm12' ou '-x scorm2004' ou '-x agrega', é possível configurar as seguintes opções de exportação:
ru: С тех пор как вы выбрали одну опцию SCORM экспорта, используя '-x scorm12' или '-x scorm2004', или 'x agrega', возможно сконфигурировать со следующими опциями экспорта:
tr: "-x scorm12" , "-x scorm2004" veya "grega" kullanarak bir SCORM dışa aktarma seçeneği belirledikten sonra, aşağıdaki dışa aktarma seçeneklerini yapılandırmak mümkündür:
zh_cn: 一旦使用&#39;-x scorm12&#39;或&#39;-x scorm2004&#39;或&#39;x agrega&#39;选择了一个SCORM导出选项，就可以配置以下导出选项：
zh_tw: 您用 '-x scorm12', '-x scorm2004', 或 '-x agrega' 選擇 SCORM 後，可以設定以下的匯出選項：

source: Include Single Page export file
ca: Inclou el fitxer d'exportació «Pàgina única»
ca_es@valencia: Inclou el fitxer d'exportació «singlepage»
el: Συμπερίληψη αρχείου εξαγωγής 'Μιας ιστοσελίδας'
es: Incluir archivo de exportación a una sola página
eu: Orri bakarreko esportazio fitxategia sartu
fr: Incluez un fichier d'exportation en une seule page
gl: Incluír o ficheiro de exportación nunha soa páxina
it: Includi file di esportazione in pagina singola
nl: Voeg Single Paege export bestand in
pl: Dołącz plik eksportu pojedynczej strony
pt: Incluir ficheiro de exportação para Página Web Única
ru: Экспортируемый файл включает простую страницу
tr: Tek Sayfa olaraka dışa aktarma dosyasını dahil et
zh_cn: 包括单页导出文件
zh_tw: 引入單一頁面匯出檔

source: Include Web Site export files
ca: Inclou el fitxer d'exportació «Lloc web»
ca_es@valencia: Inclou el fitxer d'exportació «website»
el: Συμπερίληψη αρχείων εξαγωγής 'Ιστότοπου'
es: Incluir archivos de exportación como sitio web
eu: Webguneko esportazio fitxategiak sartu
fr: Incluez les fichiers d'exportation du site web
gl: Incluír ficheiros de exportación como sitio web
it: Includi file di esportazione in formato Sito Web
nl: Website exportbestanden opnemen
pl: Obejmuje pliki eksportu witryny sieci Web
pt: Incluir ficheiros de exportação para Sítio Web
ru: Экспортируемые файлы включают веб-сайт
tr: Web Sitesi olarak dışa aktarma dosyalarını dahil et
zh_cn: 包括网站导出文件
zh_tw: 引入網站匯出檔

source: Options --export and --import are mutually exclusive.
ca: Les opcions --import i --export són mútuament excloents.
ca_es@valencia: Les opcions --import i --export són mútuament excloents.
el: Επιλογές --export και --import είναι αλληλοαποκλειόμενες.
es: Las opciones --import y --export son mutuamente excluyentes.
eu: --export eta --import aukerak kontraesa sortzen dute.
fr: Les options --exportation et --importation sont incompatibles.
gl: As opcións -- export e --import son mutuamente excluíntes.
it: Le opzioni --export e --import sono mutuamente esclusive.
nl: Opties --export en --import sluiten elkaar uit
pl: Opcje --export i --import wzajemnie się wykluczają.
pt: As opções --export e --import são mutuamente excluintes entre si.
ru: Параметры --export и --import являются взаимоисключающими.
tr: Seçenekler -- dışa aktarma ve -- içe aktarma her iki taraf için de münhasır.
zh_cn: 选项--导出和--导入是互斥的。
zh_tw: 不能同時指定 --export 與 --import 選項。
