Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: This fragment uses old code. Would you like to update it? (necessary to be able to edit the parameters)
ca: Aquest fragment utilitza codi antic. Voleu actualitzar-lo? (necessari per poder editar els paràmetres)
ca_es@valencia: Aquest fragment utilitza codi antic. Voleu actualitzar-lo? (És necessari per a poder editar els paràmetres)
el: Αυτό το απόσπασμα χρησιμοποιεί παλιό κωδικό. Θέλετε να τον ενημερώσετε (απαραίτητο να μπορείτε να επεξεργαστείτε τις παραμέτρους);
es: Este fragmento usa código antiguo. ¿Desea actualizarlo? (si no no podrá editarlo)
eu: Zati honek kode zaharra erabiltzen du. Eguneratu nahi duzu? (beharrezkoa parametroak editatu ahal izateko)
fr: Ce fragment utilise un code ancien. Voulez-vous le mettre à jour ? (il est nécessaire de pouvoir éditer les paramètres)
gl: Este fragmento utiliza código antigo. Desexa actualizalo? (isto é necesario para poder editalo)
it: Questo frammento usa codice vecchio. Si vuole aggiornarlo? (sarà necessario modificare i parametri)
pl: Ten fragment używa starego kodu. Czy chcesz go zaktualizować? (konieczne, aby móc edytować parametry)
pt: Este fragmento utiliza código obsoleto. Quer atualizá-lo? (é necessário poder editar os parâmetros)
ru: Этот фрагмент использует старый код. Вы хотите его обновить? (Необходимо, чтобы была возможность редактировать параметры)
tr: Bu parça eski kodu kullanır. Güncellemek ister misiniz? (parametreleri düzenleyebilmek için gerekli)
zh_cn: 这个片段使用旧代码。你想更新它吗？ （必须能够编辑参数）
zh_tw: 這個片段使用舊的代碼。您要更新它嗎？（要編輯參數的話就需要更新）

source: You are using and old code. Update it (required to edit)?
ca: Esteu utilitzant codi antic. Voleu actualitzar-lo (requerit per edició)?
ca_es@valencia: Esteu utilitzant un codi antic. Voleu actualitzar-lo (es requereix per a editar)?
el: Χρησιμοποιείτε παλιό κωδικό. Θέλετε να τον ενημερώσετε (απαιτείται επεξεργασία);
es: Está usando código antiguo. ¿Desea actualizarlo? (si no no podrá editarlo)
eu: Kode zaharra erabiltzen ari zara. Eguneratu nahi duzu? (derrigorrezkoa editatu nahi baduzu)
fr: Le code utilisé est ancien. Voulez-vous le mettre à jour ? (obligatoire pour éditer)
gl: Estase a utilizar código antigo. Desexa actualizalo? (senón non se poderá editar)
it: Si sta usando codice vecchio. Aggiornarlo? (è richiesto per modificare)
pl: Używasz starego kodu. Zaktualizować (wymagane do edycji)?
pt: Está a utilizar código antigo. Deseja atualizá-lo (é necessário para o poder editar)?
ru: Вы используете старый код. Обновить его (требуется для редактирования)?
tr: Eski kodu kullanıyorsunuz. Güncellensin mi (düzenlemek için gerekir)?
zh_cn: 您正在使用舊的程式碼。需要更新才能編輯。要更新嗎？
zh_tw: 您正在使用舊的程式碼。需要更新才能編輯。要更新嗎？

source: You are using QuickTime. We recommend you to use any of these formats:
ca: Esteu usant QuickTime. Us recomanem usar aquests formats:
ca_es@valencia: Estes utilitzant el QuickTime. Et recomanem que utilitzes qualsevol d'aquests formats:
el: Χρησιμοποιείτε το QuickTime. Σας προτείνουμε να χρησιμοποιήσετε οποιεσδήποτε από αυτές τις μορφές:
es: Está usted usando QuickTime. Le recomendamos la utilización de alguno de estos formatos:
eu: QuickTime erabiltzen ari zara. Formatu hauetako bat erabiltzea gomendatzen dizugu:
fr: Vous utilisez QuickTime. Il est recommandé d'utiliser les formats suivants :
gl: Estase a utilizar QuickTime. Recomendamos que se utilice algún destes formatos:
it: Si sta usando QuickTime. Si raccomanda di usare uno di questi formati:
pl: Korzystasz z QuickTime. Zalecamy użycie dowolnego z tych formatów:
pt: Está a utilizar o formato QuickTime. Recomendamos que utilize algum dos seguintes formatos:
ru: Вы используете QuickTime. Мы рекомендуем использовать любой из следующих форматов:
tr: QuickTime kullanıyorsunuz. Bu biçimlerden herhangi birini kullanmanızı öneririz:
zh_cn: 您正在使用QuickTime。 我们建议您使用以下任何格式：
zh_tw: 您使用的是 QuickTime。 我們建議您使用以下格式之一：

source: Crop and save
ca: Retalla i desa
ca_es@valencia: Retalla i guarda
dz: བཏོག་སྟི་སྲུངས
el: Περικοπή και αποθήκευση
es: Recortar y guardar
eu: Moztu eta gorde
fr: Recouper et sauvegarder
gl: Recortar e gardar
it: Ritaglia e salva
pl: Przytnij i zapisz
ru: Обрезать и сохранить
tr: Kırp ve kaydet
zh_cn: 裁剪并保存
zh_tw: 裁剪並儲存

source: Save without cropping
ca: Desa sense retallar
ca_es@valencia: Guardar sense retallar
dz: མ་བཏོག་པ་སྲུངས
el: Αποθήκευση χωρίς περικοπή
es: Guardar sin recortar
eu: Moztu gabe gorde
fr: Sauvegarder sans recoupe
gl: Gardar sen recortar
it: Salva senza ritagliare
pl: Zapisz bez przycinania
ru: Сохранить без обрезки
tr: Kırpmadan kaydet
zh_cn: 不裁剪即保存
zh_tw: 不裁剪直接儲存

source: Navigator
ca: Navegador
ca_es@valencia: Navegador
dz: འགྲུལ་བསྐྱོདཔ
el: Πλοηγός
es: Navegador
eu: Nabigatzailea
fr: Navigateur
gl: Navegador
it: Navigatore
pl: Nawigacja
ru: Браузер
tr: Tarayıcı
zh_cn: 导航窗口
zh_tw: 導覽

source: Open map
ca: Obre el mapa
ca_es@valencia: Obri un mapa
dz: དྲན་ཁྲ་ཁ་ཕྱེ
el: Άνοιγμα χάρτη
es: Abrir mapa
eu: Ireki mapa
fr: Ouverture de carte
gl: Abrir mapa
it: Apri mappa
pl: Otwórz mapę
ru: Открыть карту
tr: Haritayı aç
zh_cn: 打开地图
zh_tw: 開啟心智圖

source: Select a json file.
ca: Selecciona un fitxer json.
ca_es@valencia: Seleccioneu un fitxer JSON
dz: json་ཡིག་སྣོད་གཅིག་སེལ་འཐུ་འབད
el: Επιλογή ενός αρχείου json.
es: Seleccione un fichero json.
eu: Aukeratu json fitxategia.
fr: Sélectionnez un fichier json.
gl: Seleccione un ficheiro .json.
it: Scegliere file JSON.
pl: Wybierz plik JSON.
ru: Выберите файл json.
tr: Lütfen json dosyası seçin.
zh_cn: 选择 JSON 文件
zh_tw: 請選擇一個 json 檔。

source: Save map
ca: Desa el mapa
ca_es@valencia: Guardar el mapa
dz: དྲན་ཁྲ་སྲུངས
el: Αποθήκευση χάρτη
es: Guardar mapa
eu: Gorde mapa
fr: Sauvegarde de carte
gl: Gardar mapa
it: Salva mappa
pl: Zapisz mapę
ru: Сохранить карту
tr: Haritayı kaydet
zh_cn: 保存地图
zh_tw: 儲存心智圖

source: Save the mind map as a json file.
ca: Desa el mapa mental com un fitxer json.
ca_es@valencia: Guardar el mapa en format JSON
el: Αποθήκευση του εννοιολογικού χάρτη ως αρχείου json.
es: Guardar el mapa en formato json.
eu: Gorde mapa json fitxategi gisa.
fr: Sauvegarde de la carte mentale comme fichier json.
gl: Gardar o mapa mental no formato json.
it: Salvare la mappa mentale in formato JSON.
pl: Zapisz mapę myśli jako plik JSON.
ru: Сохранить ментальную карту как файл json.
tr: Zihin haritasını bir json dosyası olarak kaydedin.
zh_cn: 将思维图保存为json文件。
zh_tw: 將心智圖存成 json 檔。

source: Text style
ca: Estil del text
ca_es@valencia: Estil del text
dz: ཚིག་ཡིག་གི་བཟོ་རྣམ
el: Τεχνοτροπία κειμένου
es: Estilo del texto
eu: Testuaren estiloa
fr: Style du texte
gl: Estilo do texto
it: Stile del testo
pl: Styl tekstu
ru: Текстовый стиль
tr: Yazı stili
zh_cn: 文本样式
zh_tw: 文字樣式

source: Line color
ca: Color de línia
ca_es@valencia: Color de línia
dz: གྲལ་ཐིག་གི་ཚོན
el: Χρώμα γραμμής
es: Color de línea
eu: Marra-kolorea
fr: Couleur de ligne
gl: Cor da liña
it: Colore linea
pl: Kolor linii
ru: Цвет линии
tr: Çizgi rengi
zh_cn: 线条颜色
zh_tw: 線條顏色

source: Recursive
ca: Recursiva
ca_es@valencia: Recursiu
dz: ལོག་རིམ
el: Επαναλαμβανόμενο
es: Recursivo
eu: Errekurtsiboa
fr: Recours
gl: Recursivo
it: Ricorsivo
pl: Rekursywne
ru: Рекурсивный
tr: Özyinelemeli
zh_cn: 递归
zh_tw: 遞迴

source: It works with mindmaps
ca: Funciona amb mindmaps
ca_es@valencia: Funciona amb mapes mentals
dz: དྲན་ཁྲ་ཚུ་དང་མཉམ་གཅིག་ལཱ་འབད་ཨིན
el: Λειτουργεί με εννοιολογικούς χάρτες
es: Funciona con mindmaps
eu: Mindmapsekin dabil
fr: Fonctionne avec des cartes mentales
gl: Funciona con mapas mentais
it: Funziona con mindmaps
pl: Działa z mapami myśli
ru: Работает с mindmaps
tr: Zihin haritaları ile çalışır
zh_cn: 适用于思维导图
zh_tw: 可以在心智圖中使用

source: Mind map
ca: Mapa mental
ca_es@valencia: Mapa mental
dz: དྲན་ཁྲ
el: Εννοιολογικός χάρτης
es: Mapa mental
eu: Adimen mapa
fr: Carte mentale
gl: Mapa mental
it: Mappa mentale
pl: Mapa myśli
ru: Ментальная карта
tr: Zihin haritası
zh_cn: 思维导图
zh_tw: 心智圖

source: Use the editor to create a new mind map...
ca: Usa l'editor per crear un mapa mental nou...
ca_es@valencia: Use l'editor per a crear un nou mapa mental...
dz: ཞུན་དགཔ་དེ་ལག་ལེན་འཐབ་སྟེ་དྲན་ཁྲ་གསརཔ་གཅིག་གསར་བསྐྲུན་འབད
el: Χρησιμοποιήστε τον επεξεργαστή για να δημιουργήσετε έναν νέο εννοιολογικό χάρτη...
es: Use el editor para crear un nuevo mapa mental...
eu: Erabili editorea adimen-mapa berria sortzeko...
fr: Utiliser l'éditeur pour créer une nouvelle carte mentale...
gl: Utiliza o editor para crear un novo mapa mental...
it: Usare l'editor per creare una nuova mappa mentale...
pl: Użyj edytora, aby utworzyć nową mapę myśli...
ru: Используйте редактор, чтобы создать новую ментальную карту...
tr: Yeni bir zihin haritası oluşturmak için editörü kullanın...
zh_cn: 使用编辑器创建新的思维导图...
zh_tw: 使用編輯器建立新的心智圖...

source: Open the mind map editor
ca: Obre l'editor del mapa mental
ca_es@valencia: Obri l'editor de mapes mentals
dz: དྲན་ཁྲ་ཞུན་དགཔ་དེ་ཁ་ཕྱེ
el: Άνοιγμα του επεξεργαστή εννοιολογικών χαρτών
es: Abrir el editor de mapas mentales
eu: Sortu adimen-mapa berria
fr: Ouvrir l'éditeur de carte mentale
gl: Abrir o editor de mapas mentais
it: Aprire editor della mappa mentale
pl: Otwórz edytor map myśli
ru: Открыть редактор ментальной карты
tr: Zihin haritası düzenleyicisini açın
zh_cn: 打开思维导图编辑器
zh_tw: 開啟心智圖編輯器

source: Descriptive title
ca: Títol descriptiu
ca_es@valencia: Títol descriptiu
dz: འགོ་མིང་འགྲེལ་བཤད་ཅན
el: Περιγραφικός τίτλος
es: Título descriptivo
eu: Izenburu esanguratsua
fr: Titre descriptif
gl: Título descritivo
it: Titolo descrittivo
pl: Opis tytułu
ru: Описательное название
tr: Açıklayıcı başlık
zh_cn: 描述性标题
zh_tw: 標題

source: Show the title under the image
ca: Mostreu el títol sota la imatge
ca_es@valencia: Mostra el títol sota la imatge
dz: གཟུགས་བརྙན་གྱི་འོག་ལུ་མགོ་མིང་སྟོན
el: Εμφάνιση του τίτλου κάτω από την εικόνα
es: Mostrar el título bajo la imagen
eu: Erakutsi izenburua irudiaren azpian
fr: Monter le titre sous l'image
gl: Amosar o título baixo a imaxe
it: Mostra titolo sotto all'immagine
pl: Pokaż tytuł pod obrazem
ru: Показать заголовок под изображением
tr: Görüntü altında başlığı göster
zh_cn: 在图像下显示标题
zh_tw: 在影像下方顯示標題

source: Link to full size image
ca: Enllaça la imatge a mida completa
ca_es@valencia: Enllaç a la imatge en grandària original
el: Σύνδεσμος για εικόνα πλήρους μεγέθους
es: Enlace a la imagen en tamaño original
eu: Estekatu tamaina osoko irudia
fr: Lien vers l'image d'origine
gl: Ligazón á imaxe no tamaño orixinal
it: Link all'immagine intera
pl: Link do obrazu pełnowymiarowego
ru: Ссылка на изображение в исходном размере
tr: Tam boyutlu resim linki
zh_cn: 链接到全尺寸图像
zh_tw: 到完整影像的連結

source: Please create a mind map.
ca: Crea un mapa mental.
ca_es@valencia: Ha de crear un mapa.
dz: དྲན་ཁྲ་གཅིག་གསར་བསྐྲུན་འབད་གནང་།
el: Παρακαλώ δημιουργήστε έναν εννοιολογικό χάρτη.
es: Debe crear un mapa.
eu: Sortu adimen-mapa.
fr: Veuillez créer une carte mentale.
gl: Debe crear un mapa mental.
it: Creare una mappa mentale.
pl: Utwórz mapę myśli.
ru: Создайте ментальную карту
tr: Lütfen bir zihin haritası oluşturun.
zh_cn: 请创建一个思维导图。
zh_tw: 請建立一個心智圖。

source: Please provide a title.
ca: Proporciona un títol
ca_es@valencia: Escriu el títol.
dz: མགོ་མིང་གཅིག་བྱིན་གནང་།
el: Παρακαλώ δώστε έναν τίτλο.
es: Debe escribir el título.
eu: Eman izenburua.
fr: Veuillez fournir un titre.
gl: Debe escribir un título.
it: Inserire un titolo.
pl: Podaj tytuł.
ru: Вы должны написать заголовок.
tr: Lütfen bir başlık girin.
zh_cn: 请提供标题。
zh_tw: 請輸入標題。

source: You can edit the mind map...
ca: Podeu editar el mapa mental...
ca_es@valencia: Pots editar el mapa...
dz: དྲན་ཁྲ་དེ་ ཁྱོད་ཀྱི་ཞུན་དག་འབད་ཚུགས...
el: Μπορείτε να επεξεργαστείτε τον εννοιολογικό χάρτη...
es: Puede editar el mapa...
eu: Adimen-mapa editatu dezakezu...
fr: Vous pouvez éditer la carte mentale
gl: Pódese editar o mapa...
it: La mappa mentale può essere modificata...
pl: Możesz edytować mapę myśli...
ru: Вы можете редактировать ментальную карту
tr: Zihin haritasını düzenleyebilirsiniz...
zh_cn: 您可以编辑思维导图...
zh_tw: 您可以編輯此心智圖。

source: Please write the Content
ca: Escriviu el contingut
ca_es@valencia: Escriu el contingut
dz: ནང་དོན་དེ་འབྲི་་གནང་།
el: Παρακαλώ γράψτε το περιεχόμενο
es: Escriba el contenido
eu: Idatzi edukia
fr: Veuillez écrire le contenu
gl: Escriba o contido
it: Inserire il contenuto
pl: Napisz treść
ru: Пожалуйста, напишите содержимое
tr: Lütfen içeriği yazın
zh_cn: 请写下内容
zh_tw: 請寫下內容

source: No selection and not in link
ca: No hi ha selecció i no no hi ha enllaç
ca_es@valencia: No hi ha cap selecció i no és un l'enllaç
dz: སེལ་འཐུ་མ་འབད་ལས་འབྲེལ་ལམ་ནང་མེད
el: Δεν υπάρχει περιγραφή ούτε σύνδεσμος
es: No ha seleccionado nada y no es un enlace
eu: Ez da ezer aukeratu eta ez zaude estekaren baten barnean
fr: Aucune sélection et sans lien
gl: Non seleccionou nada e non é unha ligazón
it: Nessuna selezione e non in un link
nl: Geen selectie en niet in de snelkoppeling
pl: Nic nie wybrano i nie ma łącza
pt: Não há nada selecionado e não está na ligação
ru: Нет выделения и нет в ссылке
tr: Seçim yok ve bağlantıda değil
zh_cn: 没有选择，没有链接
zh_tw: 沒有選擇且無連結

source: Dialog Window
ca: Finestra de diàleg
ca_es@valencia: Finestra de diàleg
dz: ཌའི་ལོག་ཝིན་ཌོ
el: Παράθυρο διαλόγου
es: Ventana de diálogo
eu: Elkarrizketa leihoa
fr: Fenêtre de dialogue
gl: Xanela de diálogo
it: Finestra di dialogo
pl: Okno dialogowe
ru: Диалоговое окно
tr: İletişim Penceresi
zh_cn: 对话框窗口
zh_tw: 對話框視窗

source: Dialog title (the title of the link)
ca: Títol del diàleg (el títol de l'enllaç)
ca_es@valencia: Títol del diàleg (el títol de l'enllaç)
dz: ཌའི་ལོག་གི་་འགོ་མིང(འབྲེལ་ལམ་དེ་གི་་འགོ་མིང་)
el: Τίτλος διαλόγου (τίτλος του συνδέσμου)
es: Título del diálogo (el título del enlace)
eu: Elkarrizketaren izenburua (estekaren izenburua)
fr: Titre du dialogue (titre du lien)
gl: Título do diálogo (o título da ligazón)
it: Titolo della finestra (titolo del link)
pl: Tytuł okna dialogowego (tytuł łącza)
ru: Название диалогового окна (название ссылки)
tr: İletişim başlığı (bağlantının başlığı)
zh_cn: 对话标题（链接标题）
zh_tw: 對話框標題（連結的標題）

source: Write the content of the dialog. You may use HTML and edit it in the editor.
ca: Escriviu el contingut del diàleg. Podeu utilitzar HTML i editar-lo a l'editor.
ca_es@valencia: Escriu el contingut del diàleg. Pots utilitzar HTML i editar-ho en l'editor.
el: Γράψτε το περιεχόμενο του διαλόγου. Μπορείτε να χρησιμοποιήσετε κώδικα HTML και να τον επεξεργαστείτε στον επεξεργαστή.
es: Escriba el contenido del diálogo. Puede usar HTML y editarlo desde el mismo editor.
eu: Idatzi elkarrizketaren edukia. HTML erabili dezakezu eta editorean edita dezakezu.
fr: Écrivez le contenu du dialogue. Vous pouvez utiliser HTML et éditer dans l'éditeur.
gl: Escriba o contido do diálogo. Pode utilizar HTML e editalo desde o mesmo editor.
it: Scrivere il contenuto della finestra di dialogo. Si può usare HTML e modificarlo nell'editor.
pl: Napisz treść okna dialogowego. Możesz użyć HTML i edytować go w edytorze.
ru: Напишите содержимое диалога. Вы можете использовать HTML и редактировать его в редакторе.
tr: İletişim kutusunun içeriğini yazın. HTML kullanabilir ve düzenleyicide düzenleyebilirsiniz.
zh_cn: 写下对话框的内容。您可以使用HTML并在编辑器中对其进行编辑。
zh_tw: 請寫下對話框內容。您可以使用 HTML 並在編輯器中編輯。

source: Please select a programming language
ca: Selecciona un llenguatge de programació
ca_es@valencia: Tria un llenguatge de programació
el: Παρακαλώ επιλέξτε μια γλώσσα προγραμματισμού
es: Seleccione un lenguaje de programación
eu: Aukeratu programazio lengoaia
fr: Veuillez choisir un langage de programmation
gl: Seleccione unha linguaxe de programación
it: Scegliere un linguaggio di programmazione
pl: Wybierz język programowania
ru: Выберите язык программирования.
tr: Lütfen bir programlama dili seçin
zh_cn: 请选择编程语言
zh_tw: 請選擇一個程式語言

source: Insert HTML code as text
ca: Insereix codi HTML com a text
ca_es@valencia: Insereix codi HTML com a text
dz: ཨེཆ་ཊི་ཨེམ་ཨེལ་གློག་བཀོད་དེ་ཚིག་ཡིག་འབད་བཙུགས་
el: Εισαγωγή κώδικα HTML ως κειμένου
es: Insertar código HTML como texto
eu: Sartu HTML kodea testu gisa
fr: Insérez code HTML comme texte
gl: Inserir código HTML como texto
it: Inserire codice HTML in formato testo
nl: Voer de HTML-code in als tekst
pl: Wstaw kod HTML jako tekst
pt: Inserir HTML como texto
ru: Вставить HTML как текст
tr: html kodunu metin olarak ekle
zh_cn: 将HTML代码插入为文本
zh_tw: 以文字貼上 HTML 代碼

source: Programming language
ca: Llenguatge de programació
ca_es@valencia: Llenguatge de programació
dz: ལས་རིམ་བཟོ་ལས་ཀྱི་ལག་ཆས
el: Γλώσσα προγραμματισμού
es: Lenguaje de programación
eu: Programazio lengoaia
fr: Langage de programmation
gl: Linguaxe de programación
it: Linguaggio di programmazione
pl: Język programowania
ru: Язык программирования
tr: Programlama dili
zh_cn: 编程语言
zh_tw: 程式語言

source: Markup (HTML, etc.)
ca: Marcatge (HTML, etc.)
ca_es@valencia: Llenguatge de marques (HTML, etc.)
dz: རྟགས་སྐད(ཨེཆ་ཊི་ཨེམ་ཨེལ་ ལ་སོགས་པ་)
el: Markup (HTML κ.λπ.)
es: Lenguaje de marcas (HTML, etc.)
eu: Markup (HTML, etab.)
fr: Langage de marque (HTML, etc.)
gl: Linguaxe de marcas (HTML etc.)
it: Marcatura (HTML ecc.)
pl: Znaczniki (HTML itp.)
pt: Linguagem de etiquetado (HTML, etc.)
ru: Язык разметки (HTML и т. д.)
tr: İşaretleme (HTML vb.)
zh_cn: 标记语言（如 HTML 等）
zh_tw: 標記式語言（如 HTML 等）

source: C type
ca: Tipus C
ca_es@valencia: Tipus C
el: Τύπος C
es: Tipo C
eu: C motakoa
fr: Type C
gl: Tipo C
it: Tipo C
pl: Typ C
pt: Tipo C
ru: Тип C
tr: C türü
zh_cn: C类
zh_tw: C 語言型態

source: Line numbers
ca: Nombres de línia
ca_es@valencia: Números de línia
dz: གྲལ་ཐིག་གི་ཨང་
el: Αριθμοί γραμμής
es: Números de línea
eu: Lerro zenbakiak
fr: Numéros de ligne
gl: Números de liña
it: Numeri di riga
nl: Regelnummers
pl: Numery linii
pt: Numeração de linhas
ru: Номера строк
tr: Satır numarası
zh_cn: 行号
zh_tw: 行號

source: Line highlight
ca: Ressalta les línies
ca_es@valencia: Ressaltat de línia
dz: གྲལ་ཐིག་གི་གཙོ་དམིགས
el: Επισήμανση γραμμής
es: Realce de línea
eu: Lerroak nabarmendu
fr: Mise en relief de ligne
gl: Realce de liña
it: Evidenzia riga
nl: Regel markeren
pl: Podświetlenie linii
pt: Destacar linha
ru: Выделите линии
tr: Satır yüksekliği
zh_cn: 突出显示行
zh_tw: 行突顯

source: Paste HTML fragment (embed code)
ca: Enganxa un fragment d'HTML (codi incrustat)
ca_es@valencia: Apega fragmente HTML (codi embegut)
el: Επικόλληση αποσπάσματος HTML (κώδικας ενσωμάτωσης - embed)
es: Pegar fragmento HTML (embeber código)
eu: Itsatsi HTML zatia (kodea txertatu)
fr: Coller fragment HTML (code incorporé)
gl: Pegar fragmento HTML (embeber código)
it: Incolla frammento HTML (codice incluso)
nl: Plak het HTML fragment (code insluiten)
pl: Wklej fragment HTML (kod do umieszczenia na stronie)
pt: Colar fragmento de HTML (código incrustado)
ru: Вставить фрагмент HTML (встроенный код)
tr: html parçasını yapıştır (kod gömme)
zh_cn: 粘贴 HTML 片段（嵌入代码）
zh_tw: 貼上 HTML 代碼片段（嵌入代碼）

source: That image was created using the old formula editor.
ca: La imatge ha estat creada usant un editor formules antic.
ca_es@valencia: La imatge s'ha creat utilitzant l'editor de fórmules antic.
el: Η επεξεργασία αυτής της εικόνας έγινε με τη χρήση παλιού επεξεργαστή.
es: Esa imagen fue creada usando el antiguo editor de fórmulas.
eu: Irudi hori formula editore zaharrarekin sortu zen.
fr: L'image a été créée avec un éditeur de formules ancien.
gl: Esa imaxe foi creada utilizando un antigo editor de fórmulas.
it: L'immagine è stata creata con il vecchio editor di formule.
pl: Ten obraz został utworzony za pomocą starego edytora formuł.
pt: A imagem foi criada com o velho editor de fórmulas.
ru: Это изображение было создано с помощью старого редактора формул.
tr: Bu görüntü eski formül düzenleyicisi kullanılarak oluşturulmuş.
zh_cn: 该图像是使用旧的公式编辑器创建的。
zh_tw: 影像是用舊的公式編輯器產生的。

source: Make it compatible with the new editor?
ca: Voleu fer-la compatible amb el nou editor?
ca_es@valencia: Voleu fer-lo compatible amb l'editor nou?
dz: ཞུན་དགཔ་དེ་ལག་ལེན་འཐབ་སྟེ་དྲན་ཁྲ་གསརཔ་གཅིག་གསར་བསྐྲུན་འབད
el: Να γίνει συμβατό με τον νέο επεξεργαστή;
es: ¿Desea hacerla compatible con el nuevo editor?
eu: Editore berriarekin bateragarria egin?
fr: Rendre compatible avec le nouvel éditeur ?
gl: Desexa facela compatible co novo editor?
it: Renderla compatibile col nuovo editor?
pl: Czy jest kompatybilny z nowym edytorem?
pt: Deseja fazê-la compatível com o novo editor?
ru: Сделать его совместимым с новым редактором?
tr: Yeni düzenleyiciyle uyumlu hale getirilsin mi?
zh_cn: 使其与新编辑器兼容？
zh_tw: 要讓它與新的編輯器相容嗎？

source: Done! You can now edit your image.
ca: Fet! Ara podeu editar la vostra imatge.
ca_es@valencia: Fet! Ara ja podeu editar la imatge.
el: Ολοκληρώθηκε! Τώρα μπορείτε να επεξεργαστείτε την εικόνα.
es: ¡Hecho! Ya puede editar su imagen.
eu: Egina! Orain irudia editatu dezakezu.
fr: Terminé ! Vous pouvez éditer votre image.
gl: Feito! Agora pode editar a imaxe.
it: Fatto! Ora l'immagine può essere modificata.
pl: Gotowe! Możesz teraz edytować swój obraz.
pt: Feito! Agora pode editar a sua imagem.
ru: Готово! Теперь Вы можете редактировать изображение.
tr: Tamamlandı! Artık resminizi düzenleyebilirsiniz.
zh_cn: 完成！您现在可以编辑图像。
zh_tw: 完成！您現在可以編輯您的影像了。

source: No source code found.
ca: No s'ha trobat el codi font.
ca_es@valencia: No s'ha trobat cap codi font.
dz: འབྱུང་ཁུངས་སྒྲིག་ལུགས་མ་ཐོབ
el: Δεν βρέθηκε πηγαίος κώδικας.
es: No se ha encontrado el código fuente.
eu: Ez da topatu iturburu-koderik.
fr: Le code source est introuvable
gl: Non se atopou o código fonte.
it: Codice sorgente non trovato.
nl: Geen broncode gevonden.
pl: Nie znaleziono kodu źródłowego.
pt: Não foi encontrado o código fonte.
ru: Не найдено исходного кода.
tr: Kaynak kodu bulunamadı.
zh_cn: 找不到源代码。
zh_tw: 找不到程式源碼。

source: If you check the Properties - Export - Math content option you can just type LaTeX code directly into the editor instead of using this window.
ca: Si marqueu l'opció Propietats - Exporta - Contingut matemàtic podreu escriure codi LaTex directament dins l'editor en lloc d'utilitzar aquesta finestra.
es: Si marca la opción Propiedades - Exportar - Contenido matemático podrá escribir código LaTeX directamente en el editor en lugar de utilizar esta ventana.
eu: Ezaugarriak - Esportatu - Eduki matematikoa egiaztatzen baduzu, leiho hau erabili ordez, LaTeX kodea editorean bertan idatzi dezakezu.
fr: Si vous marquer l'option Propriétés - Exportation - Contenu mathématique, vous pourrez écrire le code LaTeX directement sur l'éditeur au lieu d'utiliser cette fenêtre.
gl: Se marca a opción Propiedades - Exportar - Contido matemático poderá escribir código LaTeX directamente no editor en lugar de utilizar esta xanela.

source: You should save a copy of the code before continuing.
ca: Cal que deseu una copia del codi abans de continuar.
ca_es@valencia: És convenient que guardeu una còpia del codi abans de continuar.
el: Πρέπει να αποθηκεύσετε ένα αντίγραφο του κώδικα πριν συνεχίσετε.
es: Le recomendamos que haga una copia de seguridad de su código antes de continuar.
eu: Kodearen kopia gorde beharko zenuke jarraitu baino lehen.
fr: Il est conseillé de sauvegarder une copie du code avant de continuer.
gl: Recoméndase gardar unha copia do código antes de continuar.
it: Si consiglia di salvare una copia del codice prima di continuare.
pl: Przed kontynuowaniem należy zapisać kopię kodu.
pt: Deveria guardar uma cópia do código antes de continuar.
ru: Вы должны сохранить копию кода, прежде чем продолжить.
tr: Devam etmeden önce kodun bir kopyasını kaydetmelisiniz.
zh_cn: 您应该在继续之前保存代码的副本。
zh_tw: 您在繼續前請記得先儲存程式碼。
