Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Checking this option, a "Page X of Y." text will be added to every page of the exported content (except ePub's frontpage). This doesn't affect Single Page and Text File export files.
ca: Habilitant aquesta opció, «Pàgina X de Y», s'afegirà un text a cada pàgina del contingut exportat (excepte a la pagina d'inici d'ePub). Això no afecta la «Pàgina única» i els fitxers d'exportació de «Fitxer de text».
ca_es@valencia: Si es marca aquesta opció, s'afegirà el text "Pàgina X de Y" a cada pàgina del contingut exportat (excepte la portada d'un ePub). Això no afecta els fitxers d'exportació de pàgina única ni els fitxers de text.
el: Με αυτή την επιλογή ένα κείμενο "Σελίδα X από Y" θα προστεθεί σε κάθε σελίδα του περιεχομένου που θα εξαχθεί (εκτός από την αρχική σελίδα των αρχείων ePub). Αυτό δεν θα έχει καμία επίδραση στα αρχεία εξαγωγής 'Μια ιστοσελίδα' και 'Αρχείο κειμένου'.
es: Marcando esta opción, se añadirá un texto "Página X de Y." a cada página del contenido exportado (excepto la portada de un ePub). No afecta a ficheros exportados como Página html única ni como Ficheros de texto plano.
eu: Aukera hau gaituz gero, "Orria: X / Y" testua gehituko da esportatutako edukien orri bakoitzean (ePub-aren lehen orria salbu). Honek ez du eraginik 'Orri bakarra' eta 'Testu fitxategia' esportazioetan.
fr: Si cette option est cochée, un texte « Page X d’y. » s’ajoutera à chaque page du contenu exporté (sauf frontpage d’ePub). Ceci n’affecte pas les fichiers d’exportation de Page unique et les fichiers texte.
gl: Marcando esta opción, engadirase un texto "Páxina X de Y." a cada páxina do contido exportado (agás na portada dun ePub). Non afecta a ficheiros exportados como Páxina HTML única nin como Ficheiros de texto plano.
it: Scegliendo questa opzione verrà aggiunto "Pagina X di Y" ad ogni pagina del contenuto esportato (eccetto la copertina in ePub). Non riguarda le esportazioni di singole pagine o in formato TXT.
pl: Zaznaczając tę ​​opcję, tekst "Strona X z Y." zostanie dodany do każdej strony wyeksportowanej treści (z wyjątkiem strony tytułowej ePub). Nie ma to wpływu na pliki eksportu pojedynczej strony i pliku tekstowego.
ru: Выбрав эту опцию - "Страница X из Y.", текст будет добавлен на каждую страницу экспортируемого содержимого (кроме первой страницы ePub). Это не влияет на файлы экспорта отдельных страниц и текстовых файлов.
tr: Bu seçenek işaretlendiğinde, bir "Sayfa X of Y." dışa aktarılan içeriğin her sayfasına metin eklenecektir (ePub'ın ön sayfası hariç). Bu, Tek Sayfa ve Metin Dosyası dışa aktarma dosyalarını etkilemez.
zh_cn: 选中此选项时, 将在导出内容的每一页 (epub 的首页除外) 中添加 "y 的 x 页" 文本。这不会影响单页和文本文件导出文件。
zh_tw: 勾選此選項，則會在匯出內容（除了 ePub 的前頁）的每一頁頁尾加上「頁碼 X/Y」字樣。它在單一頁面與匯出文字檔時不會發生作用。

source: Math content: Load MathJax in pages with LaTeX code.
ca: Contingut matemàtic: carrega MathJax en pàgines amb codi LaTeX.
es: Contenido matemático: cargar MathJax en páginas con código LaTeX.
eu: Eduki matematikoa: kargatu MathJax LaTeX kodea duten orrietan.
fr: Contenu mathématique: Charger Mathlax en pages avec le code LaTeX.
gl: Contido matemático: cargar MathJax nas páxinas con código LaTeX.

source: Checking this option, pages with LaTeX code will automatically load the MathJax JavaScript file from a content delivery network (CDN). MathJax is a JavaScript display engine for mathematics.
ca: Marcant aquesta opció, les pàgines amb codi LaTex carregaran el fitxer JavaScript de MathJax des d'una xarxa de lliurament de contingut ("content delivery network", CDN). MathJax és un motor de visualització JavaScript per a matemàtics.
es: Marcando esta opción, las páginas con código LaTeX cargarán automáticamente el fichero JavaScript de MathJax desde una dirección de internet externa (una "content delivery network", CDN). MathJax es una biblioteca JavaScript para la representación de matemáticas en el navegador.
eu: Aukera hau gaituz gero, MathJax JavaScript fitxategia LaTeX kodea duten orrietan kargatuko da interneteko helbide batetik ("Content Delivery Network" edo CDN batetik). MathJax matematika irudikatzeko JavaScript motore bat da.
fr: En marquant cette option, les pages en code LaTeX chargeront automatiquement le fichier JavaScript de Mathlax à partir d'une adresse Internet externe ("content delivery network", CDN). Mathlax est une bibliothèque JavaScript pour la représentation mathématique en navigateur.
gl: Marcando esta opción, as páxinas con código LaTeX cargarán automaticamente o ficheiro JavaScript de MathJax desde unha dirección de Internet externa (unha "Content Delivery Network", CDN). MathJax é unha biblioteca JavaScript para a representacións matemáticas no navegador.

source: "Made with eXeLearning" link
ca: Enllaç «Creat amb eXeLearning»
es: Enlace "Creado con eXelearning"
eu: "eXeLearning-ekin egina" esteka
fr: Lien "Créé avec eXeLearning"
gl: Ligazón "Feito con eXeLearning"

source: Help us spreading eXeLearning. Checking this option, a "Made with eXeLearning" link will be displayed in your pages.
ca: Ajudi'ns a donar a conèixer eXeLearning. En marcar aquesta opció, un enllaç «Creat amb eXeLearning» apareixerà a les vostres pàgines.
es: Ayúdenos a dar a conocer eXeLearning. Si marca esta opción, aparecerá un enlace "Creado con eXeLearning" en sus páginas.
eu: Lagundu egiguzu eXeLearning zabaltzen. Aukera hau gaituz gero, "eXeLearning-ekin egina" esteka bat erakutsiko da zure orrietan.
fr: Aidez-nous à populariser eXeLearning ! En marqnant cette option, un lien "Créé avec eXeLearning" sera montré sur vos pages.
gl: Axúdenos a dar a coñecer eXeLearning. Se marca esta opción, aparecerá unha ligazón "Feito con eXelearning" nas súas páxinas.

source: SCORM Options (1.2 and 2004)
ca: Opcions SCORM (1.2 i 2004)
ca_es@valencia: Opcions d'SCORM (1.2 i 2004)
el: SCORM Options (1.2 και 2004)
es: Opciones SCORM (1.2 y 2004)
eu: SCORM ezarpenak (1.2 eta 2004)
fr: Options SORM (1.2 et 2004)
gl: Opcións SCORM (1.2 and 2004)
it: Opzioni SCORM (1.2 e 2004)
nl: SCORM Opties (1.2 en 2004)
pl: Opcje SCORM (1.2 i 2004)
pt: Opções SCORM (1.2 e 2004)
ru: SCORM Опции (1.2 и 2004)
tr: SCORM Seçenekleri (1.2 ve 2004)
zh_cn: SCORM选项（1.2和2004）
zh_tw: SCORM 選項 (1.2 與 2004)

source: Include Single Page export file?
ca: Vols incloure un fitxer d'exportació de pàgina única ?
ca_es@valencia: Voleu incloure el fitxer d'exportació «singlepage»?
el: Συμπερίληψη αρχείου εξαγωγής 'Απλή ιστοσελίδα';
es: ¿Incluir el fichero exportado como página html única?
eu: Orri bakarreko esportazio fitxategia sartu?
fr: Ajouter le dossier d'exportation en une seule page?
gl: Incluír o ficheiro exportado como páxina HTML única?
it: Includere file di esportazione in pagina singola?
nl: Invoegen Single Page export bestand?
pl: Dołączyć plik eksportu pojedynczej strony?
pt: Incluir ficheiro de exportação de Página Web Única?
ru: Экспортируемый файл включает простую страницу?
tr: Tek sayfa olarak dışarı aktarmada dosya dahil edilsin mi?
zh_cn: 包括单页导出文件？
zh_tw: 要引入單一頁面匯出檔嗎？

source: Checking this option the exported SCORM file will include a file named "singlepage_index.html" containing the result of exporting this eXe package as a single page.
ca: Si habiliteu aquesta opció el fitxer SCORM inclourà un fitxer anomenat «singlepage_index.html» que contindrà el resultat d'exportar el paquet eXe en format pàgina única.
ca_es@valencia: Si marqueu aquesta opció, el fitxer SCORM exportat inclourà un fitxer anomenat «singlepage_index.html» amb el resultat d'exportar aquest paquet eXe com a una sola pàgina.
el: Με αυτή την επιλογή το εξαγόμενο αρχείο SCORM θα συμπεριλαμβάνει ένα αρχείο με όνομα "singlepage_index.html" που θα περιέχει το αποτέλεσμα της εξαγωγής αυτού του πακέτου eXe ως 'Απλή ιστοσελίδα'.
es: Marcando esta opción, el archivo SCORM exportado incluirá un fichero de nombre "singlepage_index.html" con el resultado de exportar este paquete eXe como página html única.
eu: Aukera hau markatzen baduzu, "singlepage_index.html" izeneko fitxategi bat sortuko da SCORM fitxategiaren barnean, eXe paketearen orri bakarreko esportazioarekin.
fr: Si vous activez cette option, le ficher SCORM exporté inclura un fichier appelé "singlepage_index.html" contenant le résultat de l'exportation du paquet eXe en une seule page.
gl: Marcando esta opción, o ficheiro SCORM exportado incluirá un ficheiro de nome "simglepage_index.html" co resultado de exportar este paquete eXe como unha páxina web única.
it: Con questa opzione il file SCORM esportato includerà un file denominato "singlepage_index.html" contenente il risultato dell'esportazione di questo pacchetto eXe come pagina singola.
nl: Als U deze optie aanvinkt zal de map met het geexporteerde SCORM bestand een bestand "singlepage_index.html" bevatten die het eXe pakket als enkele HTML-pagina bevat.
pl: Zaznaczenie tej opcji spowoduje, że wyeksportowany plik SCORM będzie zawierać plik o nazwie "singlepage_index.html" zawierający wynik eksportu tego pakietu eXe jako pojedynczej strony.
pt: Se marcar esta opção, o arquivo SCORM exportado irá incluir um ficheiro chamado "singlepage_index.html" que contém o resultado de exportar este pacote eXe como página web única.
ru: Включив эту опцию, экспортированный SCORM файл будет включать в себя файл с именем "singlepage_index.html", содержащий результат экспорта этого eXe пакета в виде одной страницы.
tr: Bu seçenek işaretlendiğinde, dışa aktarılan SCORM dosyası, bu exe paketini tek bir sayfa olarak dışa aktarma sonucunu içeren "singlepage_index.html" adlı bir dosya içerir.
zh_cn: 选中此选项后，导出的SCORM文件将包含一个名为“singlepage_index.html”的文件，其中包含将此eXe包导出为单个页面的结果。
zh_tw: 勾選此選項的話，匯出的 SCORM 檔會包含一個名為 singlepage_index.html 的檔案，裡面有將此 eXe 套件匯出成單一頁面的結果。

source: Include Web Site export files?
ca: Vols incloure els fitxers d'exportació de lloc web ?
ca_es@valencia: Voleu incloure els fitxers d'exportació «website»?
el: Συμπερίληψη αρχείων εξαγωγής Ιστότοπου;
es: ¿Incluir los ficheros exportados como Sitio web?
eu: Webgune esportazio fitxategiak sartu?
fr: Inclure les dossier d'exportation du site?
gl: Incluír os ficheiros exportados como Sitio web?
it: Includere i file di esportazione in formato Sito Web?
nl: Website export files invoegen?
pl: Dołączyć pliki eksportu witryny sieci Web?
pt: Incluir ficheiros de exportação de Sítio Web?
ru: Экспортируемые файлы включают веб-сайт?
tr: Dışarıya web sitesi olarak aktarılırken dosyalar dahil edilsin mi?
zh_cn: 包括网站导出文件?
zh_tw: 要引入網站匯出檔嗎？

source: Checking this option the exported SCORM file will include the result of exporting this eXe package as Web Site. All the html files will have the "website_" prefix to differentiate them from their SCORM equivalent.
ca: Si habiliteu aquesta opció el fitxer SCORM inclourà el resultat d'exportar aquest paquet en format lloc web. tots els fitxers HTML tindran el prefix «website_» per diferenciar-se dels SCORM equivalents.
ca_es@valencia: Si marqueu aquesta opció, el fitxer SCORM exportat inclourà el resultat d'exportar aquest paquet eXe com a lloc web. Tots els fitxers HTML tindran el prefix «website_» per a diferenciar-los dels seus equivalents SCORM.
el: Με αυτή την επιλογή το εξαγόμενο αρχείο SCORM θα συμπεριλαμβάνει το αποτέλεσμα της εξαγωγής αυτού του πακέτου eXe ως Ιστότοπου. Όλα τα ονόματα των αρχείων html θα περιέχουν το πρόθεμα "website_" για να ξεχωρίζουν από τα αντίστοιχα αρχεία SCORM.
es: Marcando esta opción, el archivo SCORM incluirá el resultado de exportar este paquete eXe como sitio web. Todos los ficheros html tendrán el prefijo "website_" para diferenciarlos de su equivalente SCORM.
eu: Aukera hau markatzen baduzu, eXe paketearen webgune esportazioa sartuko da SCORM fitxategian. Fitxategi guztiei "website_" aurrizkia jarriko zaie SCORM-erako erabilitakoa bereizteko.
fr: Si vous activez cette option, le fichier SCORM exporté inclura le résultat de l'exportation de ce paquet eXe comme Site Web. Tous les fichiers html recevrons le préfixe "website_" pour les différencier de leur SCORM équivalent.
gl: Marcando esta opción, o ficheiro SCORM incluirá o resultado de exportar este paquete eXe como sitio web. Tódolos ficheiros .html terán o prefixo "website_" para diferencialos do seu equivalente SCORM.
it: Con questa opzione il file SCORM esportato includerà il risultato dell'esportazione di questo pacchetto eXe in formato Sito Web. Tutti i file HTML avranno il prefisso "website_" per distinguerli dai loro equivalenti SCORM.
nl: Als U deze optie aanvinkt zal de map met het geexporteerde SCORM bestand het eXe pakket als complete website bevatten. Alle HTML-bestanden zullen het voorvoegsel "website_" hebben om ze te onderscheidne van hun SCORM equivalent.
pl: Zaznaczenie tej opcji spowoduje, że wyeksportowany plik SCORM będzie zawierał wynik eksportowania tego pakietu eXe jako witryny sieci Web. Wszystkie pliki html będą miały prefiks "website_", aby odróżnić je od ich odpowiednika SCORM.
pt: Se marcar esta opção, o arquivo SCORM exportado irá incluir o resultado de exportar este pacote eXe como Sítio Web. Todos os ficheiros html irão ter o prefixo "website_" para os diferenciar dos seus equivalentes SCORM.
ru: Включив эту опцию, экспортированный SCORM файл будет включать в себя результат экспорта этого eXe пакета в виде веб-сайта. Все HTML файлы будут иметь префикс "website_" , чтобы отличать их от их SCORM эквивалента.
tr: Bu seçenek işaretlendiğinde, dışa aktarılan SCORM dosyası bu exe paketini Web Sitesi olarak dışa aktarma sonucunu içerir. Tüm html dosyalarında, SCORM eşdeğerlerinden ayırt etmek için "Website_" öneki vardır.
zh_cn: 选中此选项后，导出的SCORM文件将包含将此eXe包导出为网站的结果。所有html文件都有“website_”前缀，以区别于SCORM等效项。
zh_tw: 勾選此選項的話，匯出的 SCORM 檔會包含將此 eXe 套件匯出成網站的結果。所有的 html 檔會用 "website_" 做檔名前置字串，以便與原來 SCORM 做區別。

source: Language of the field
ca: Idioma del camp
ca_es@valencia: Idioma del camp
dz: ས་སྒོ་གི་སྐད་ཡིག
el: Γλώσσα πεδίου
es: Idioma del campo
eu: Eremuaren hizkuntza
fr: Langue du champ
gl: Idioma do campo
it: Lingua del campo
nl: Taal van het veld
pl: Pole Język
pt: Língua da área
ru: Язык поля
tr: Alının dili
zh_cn: 字段语言
zh_tw: 欄位語言

source: Taxon
ca: Tàxon
ca_es@valencia: Tàxon
dz: དབྱེ་བསལ་ལམ་ལུགས
el: Ταξινομία
es: Taxón
eu: Taxona
gl: Taxón
it: Tassonomia
pt: Tópicos
ru: Таксон
tr: Takson
zh_cn: 分类单元

source: Life Cycle
ca: Cicle de vida
ca_es@valencia: Cicle de vida
dz: སྐྱེ་རིམ་འཁོར་ལོ
el: Κύκλος ζωής
es: Ciclo de vida
eu: Bizi-zikloa
fr: Cycle vital
gl: Ciclo de vida
it: Ciclo di vita
pl: Cykl Życia
pt: Ciclo de vida
ru: Жизненный цикл
tr: Yaşam döngüsü
zh_cn: 生命周期
zh_tw: 生命循環

source: Meta-Metadata
ca: Meta-Metadades
ca_es@valencia: Metametadades
dz: མེ་ཊ་-མེ་ཊ་གནད་སྡུད
el: Μετα-μεταδεδομένα
es: Meta-Metadatos
eu: Meta - Metadatuak
fr: Métadonnées
gl: Meta-Metadatos
it: Meta-metadati
pl: Meta-Metadane
pt: Meta-Metadados
ru: Метаданные
tr: Üst-Üstveri
zh_cn: 元 - 元数据
zh_tw: 中繼資料

source: Technical
ca: Tècnica
ca_es@valencia: Tècnica
dz: ཐབས་རིག
el: Τεχνικό
es: Técnica
eu: Teknikoa
fr: Technique
gl: Técnico
it: Tecnico
nl: technisch
pl: Techniczne
pt: Técnologia
ru: Технический
tr: Teknik
zh_cn: 技术
zh_tw: 技術

source: Educational
ca: Educatiu
ca_es@valencia: Educativa
dz: ཤེས་ཡོན་གྱི
el: Εκπαιδευτικό
es: Uso educativo
eu: Hezkuntzarako
fr: Éducationnel
gl: Educativo
it: Educativo
nl: Onderwijskundig
pl: Edukacyjne
pt: Educacional
ru: Образовательный
tr: Eğitsel
zh_cn: 教育
zh_tw: 教育

source: Annotation
ca: Anotació
ca_es@valencia: Anotació
dz: མཆན་འགྲེལ
el: Σημειώσεις
es: Anotación
eu: Oharra
gl: Anotación
it: Annotazione
nl: Kanttekening
pl: Adnotacja
pt: Notas
ru: Аннотация
tr: Derkenar
zh_cn: 注释
zh_tw: 註記

source: Classification
ca: Classificació
ca_es@valencia: Classificació
dz: དབྱེ་བཟོ
el: Κατάταξη
es: Clasificación
eu: Sailkapena
gl: Clasificación
it: Classificazione
nl: Classificatie
pl: Klasyfikacja
pt: Classificação
ru: Классификация
tr: Sınıflandırma
zh_cn: 分类
zh_tw: 分類

source: resources and integrated resources
ca: mitjanes i mitjanes integrades
ca_es@valencia: mitjanes i mitjanes integrades
dz: ཐོན་ཁུངས་དང་འབྲེལ་མཐུནཡོད་པའི་ཐོན་ཁུངས་ཚུ
el: έργα και ενσωματωμένα έργα
es: medias y medias integradas
eu: batez bestekoak eta integratutako batez bestekoak
fr: ressources et ressources intégrées
gl: recursos e recursos integrados
it: risorse e risorse integrate
nl: bronnen en interne bronnen
pl: zasoby i zintegrowane zasoby
pt: recursos e recursos integrados
ru: ресурсы и интегрированные ресурсы
tr: kaynakla ilişkili bir referans
zh_cn: 资源和整合资源
zh_tw: 資源與整合資源

source: learning objects
ca: objectes d'aprenentatge
ca_es@valencia: objectes d'aprenentatge
dz: སྦྱང་ན་དངོས་པོ་ཚུ
el: μαθησιακά αντικείμενα
es: objetos de aprendizaje
eu: ikaskuntzako helburuak
fr: objets d'apprentissage
gl: obxectos de aprendizaxe
nl: leerobjecten
pl: obiekty edukacyjne
pt: objetos de aprendizagem
ru: изучение объектов
tr: öğrenme nesneleri
zh_cn: 学习元件
zh_tw: 學習材料

source: teaching sequences
ca: seqüències didàctiques
ca_es@valencia: seqüències didàctiques
dz: སླབ་སྟོན་ནི་འབྱུང་རིམ་ཚུ
el: διδακτικές ακολουθίες
es: secuencias didácticas
eu: sekuentzia didaktikoak
fr: Séquences d'enseignement
gl: secuencias didácticas
it: sequenze di insegnamento
nl: leerpaden
pl: nauczanie sekwencyjne
pt: sequência de ensino
ru: изучение последовательностей
tr: öğretim dizileri
zh_cn: 教学顺序
zh_tw: 教學順序

source: training programmes, courses and plans
ca: cursos, plans i programes de formació
ca_es@valencia: cursos, plans i programes de formació
el: εκπαιδευτικά προγράμματα, μαθήματα και σχέδια
es: cursos, planes y programas de formación
eu: ikastaroak, plangintzak eta prestakuntzako programak
fr: Programmes et cours d'entraînement
gl: cursos, plans e programas de formación
it: programmi di addestramento, corsi e piani di studio
nl: leerprogramma's cursussen en plannen
pl: programy szkoleniowe, kursy i plany
pt: programas de formação, cursos e planos
ru: учебные программы, курсы и планы
tr: eğitim programları, kurslar ve planlar
zh_cn: 培训项目，课程和计划
zh_tw: 訓練課程與計劃

source: Catalog
ca: Catàleg
ca_es@valencia: Catàleg
dz: ཐོ་གཞུང
el: Κατάλογος
es: Catálogo
eu: Katalogoa
fr: Catalogue
gl: Catálogo
it: Catalogo
nl: Catalogus
pl: Katalog
pt: Catálogo
ru: Каталог
tr: Katalog
zh_cn: 分类
zh_tw: 目錄

source: Entry
ca: Entrada
ca_es@valencia: Entrada
dz: ཐོ་བཀོད
el: Καταχώριση
es: Entrada
eu: Sarrera
fr: Entrée
gl: Entrada
it: Voce
nl: Invoer
pl: Wejście
pt: Rubrica
ru: Вступление
tr: Giriş
zh_cn: 条目
zh_tw: 條目

source: Keyword
ca: Paraula clau
ca_es@valencia: Paraula clau
dz: གཙོ་ཚིག
el: Λέξη κλειδί
es: Palabra clave
eu: Gako-hitza
fr: Mot-clé
gl: Palabra clave
it: Parola chiave
nl: Sleutelwoord
pl: Słowo kluczowe
pt: Palavra chave
ru: Ключевое слово
tr: Anahrtar Kelime
zh_cn: 关键词
zh_tw: 關鍵字

source: Structure
ca: Estructura
ca_es@valencia: EStructura
dz: གཞི་བཀོད
el: Δομή
es: Estructura
eu: Egitura
gl: Estrutura
it: Struttura
nl: Structuur
pl: Struktura
pt: Estrutura
ru: Структура
tr: Yapı
zh_cn: 结构
zh_tw: 結構

source: Aggregation Level
ca: Nivell d'agregació
ca_es@valencia: Nivell d'agregació
dz: སྤྱི་བསྡོམས་གནས་རིམ
el: Επίπεδο συγκέντρωσης
es: Nivel de agregación
eu: Agregazio maila
fr: Niveau d'agrégation
gl: Nivel de agregación
it: Livello di aggregazione
pl: Poziom agregacji
ru: Уровень агрегации
tr: Toplama Düzeyi
zh_cn: 汇总级别
zh_tw: 集合等級

source: Version
ca: Versió
ca_es@valencia: Versió
dz: ཐོན་རིམ
el: Έκδοση
es: Versión
eu: Bertsioa
gl: Versión
it: Versione
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
tr: Sürüm
zh_cn: 版本
zh_tw: 版本

source: Status
ca: Estat
ca_es@valencia: Estat
dz: གནས་ཚད
el: Κατάσταση
es: Estatus
eu: Egoera
fr: Statut
pl: Stan
pt: Estado
ru: Статус
tr: Durum
zh_cn: 状态
zh_tw: 狀態

source: Contribution
ca: Contribució
ca_es@valencia: Col·laboració
dz: ཕན་འདེབས
el: Συνεισφορά
es: Contribución
eu: Ekarpena
gl: Contribución
it: Contributo
nl: Bijdrage
pl: Wkład
pt: Contribuição
ru: Сотрудничество
tr: Katkı
zh_cn: 贡献
zh_tw: 貢獻

source: Role
ca: Rol
ca_es@valencia: Rol
dz: ལས་འགན
el: Ρόλος
es: Rol
eu: Rola
fr: Rôle
gl: Rol
it: Ruolo
nl: Rol
pl: Rola
pt: Papel
ru: Роль
tr: Rol
zh_cn: 角色
zh_tw: 角色

source: Organization
ca: Organització
ca_es@valencia: Organització
dz: ཚོགས་སྡེ
el: Οργανισμός
es: Organización
eu: Antolaketa
fr: Organisation
gl: Organización
it: Organizzazione
nl: Organisatie
pl: Organizacja
pt: Organização
ru: Организация
tr: Kuruluş
zh_cn: 机构
zh_tw: 組織

source: Email
ca: Correu electrònic
ca_es@valencia: Correu electrònic
dz: གློག་འཕྲིན
es: Correo electrónico
eu: Posta elektronikoa
fr: Courriel
gl: Correo electrónico
pt: Correio eletrónico
tr: E-posta
zh_cn: 邮箱
zh_tw: 電子郵件

source: Metadata Schema
ca: Esquema metadada
ca_es@valencia: Esquema de metadades
dz: མེ་ཊ་གནད་སྡུདལས་འཆར
el: Σχήμα μεταδεδομένων
es: Esquema de metadatos
eu: Metadatuen eskema
fr: Schéma de métadonnées
gl: Esquema de metadatos
it: Schema metadati
pl: Schemat Metadanych
pt: Esquema de metadados
ru: Схема метаданных
tr: Üst Veri Şeması
zh_cn: 元数据架构
zh_tw: 中繼資料機制

source: Location
ca: Ubicació
ca_es@valencia: Ubicació
dz: གནས་ཁོངས
el: Τοποθεσία
es: Localización
eu: Lokalizazioa
fr: Localisation
gl: Localización
it: Luogo
nl: Locatie
pl: Lokalizacja
pt: Localização
ru: Расположение
tr: Konum
zh_cn: 位置
zh_tw: 位置

source: Requirement
ca: Requisit
ca_es@valencia: Requeriment
dz: དགོས་མཁོ
el: Προαπαιτούμενο
es: Requisitos
eu: Baldintza
fr: Requis
gl: Requisito
it: Requisiti
nl: Vereiste
pl: Wymagane
pt: Requisito
ru: Требование
tr: Gereklilik
zh_cn: 要求
zh_tw: 需求

source: Minimum Version
ca: Versió mínima
ca_es@valencia: Versió mínima
dz: ཐོན་རིམ་དམའ་ཤོས
el: Ελάχιστη έκδοση
es: Versión mínima
eu: Gutxieneko bertsioa
fr: Version minimale
gl: Versión mínima
it: Versione min
nl: Minimum Versie
pl: Minimalna wersja
pt: Versão mínima
ru: Минимальная версия
tr: Minimum Sürüm
zh_cn: 最低版本
zh_tw: 最小版本

source: Maximum Version
ca: Versió màxima
ca_es@valencia: Versió màxima
dz: ཐོན་རིམ་མཐོ
el: Μέγιστη έκδοση
es: Versión máxima
eu: Gehieneko bertsioa
fr: Version maximale
gl: Versión máxima
it: Versione max
nl: Maximum Versie
pl: Maksymalna wersja
pt: Versão máxima
ru: Максимальная версия
tr: Maksimum Sürüm
zh_cn: 最高版本
zh_tw: 最大版本

source: Installation Remarks
ca: Notes d'instal·lació
ca_es@valencia: Comentaris sobre la instal·lació
el: Επισημάνσεις εγκατάστασης
es: Pautas de instalación
eu: Instalaziorako oharrak
fr: Remarques sur l'installation
gl: Pautas de instalación
it: Note di installazione
nl: Installatie aanwijzingen
pl: Uwagi instalacji
pt: Observações sobre a instalação
ru: Пометки установки
tr: Kurulum Açıklaması
zh_cn: 安装备注
zh_tw: 安裝標記

source: Other Platform Requirements
ca: Requisits en altres plataformes
ca_es@valencia: Altres requeriments de la plataforma
el: Άλλα προαπαιτούμενα της πλατφόρμας
es: Otros requisitos de plataforma
eu: Plataformarako bestelako eskakizunak
fr: Autres requis de la plate-forme
gl: Requirimentos doutras plataformas
it: Altri requisiti della piattaforma
nl: Verdere platform eisen
pl: Inne wymagania platformy
pt: Requisitos doutras plataformas
ru: Другие требования для платформы
tr: Diğer Platform Gereklilikleri
zh_cn: 其他平台要求
zh_tw: 其他平台需求

source: Duration
ca: Duració
ca_es@valencia: Duració
dz: དུས་ཡུན
el: Διάρκεια
es: Duración
eu: Iraupena
fr: Durée
gl: Duración
it: Durata
nl: Tijdsduur
pl: Czas trwania
pt: Duração
ru: Продолжительность
tr: Süre
zh_cn: 时长
zh_tw: 期間

source: Interactivity Type
ca: Tipus d'interactivitat
ca_es@valencia: Tipus d'interactivitat
dz: ཕན་ཚུན་འབྲེལ་བའི་དབྱེ་བ
el: Τύπος διάδρασης
es: Tipo de interactividad
eu: Elkarreragin mota
fr: Type d'interaction
gl: Tipo de interactividade
it: Tipo di interattività
nl: soort interactiviteit
pl: Typ interaktywności
pt: Tipo de interatividade
ru: Тип интерактивности
tr: Etkileşim Türü
zh_cn: 交互类型
zh_tw: 互動型態
