Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Provide a valid GeoGebra URL or activity ID.
ca: Proporciona una URL vàlida per a Geogebra o una activitat ID.
ca_es@valencia: Escriu l'adreça o l'ID d'una activitat de GeoGebra.
el: Καταχωρίστε ένα έγκυρο URL GeoGebra ή αναγνωριστικό δραστηριότητας.
es: Escriba la dirección o el ID de una actividad de GeoGebra.
eu: Eman GeoGebra jardueraren URL edo ID zuzena.
fr: Écrivez l'URL ou l'ID d'une activité GeoGebra valide.
gl: Proporcione un URL válido de Geogebra ou a ID da actividade.
it: Inserire un URL o ID attività di GeoGebra.
pl: Podaj prawidłowy adres URL lub identyfikator aktywności w GeoGebra.
ru: Введите адрес или идентификатор деятельности GeoGebra.
tr: Geçerli bir GeoGebra URL'si veya etkinlik kimliği sağlayın.
zh_cn: 提供有效的 GeoGebra 网址或活动 ID。
zh_tw: 請輸入一個 GeoGebra 的網址或活動代碼。

source: Please write the button text.
ca: Escriviu el text del botó.
ca_es@valencia: Escriu el text del botó.
dz: ཨེབ་རྟའི་ཚིག་ཡིག་དེ་འབྲི་གནང་།.
el: Παρακαλώ γράψτε το κείμενο του πλήκτρου.
es: Debe escribir el texto del botón.
eu: Idatzi botoiaren testua.
fr: Veuillez taper le texte du bouton.
gl: Escriba o texto do botón.
it: Inserire il testo del bottone.
pl: Napisz tekst przycisku.
ru: Пожалуйста, напишите текст кнопки.
tr: Öneri düğmelerini göster.
zh_cn: 请写下按钮文字。
zh_tw: 請寫下按鍵文字。

source: Show a clue
ca: Mostra una pista
es: Mostrar una pista
eu: Lagungarri bat erakutsi
fr: Montrer une piste
gl: Amosar unha pista

source: Show another clue
ca: Mostra una altra pista
es: Mostrar otra pista
eu: Erakutsi beste lagungarri bat
fr: Montrer une autre piste
gl: Amosar outra pista

source: and information that will be very useful
ca: i informació que serà molt útil
ca_es@valencia: i informació que serà molt útil
el: και πληροφορίες που θα είναι πολύ χρήσιμες
es: e información que será muy útil
eu: eta balio handiko informazioa
fr: et information qui sera très utile
gl: e información que será moi útil
it: e informazioni che saranno molto utili
pl: i informacje, które będą bardzo przydatne
ru: и информация, которая будет очень полезна
tr: ve çok faydalı olacak bilgiler
zh_cn: 和有用的信息
zh_tw: 以及有用的資訊

source: Points at stake
ca: Punts en joc
es: Puntos en juego
eu: Puntuak jokoan
fr: Points en jeu
gl: Puntos no xogo

source: Please write the answer
ca: Escriviu la resposta
es: Escribe la respuesta
eu: Idatzi erantzuna
fr: Veuillez écrire la réponse
gl: Escribe a resposta

source: You can try it again
ca: Podeu intentar-ho de nou
es: Puedes intentarlo otra vez
eu: Berriro saiatu zaitezke
fr: Vous pouvez essayer à nouveau
gl: Podes tentalo de novo

source: The game has already started.
ca: El joc ha començat.
el: Το παιχνίδι έχει ήδη ξεκινήσει.
es: El juego ya ha comenzado.
eu: Jokoa dagoeneko hasi da.
fr: Le jeu a déjà comencé.
gl: O xogo xa comezou.
pl: Gra już się rozpoczęła.
tr: Oyun çoktan başladı.

source: The right answer is:
ca: La resposta correcta és:
es: La respuesta correcta es:
eu: Erantzun zuzena hau da:
fr: La réponse correcte est :
gl: A resposta correcta é:

source: You used one clue. You can only get %s points.
ca: Heu usat una pista. Sols podreu aconseguir aquesta puntuació %s.
es: Has utilizado una pista. Solo puedes conseguir %s puntos.
eu: Lagungarri bat erabili duzu. Bakarrik %s puntu lortu ditzakezu.
fr: Vous avez utilisé une piste. Vous obtenez seulement %s points.
gl: Utilizaches unha pista. Só podes conseguir %s puntos.

source: You already used all the clues. You can only get %s points.
ca: Heu usat totes les pistes. Sols podreu aconseguir aquesta puntuació %s.
es: Ya has utilizado todas las pistas. Solo puedes conseguir %s puntos.
eu: Dagoeneko lagungarri guztiak erabili dituzu. Bakarrik %s puntu lortu ditzakezu.
fr: Vous avez utilisé toutes les pistes. Vous obtenez seulement %s points.
gl: Utilizaches tódalas pistas. Só podes conseguir %s puntos.

source: Check the letter
ca: Comprova la lletra
es: Comprobar la letra
eu: Aukeratu letra
fr: Vérifier la lettre
gl: Comprobar a letra

source: Please complete all the clues
ca: Completeu totes les pistes
es: Debes completar todas las pistas
eu: Osatu lagungarri guztiak
fr: Veuillez compléter toutes les pistes
gl: Debes completar tódalas pistas

source: Indicate the character, object or solution to discover
ca: Indiqueu el personatge, objecte o solució a descobrir
es: Indica el personaje, objeto o solución... que hay que descubrir
eu: Adierazi aurkitu beharreko pertsonaia, objektu edo soluzioa
fr: Indiquez le personnage, objet ou solution à découvrir
gl: Indica o personaxe, obxecto ou solución a descubrir

source: Create activities in which the players, with some clues, will have to guess a character, an object or the solution to a problem.
ca: Creu activitats en les quals el jugador, amb algunes pistes, hauran de descobrir un personatge, objecte, o solució a un problema.
es: Cree actividades en las que, con ayuda de un número variable de pistas, el jugador deberá descubrir un personaje, un objeto o la solución de un problema.
eu: Sortu jarduerak non jokalariek, pertsonaia, objektu edo arazo baten soluzioa asmatu behar duten.
fr: Créer des activités où les joueurs, avec certaines pistes, devront deviner un personnage, un objet ou la solution à un problème.
gl: Cree actividades nas que, con axuda dun número variable de pistas, o xogador ou xogadora deberá descubrir un personaxe, un obxecto ou unha solución dun problema.

source: Use the clues to guess the hidden answer for each question.
ca: Useu les pistes per descobrir la resposta oculta per a cada pregunta.
es: Utilizando las pistas descubre la respuesta oculta para cada pregunta.
eu: Erabili lagungarriak galdera bakoitzaren erantzun ezkutua asmatzeko.
fr: Utilisez les pistes pour deviner la réponse correcte à chaque question.
gl: Utiliza as pistas para descubrir a resposta oculta para cada pregunta.

source: Number of clues
ca: Nombre de pistes
es: Número de pistas
eu: Lagungarri kopurua
fr: Nombre de pistes
gl: Número de pistas

source: Summary of activities
ca: Resum d'activitats
es: Resumen de las actividades

source: You have not completed any of the suggested activities to be assesed in this educational resource.
ca: No has realitzat cap de les activitats proposades per ser avaluades en aquest recurs educatiu.
es: Aún no has realizado ninguna de las actividades evaluables propuestas en este recurso educativo.

source: Number of activities to be completed: %s
ca: Nombre d'activitats a complementar: %s
es: Número de actividades pendientes: %s.

source: The following table registers the results you have obtained in the completed, suggested and assessed activities in this educational resource.
ca: La taula següent registra els resultats que has obtingut en les activitats realitzades, suggerides i avaluades en aquest recurs educatiu.
es: La siguiente tabla recoge los resultados que has obtenido en las actividades evaluables propuestas en este recurso educativo que ya has completado.

source: Average score
ca: Puntuació mitjana
es: Nota media

source: Update
ca: Actualitza
ca_es@valencia: Actualitzacions
dz: དུས་མཐུན་བཟོ
el: Ενημέρωση
es: Actualizar
eu: Eguneratu
fr: Mettre à jour
gl: Actualizar
it: Aggiorna
nl: Bijwerken
pl: Aktualizacja
pt: Atualizar
ru: Обновить
tr: Güncelleme
zh_cn: 更新
zh_tw: 更新

source: No. of activities: %s
ca: Nombre d'activitats: %s
es: Nº Actividades: %s

source: Completed: %s
ca: Completat: %s
es: Completadas: %s

source: Average score: %s
ca: Puntuació mitjana: %s
es: Nota media: %s

source: Average score of completed activities: %s
ca: Puntuació mitjana de les activitats realitzades: %s
es: Nota media de las actividades completadas: %s

source: This will eliminate the stored scores of all activities. Are you sure you want to continue?
ca: S'eliminaran les puntuacions emmagatzemades de totes les activitats. Segur que vols continuar?
es: Esto eliminará las puntuaciones almacenadas de todas las actividades ¿Estás seguro de que deseas continuar?

source: Educational resource sections
ca: Seccions de recursos educatius
es: Secciones del recurso educativo

source: progress_report
ca: informe_de_progrés
es: informe_de_progreso

source: Go to the activity
ca: Ves a l'activitat
es: Ir a la actividad

source: Not completed
ca: Sense completar
es: Sin completar
eu: Osatu gabe
fr: Non complété
gl: Non completada

source: Please provide the ID of this report
ca: Proporcioneu l'identificador (ID) d'aquest informe
es: Tienes que introducir el identificador de este informe de progreso

source: Scrambled List
ca: Llista mesclada
ca_es@valencia: Llista desordenada
dz: དཀྲུག་པའི་ཡིག་ཐོ
el: Σωστή σειρά
es: Lista desordenada
eu: Nahastutako zerrenda
fr: Liste mélangée
gl: Lista desordenada
it: Lista rimescolata
pl: Uszeregowanie
ru: Список-свалка
tr: Şifreli Liste
zh_cn: 乱序列表
zh_tw: 打亂排列

source: Map
ca: Mapa
el: Χάρτης
es: Mapa
eu: Mapa
fr: Carte
gl: Mapa
pl: Mapa
tr: Harita

source: Math Operations
ca: Operacions matemàtiques
es: Operaciones matemáticas
eu: Eragiketa matematikoak
fr: Opérations mathématiques
gl: Operacións matemáticas

source: Order
ca: Ordre
ca_es@valencia: Ordre
dz: གོ་རིམ་
el: Σειρά
es: Orden
eu: Ordena
fr: Ordre
gl: Orde
it: Ordine
pl: Zamówienie
ru: Порядок
tr: Sırala
zh_cn: 排序
zh_tw: 排序

source: Math Problems
ca: Problemes de matemàtiques
es: Problemas matemáticos
eu: Problema matematikoak
fr: Problèmes mathématique
gl: Problemas de matemáticas

source: Relate
ca: Relaciona
es: Relaciona

source: A-Z Quiz Game
ca: Joc qüestionari A-Z
ca_es@valencia: Rosco
el: Α-Ω Βρες τη λέξη
es: Rosco
eu: A-Z galdera jokoa
fr: Jeu Quiz A-Z
gl: Roscón
it: Gioco quiz A-Z
pl: Gry Quiz A-Z
ru: Викторина A-Z
tr: A-Z'ye Soru Testi Oyunu
zh_cn: A-Z 测验游戏
zh_tw: A-Z 的謎題遊戲

source: Multiple Choice Quiz
ca: Qüestionari de tria múltiple
ca_es@valencia: Selecciona
dz: གདམ་ཁ་སྣ་མང་རིག་བསྡུར
el: Κουίζ πολλαπλών επιλογών
es: Selecciona
eu: Aukeratu
fr: Questionnaire à choix multiple
gl: Selecciona
it: Quiz a scelta multipla
pl: Quiz wielokrotnego wyboru
ru: Выбрать
tr: Çoktan Seçmeli Sınav
zh_cn: 选择题测验
zh_tw: 多重選擇題

source: Select media files
ca: Selecciona fitxers multimèdia
es: Selecciona (multimedia)

source: Word Search
ca: Sopa de lletres
es: Sopa de letras
eu: Hitz-bilaketa
fr: Recherche d'un mot
gl: Sopa de letras

source: Interactive Video
ca: Vídeo interactiu
ca_es@valencia: Vídeo interactiu
dz: ཕན་ཚུན་འབྲེལ་བའི་གློག་བརྙན
el: Διαδραστικό βίντεο
es: Vídeo interactivo
eu: Bideo interaktiboa
fr: Vidéo interactive
gl: Vídeo interactivo
it: Video interattivo
pl: Interaktywne Wideo
ru: Интерактивное видео
tr: Etkileşimli Video
zh_cn: 互动视频
zh_tw: 互動式影片

source: It shows the result of the pupils in the activities linked to their average score.
ca: Mostra el resultat dels alumnes en les activitats vinculades a la seva puntuació mitjana.
es: Muestra los resultados obtenidos por el alumnado en las actividades asociadas al mismo y su nota media.

source: The ID can be a number or word of more than four characters. You must use the same ID in all the activities you will assess in this progress report.
ca: L'identificador (ID) pot ser un número o paraula de més de quatre caràcters. Has d'utilitzar el mateix identificador en totes les activitats que avaluaràs en aquest informe de progrés.
es: El identificador puede ser un número o una palabra de más de cuatro caracteres. Debes utilizar este mismo identificador en todas las actividades que deseas evaluar en este informe de progreso.

source: Number of activities to be assesed
ca: Nombre d'activitats a avaluar
es: Nº de actividades evaluables

source: Show date and time
ca: Mostra data i hora
es: Mostrar fecha y hora

source: Show type of iDevice
ca: Mostrar el tipus d'iDevice
es: Mostrar tipo de iDevice

source: Link report activities
ca: Enllaça les activitats de l'informe
es: Enlazar actividades del informe

source: User data
ca: Dades de l'usuari
es: Datos del usuario

source: iDevices supported by the report:
ca: iDevices compatibles amb l'informe:
es: iDevices compatibles con el informe:

source: Interactive video editor
ca: Editor de vídeo interactiu
ca_es@valencia: Editor de vídeo interactiu
dz: ཕན་ཚུན་འབྲེལ་བའི་གློག་བརྙན་ཞུན་དགཔ
el: Επεξεργαστής διαδραστικού βίντεο
es: Editor de vídeos interactivos
eu: Bideo editore interaktiboa
fr: Éditeur de vidéo interactive
gl: Editor interactivo de vídeo
it: Editor video interattivo
pl: Interaktywny Edytor wideo
ru: Интерактивный редактор видео
tr: Etkileşimli video düzenleyici
zh_cn: 互动视频编辑器
zh_tw: 互動式影片編輯器

source: Exit
ca: Surt
ca_es@valencia: Ix
dz: ཕྱིར་ཐོན
el: Έξοδος
es: Salir
eu: Irten
fr: Quitter
gl: Saír
it: Esci
pl: Wyjście
ru: Выход
tr: GFDL
zh_cn: 退出
zh_tw: 離開

source: Show/Hide help
ca: Mostra/Amaga l'ajuda
ca_es@valencia: Mostra/amaga l'ajuda
dz: གྲོགས་རམ་སྟོན་/སྦ
el: Εμφάνιση/Απόκρυψη βοήθειας
es: Mostrar/ocultar la ayuda
eu: Erakutsi/Ezkutatu laguntza
fr: Montrer/Cacher l'aide
gl: Amosar/Ocultar axuda
it: Mostra/nascondi aiuto
pl: Pokaż/Ukryj pomoc
ru: Показать/Скрыть справку
tr: Yardımı Göster/Gizle
zh_cn: 显示/隐藏帮助
zh_tw: 顯示/隱藏說明

source: Close help
ca: Tanca l'ajuda
ca_es@valencia: Tanca l'ajuda
dz: གྲོགས་རམ་ཁ་བསྡམས
el: Κλείσιμο βοήθειας
es: Cerrar la ayuda
eu: Itxi laguntza
fr: Fermer l'aide
gl: Pechar axuda
it: Chiudi aiuto
pl: Zamknij pomoc
ru: Закрыть справку
tr: Yardımı kapat
zh_cn: 关闭帮助
zh_tw: 關閉說明

source: Create a cover
ca: Creació d'una coberta
ca_es@valencia: Crea una portada
dz: ཕྱི་ཤོག་གི་གསར་བསྐྲུན་འབད
el: Δημιουργία εξώφυλλου
es: Crear una portada
eu: Sortu azala
fr: Créer une couverture
gl: Crear unha portada
it: Crea copertina
pl: Utwórz okładkę
ru: Создать обложку
tr: Kapak oluştur
zh_cn: 创建封面
zh_tw: 建立封面

source: Create
ca: Crea
ca_es@valencia: Crae
dz: གསར་བསྐྲུན་འབད
el: Δημιουργία
es: Crear
eu: Sortu
fr: Créer
gl: Crear
it: Crea
pl: Utwórz
ru: Создать
tr: Oluşturma
zh_cn: 创建
zh_tw: 建立

source: Create a slide
ca: Crea una diapositiva
ca_es@valencia: Crea una diapositiva
dz: བཤུད་བརྙན་གཅིག་གསར་བསྐྲུན་འབད
el: Δημιουργήστε μια διαφάνεια με περιεχόμενο
es: Crear un fotograma
eu: Sortu diapositiba bat
fr: Création d'une diapositive
gl: Crear un fotograma
it: Crea una diapositiva
pl: Utwórz slajd
ru: Создать слайд
tr: Slayt oluştur
zh_cn: 制作一张幻灯片
zh_tw: 建立投影片

source: Create slide
ca: Crea diapositives
ca_es@valencia: Crea diapositiva
dz: བཤུད་བརྙན་གསར་བསྐྲུན་འབད
el: Δημιουργία διαφάνειας
es: Crear fotograma
eu: Sortu diapositiba
fr: Création de la diapositive
gl: Crear fotograma
it: Crea diapo
pl: Utwórz slajd
ru: Создать слайд
tr: Slayt oluştur
zh_cn: 创建幻灯片
zh_tw: 建立投影片

source: Update slide
ca: Actualitza una diapositiva
ca_es@valencia: Actualitza la diapositiva
dz: བཤུད་བརྙན་དུས་མཐུན་བཟོ
el: Ενημέρωση διαφάνειας
es: Actualizar fotograma
eu: Eguneratu diapositiba
fr: Mise à jour de la diapositive
gl: Actualizar fotograma
it: Aggiorna diapo
pl: Aktualizuj slajd
ru: Обновить слайд
tr: Slaytı güncelle
zh_cn: 更新幻灯片
zh_tw: 更新投影片

source: Edit slides
ca: Edita diapositives
ca_es@valencia: Edita les diapositives
dz: བཤུད་བརྙན་ཞུན་དག་འབད
el: Επεξεργασία διαφανειών
es: Editar fotogramas
eu: Editatu diapositibak
fr: Édition des diapositives
gl: Editar fotogramas
it: Modifica diapo
pl: Edytuj slajdy
ru: Изменить слайды
tr: Slaytları düzenle
zh_cn: 编辑幻灯片
zh_tw: 編輯投影片

source: Create a cover (front page)
ca: Crea una coberta (portada)
ca_es@valencia: Crea una portada (pàgina inicial)
dz: ཕྱི་ཤོག་གཅིག་གསར་བསྐྲུན་འབད་(གདོང་ཤོག་)
el: Εξώφυλλο
es: Crear una portada
eu: Sortu azala (lehen orria)
fr: Création de couverture (Première page)
gl: Crear unha portada (páxina principal)
it: Crea copertina (prima pagina)
pl: Utwórz okładkę (pierwsza strona)
ru: Создать обложку (из страницы)
tr: Bir kapak oluşturun (ön sayfa)
zh_cn: 创建封面（首页）
zh_tw: 建立封面（前頁）

source: Add new slides (frames)
ca: Afegeix diapositives noves (marcs)
ca_es@valencia: Afig noves diapositives (quadres)
dz: གསརཔ་བཤུད་བརྙན་ཚུ་(གཞི་ཁྲམ་)་ཁ་སྐོང་རྐྱབས་
el: Περιεχόμενο
es: Añadir fotogramas
eu: Erantsi diapositibak (fotogramak)
fr: Ajout de nouvelles diapositives
gl: Engadir novo fotograma
it: Aggiungi altre diapo (fotogrammi)
pl: Dodaj nowe slajdy (ramki)
ru: Добавить новые слайды (рамки)
tr: Yeni slayt ekle (çerçeve)
zh_cn: 添加新幻灯片（框架）
zh_tw: 新增投影片（框）

source: You can edit them later
ca: Podreu editar-les després
ca_es@valencia: Podeu editar-les després
dz: དེ་ཚུ་ ཁྱོད་ཀྱི་ཤུལ་ལས་ཞུན་དག་འབད་ཚུགས
el: Επεξεργασία
es: Podrá editarlos más tarde
eu: Aurrerago edita ditzakezu
fr: L'édition peut être postérieure
gl: Poderá editalos máis tarde
it: Possono essere successivamente modificate
pl: Możesz je później edytować
ru: Вы можете редактировать их позже
tr: Bunları daha sonra düzenleyebilirsiniz
zh_cn: 您以后可以编辑它们
zh_tw: 您可以事後再編輯

source: Click on Save when you finish
ca: Premeu sobre «Desa» quan acabeu
ca_es@valencia: Feu clic en Guarda quan acabeu
dz: ཁྱོད་ཀྱི་མཇུག་བསྡུ་བའི་ནམ་ སྲུངས་གུ་ལུ་ཨེབ
el: Αποθήκευση
es: Pulse en Guardar cuando termine
eu: Klikatu Gorde amaitzean
fr: Cliquer sur Sauvegarder à la fin
gl: Prema en Gardar cando finalice
it: Clic su Salva per concludere
pl: Po zakończeniu kliknij Zapisz
ru: Нажмите на Сохранить, когда вы закончите.
tr: Bitirdiğinizde Kaydet'e tıklayın
zh_cn: 完成后单击“保存”
zh_tw: 完成時點擊「儲存」

source: Your interactive video cover
ca: La vostra portada de vídeo interactiva
ca_es@valencia: La portada del vostre vídeo interactiu
dz: ཁྱོད་རའི་ ཕན་ཚུན་འབྲེལ་བའི་གློག་བརྙན་གྱི་ཕྱི་ཤོག
el: Το εξώφυλλο του διαδραστικού σας βίντεο
es: La portada de su vídeo interactivo
eu: Bideo interaktiboaren azala
fr: Image de votre vidéo interactive
gl: A portada do vídeo interactivo
it: Copertina del video interattivo
pl: Twoja interaktywna okładka wideo
ru: Ваша интерактивная обложка видео
tr: Etkileşimli video kapağınız
zh_cn: 您的交互式视频封面
zh_tw: 您的互動式影片封面

source: required
ca: obligatori
ca_es@valencia: necessari
dz: དགོས་མཁོ་ཡོདཔ
el: απαιτείται
es: requerido
eu: derrigorrezkoa
fr: Nécessaire
gl: obrigatorio
it: richiesto/a
pl: wymagane
ru: обязательный
tr: gereklidir
zh_cn: 必需
zh_tw: 必填

source: Introduction
ca: Introducció
ca_es@valencia: Introducció
dz: ངོ་སྤྲོད
el: Εισαγωγή
es: Introducción
eu: Sarrera
gl: Introdución
it: Introduzione
pl: Wprowadzenie
ru: Введение
tr: Giriiş
zh_cn: 介绍
zh_tw: 介紹

source: Save cover
ca: Desa la portada
ca_es@valencia: Guarda la portada
dz: ཕྱི་ཤོག་སྲུངས
el: Αποθήκευση εξώφυλλου
es: Guardar portada
eu: Gorde azala
fr: Sauvegarder l'image
gl: Gardar portada
it: Salva copertina
pl: Zapisz okładkę
ru: Сохранить обложку
tr: Kapağı kaydet
zh_cn: 保存封面
zh_tw: 儲存封面

source: Cover type
ca: Tipus de portada
es: Tipo de portada
eu: Azal mota
fr: Type de couverture
gl: Tipo de portada

source: Single choice
ca: Resposta única
ca_es@valencia: Una única opció
dz: གདམ་ཁ་རྐྱང་པ
el: Μία επιλογή
es: Respuesta única
eu: Aukera bakarra
fr: Choix unique
gl: Resposta única
it: Scelta singola
pl: Jednokrotny wybór
ru: Единственный выбор
tr: Tek seçim
zh_cn: 单选题
zh_tw: 單選

source: Multiple choice
ca: Resposta múltiple
ca_es@valencia: Múltiples opcions
dz: གདམ་ཁ་སྣ་མང
el: Πολλές επιλογές
es: Respuesta múltiple
eu: Aukera anitzak
fr: Choix multiple
gl: Pregunta de escolla única
it: Scelta multipla
pl: Wielokrotny wybór
ru: Множественный выбор
tr: Çoklu seçim
zh_cn: 多选题
zh_tw: 多選

source: Fill in the blank
ca: Ompliu el buit
ca_es@valencia: Ompli els espais en blanc
dz: ས་སྟོང་བསུབ
el: Συμπλήρωση κενών
es: Rellenar huecos
eu: Bete hutsunea
fr: Remplir le champ
gl: Encher ocos
it: Riempire gli spazi vuoti
pl: Wypełnij puste miejsce
ru: Заполнить бланк
tr: Boşluğu doldurma
zh_cn: 填空题
zh_tw: 填入空白處

source: Dropdown activity
ca: Activitat desplegable
ca_es@valencia: Activitat desplegable
dz: གདམ་ཐོ་ སྦྱོང་ལཱ
el: Επιλογή από λίστα
es: Actividad desplegable
eu: Jarduera zabalgarria
fr: Activité menu déroulant
gl: Actividade despregable
it: Attività lista a discesa
pl: Lista rozwijana
ru: Выпадающая активность
tr: Açılır kutu Etkinliği
zh_cn: 下拉菜单活动
zh_tw: 拖放活動

source: Match pairs
ca: Relacioneu les parelles
ca_es@valencia: Emparella
dz: ཆ་ཚུ་མཐུན་འགྲིགས་འབད
el: Αντιστοίχιση
es: Emparejar elementos
eu: Parekatu bikoteak
fr: Activité former les paires
gl: Emparellar elementos
it: Abbinare
pl: Dopasowanie par
ru: Соответствие пар
tr: Çift eşleşmeleri
zh_cn: 配对题
zh_tw: 配對

source: Scrambled list
ca: Llista mesclada
ca_es@valencia: Llista desordenada
dz: དཀྲུག་པའི་ཡིག་ཐོ
el: Σωστή σειρά
es: Lista desordenada
eu: Nahastutako zerrenda
fr: Liste mélangée
gl: Lista desordenada
it: Lista rimescolata
pl: Uszeregowanie
ru: Список-свалка
tr: Şifreli liste
zh_cn: 乱序列表
zh_tw: 打亂排列

source: Write a text. You can add lists, links...
ca: Escriviu un text. Podeu afegir llistes, enllaços...
ca_es@valencia: Escriu un text. Pots afegir llistes, enllaços...
dz: ཚིག་ཡིག་གཅིག་འབྲི། ཁྱོད་ཀྱི་ ཐོ་བཀོད་ཚུ་ འབྲེལ་ལམ་ཚུ་ ཁ་སྐོང་རྐྱབ་བཏུབ.
el: Γράψτε ένα κείμενο. Μπορείτε να προσθέσετε λίστες, συνδέσμους, κλπ.
es: Escriba un texto. Puede añadir listas, enlaces...
eu: Idatzi testua. Zerrendak, estekak etab. erantsi ditzakezu.
fr: Écrivez un texte. Vous pouvez ajouter des listes, des liens...
gl: Escriba un texto. Pode engadir listas, ligazóns...
it: Scrivere un testo. Si possono aggiungere liste, collegamenti ecc.
pl: Napisz tekst. Możesz dodawać listy, linki...
ru: Напишите текст. Вы можете добавить списки, ссылки...
tr: Bir metin yazın. Listeler, bağlantılar ekleyebilirsiniz...
zh_cn: 写一个文字。您可以添加列表，链接...
zh_tw: 寫下一段文字。您可以加上清單、連結等...

source: Add an image with description (alternative text).
ca: Afegiu una imatge amb una descripció (text alternatiu).
ca_es@valencia: Afegiu una imatge amb descripcions (text alternatiu).
dz: གཟུགས་བརྙན་གྱི་་མགོ་མིང་(ཐབས་གཞན་ཚིག་ཡིག):
el: Προσθέστε μια εικόνα με περιγραφή (εναλλακτικό κείμενο).
es: Añada una imagen con su descripción (texto alternativo).
eu: Erantsi irudia eta deskripzioa (ordezko testua).
fr: Ajouter une image avec description (texte alternatif).
gl: Engadir unha imaxe coa súa descrición (texto alternativo).
it: Aggiungere un'immagine con descrizione (testo alternativo).
pl: Dodaj obraz z opisem (tekst alternatywny).
ru: Добавьте изображение с описанием (альтернативный текст).
tr: Açıklama içeren bir resim ekleyin (alternatif metin).
zh_cn: 添加带有说明的图像（替代文本）。
zh_tw: 加上一張影像與描述（替代文字）。

source: Write a question and some answers. Don't forget to choose the right one.
ca: Escriviu una pregunta i algunes respostes. No us oblideu de triar la correcta.
ca_es@valencia: Escriu una pregunta i diverses respostes. No oblides seleccionar-ne la correcta.
el: Γράψτε μια ερώτηση και μερικές απαντήσεις. Μην ξεχάσετε να επιλέξετε τη σωστή.
es: Escriba una pregunta y varias respuestas. No olvide marcar la respuesta correcta.
eu: Idatzi galdera bat eta erantzun batzuk. Ez ahaztu zuzena zein den adieraztea.
fr: Écrivez une question et plusieurs réponses. N'oubliez pas de signaler la réponse correcte.
gl: Escriba unha pregunta e varias respostas. Non esqueza marcar a resposta correcta.
it: Scrivere una domanda ed alcune risposte. Indicare quella giusta.
pl: Napisz pytanie i odpowiedzi. Nie zapomnij, aby wybrać właściwą.
ru: Напишите вопрос и несколько ответов. Не забудьте выбрать правильный.
tr: Bir soru ve bazı cevaplar yazın. Doğru olanı seçmeyi unutmayın.
zh_cn: 写一个问题和一些答案。不要忘记选择正确答案。
zh_tw: 寫下一個問題與一些答案。不要忘了指出正確的答案。
