Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: If you have problems publishing you can close this dialogue, export as SCORM 2004 and upload the generated zip file manually to Procomún.
ca: Si teniu problemes publicant, podeu tancar aquest diàleg, exporteu-ho com aSCORM 2004 i pugeu el fitxer zip generat manualment a Procomún.
ca_es@valencia: Si tens problemes quan publiques, pots tancar aquest diàleg, exportar el fitxer com a SCORM 2004 i pujar el fitxer zip generat manualment a Procomún.
el: Εάν αντιμετωπίζετε προβλήματα δημοσίευσης, κλείστε αυτό το παράθυρο, εξάγετε το πακέτο σας ως SCORM 2004 και φορτώστε το αρχείο που θα δημιουργηθεί χειροκίνητα στο Procomún.
es: Si tiene problemas al hacer la publicación puede cerrar este diálogo, exportar como SCORM 2004 y subir el fichero zip generado manualmente a Procomún.
fr: Si vous avez des problèmes de publication, vous pouvez fermer ce dialogue, exporter en tant que SCORM 2004 et télécharger manuellement le fichier zip généré sur Procomún.
gl: Se ten problemas ao facer a publicación ou se desexa completar a catalogación máis adiante, peche este diálogo, exporte como SCORM 2004 e suba o ficheiro .zip xerado a Procomún.
it: Se ci sono problemi nella pubblicazione, dopo aver chiuso questa finestra esportare come SCORM 2004 e caricare manualmente il file ZIP generato in Procomún.
pl: Jeśli masz problemy z publikowaniem, możesz zamknąć to okno dialogowe, wyeksportować jako SCORM 2004 i ręcznie przesłać wygenerowany plik zip do Procomún.
ru: Если у вас есть проблемы с публикацией, вы можете закрыть этот диалог, экспортировать как SCORM 2004 и выгрузить сгенерированный zip-файл вручную в Procomún.
tr: Yayınlama sorunlarınız varsa bu diyaloğu kapatabilir, SCORM 2004 olarak dışa aktarabilir ve oluşturulan zip dosyasını Procomún'a manuel olarak yükleyebilirsiniz.
zh_cn: 如果发布时遇到问题，可以关闭此对话框，将其导出为SCORM 2004并将生成的zip文件手动上载到Procomún。
zh_tw: 若您發布時發生問題，您可以關閉此對話框，匯出成 SCORM 2004 再手動將產生的 zip 壓縮檔上傳至 Procomún。

source: The reported error we got from Procomún was: <pre>%s</pre>
ca: L'error informat a Procomún ha estat: <pre>%s</pre>
ca_es@valencia: Des de Procomún s'ha informat de l'error: <pre>%s</pre>
el: Η αναφορά σφάλματος που λάβαμε από το Procomún ήταν: <pre>%s</pre>
es: El error que nos devuelve Procomún es: <pre>%s</pre>
fr: L'erreur signalée par Procomún était: <pre> %s </pre>
gl: O erro que nos devolve Procomún é: <pre>%s</pre>
it: L'errore riportato da Procomún è: <pre>%s</pre>
pl: Zgłoszony błąd, który dostaliśmy od Procomúna, brzmiał: <pre>%s</pre>
ru: Сообщённая ошибка, которую мы получили от Procomún, была: <pre>%s</pre>
tr: Procomún'dan aldığımız bildirilen hata şuydu: <pre>%s </pre>
zh_cn: 我们从Procomún得到的报告错误是： <pre> %s </pre>
zh_tw: 我們從 Procomún 得到的錯誤回報為：<pre>%s</pre>

source: SAVE FAILED! "%s" is not a valid name for the file
ca: ERRADA EN DESAR! «%s» no és un nom vàlid per al fitxer
ca_es@valencia: HA FALLAT L'ACCIÓ DE GUARDAR "%s" no és un nom vàlid per a un fitxer
dz: སྲུངས་ནི་མཐར་མ་འཁྱོལ! "%s"་འདི་ ཡིག་སྣོད་ཀྱི་དོན་ལུ་ནུས་མེད་མིང་ཅིག་མས
el: Η ΑΠΟΘΗΚΕΥΣΗ ΑΠΕΤΥΧΕ! Το "%s" δεν είναι έγκυρο όνομα για το αρχείο
es: ¡ERROR AL GUARDAR! "%s" no es un nombre válido para un fichero
eu: EZ DA GORDE! "%s" ez da izen onargarria fitxategiarentzat
fr: ÉCHEC DE LA SAUVEGARDE ! "%s" n'est pas un nom de paquet valable
gl: ERRO AO GARDAR! "%s" non é un nome de ficheiro válido
it: NON SALVATO "%s" non è uno nome valido per il file
pl: ZAPIS NIEUDANY! "%s" nie jest prawidłową nazwą pliku
ru: ОШИБКА СОХРАНЕНИЯ! "%s" не является корректным именем для файла
tr: KAYIT BAŞARISIZ! " %s " dosya için geçerli bir ad değil
zh_cn: 保存失败！ "%s" 不是文件的有效名称
zh_tw: 儲存失敗！ %s 不是檔案的正確名稱

source: EXPORT FAILED!
ca: Exportació errònia !
ca_es@valencia: Exportació errònia!
dz: ཕྱིར་འདྲེན་མཐར་མ་འཁྱོལ!
el: Η ΕΞΑΓΩΓΗ ΑΠΕΤΥΧΕ!
es: ERROR EN LA EXPORTACIÓN
eu: EZ DA ESPORTATU!
fr: ÉCHEC DE L'EXPORTATION!
gl: FALLOU A EXPORTACIÓN!
it: ESPORTAZIONE FALLITA!
nl: UITVOER MISLUKT!
pl: EKSPORT NIEUDANY!
pt: A exportação falhou!
ru: ОШИБКА ЭКСПОРТА!
tr: DIŞA AKTARMA HATALI!
zh_cn: 导出失败!
zh_tw: 匯出失敗！

source: Correct XLIFF import
ca: Importació XLIFF correcta
ca_es@valencia: La importació XLIFF és correcta
dz: ངེས་བདེན་ XLIFF ནང་འདྲེན
el: Ορθή εισαγωγή XLIFF
es: Importación XLIFF correcta
eu: XLIFF inportazio zuzena
fr: Importation XLIFF correcte
gl: Importación XLIFF correcta
it: Importazione XLIFF corretta
nl: Juiste XLIFF import
pl: Prawidłowy import XLIFF
pt: Importação XLIFF correta
ru: Откорректируйте импорт XLIFF
tr: Doğru XLIFF içe aktarma
zh_cn: 正确的 xliff 导入
zh_tw: 正確的 XLIFF 匯入

source: Error importing XLIFF: %s
ca: Error en importar XLIFF: %s
ca_es@valencia: S'ha produït un error en importar l'XLIFF: %s
dz: XLIFF་ནང་འདྲེན་འབད་བའི་སྐབས་ལུ་འཛོལ་བ་:%s
el: Σφάλμα εισαγωγής XLIFF: %s
es: Error al importar XLIFF: %s
eu: Errorea XLIFF inportatzen: %s
fr: Erreur dans l'importation XLIFF: %s
gl: Erro na importación XLIFF: %s
it: Errore di importazione XLIFF: %s
nl: Fout bij import XLIFF: %s
pl: Błąd importowania XLIFF: %s
pt: Erro ao importar XLIFF: %s
ru: Ошибка импорта XLIFF: %s
tr: XLIFF içe aktarılırken hata oluştu\: %s
zh_cn: 导入XLIFF时出错: %s
zh_tw: 匯入 XLIFF 時發生錯誤：%s

source: EXTRACT FAILED! %s
ca: Extracció errònia! %s
ca_es@valencia: Extracció errònia! %s
dz: ཕྱིར་འདོན་མཐར་མ་འཁྱོལ! %s
el: Η ΕΞΑΓΩΓΗ ΑΠΕΤΥΧΕ! %s
es: ERROR EN LA EXTRACCIÓN %s
eu: EZ DA ATERA! %s
fr: L'EXTRACTION A ÉCHOUÉ! %s
gl: FALLOU A EXTRACCIÓN! %s
it: ESTRAZIONE FALLITA! %s
nl: UITPAKKEN MISLUKT! %s
pl: ROZPAKOWANIE NIEUDANE!%s
pt: Extracção falhou! %s
ru: ОШИБКА РАСПАКОВКИ! %s
tr: ÇIKARTMA HATALI! %s
zh_cn: 引出失败! %s
zh_tw: 展開失敗。 %s

source: Package extracted to: %s
ca: Paquet extret a: %s
ca_es@valencia: Paquet extret a: %s
dz: ཐུམ་སྒྲིལ་འདི་%s་ལུ་ཕྱིར་འདོན་འབད་ཡི
el: Το πακέτο έχει εξαχθεί στο: %s
es: Paquete extraído en: %s
eu: Hurrengora ateratako paketea: %s
fr: Dossier extrait vers:%s
gl: O paquete foi extraído en: %s
it: Pacchetto estratto in: %s
nl: Besatand uitgepakt naar: %s
pl: Pakiet zapisany do: %s
pt: Pacote extraído para: %s
ru: Пакет распакован в: %s
tr: Paket şuraya çıkartıldı: %s
zh_cn: 课件存至: %s
zh_tw: 套件展開到：%s

source: Directory exists
ca: La carpeta ja existeix
ca_es@valencia: El directori ja existeix
dz: སྣོད་ཐོ་ཡོད
el: Ο φάκελος υπάρχει
es: El directorio ya existe
eu: Direktorioa jada existitzen da
fr: Le répertoire existe déjà
gl: O directorio xa existe
it: La cartella esiste già
nl: Mapnaam bestaat al
pl: Katalog istnieje
pt: A pasta já existe
ru: Директория существует
tr: Klasör Mevcut
zh_cn: 目录存在
zh_tw: 目錄已存在

source: EXPORT FAILED! %s
ca: EXPORTACIÓ ERRÒNIA! %s
ca_es@valencia: EXPORTACIÓ ERRÒNIA! %s
dz: ཕྱིར་འདྲེན་མཐར་མ་འཁྱོལ! %s
el: Η ΕΞΑΓΩΓΗ ΑΠΕΤΥΧΕ! %s
es: ERROR EN LA EXPORTACIÓN %s
eu: EZ DA ESPORTATU! %s
fr: ÉCHEC DE L'EXPORTATION ! %s
gl: FALLOU A EXPORTACIÓN! %s
it: ESPORTAZIONE FALLITA! %s
nl: UITVOER MISLUKT! %s
pl: EKSPORT NIEUDANY! %s
pt: A exportação falhou! %s
ru: ОШИБКА ЭКСПОРТА! %s
tr: AKTARMA HATALI! %s
zh_cn: 导出失败! %s
zh_tw: 匯出失敗。 %s

source: Filename %s is a file, cannot replace it
ca: El fitxer anomenat %s és un fitxer, que no pot ser reemplaçat
ca_es@valencia: El nom de fitxer %s és un fitxer, no es pot reemplaçar
dz: ཡིག་སྣོད་མིང་%s་འདི་ཡིག་སྣོད་ཨིན་ འདི་ཚབ་བཙུགས་མི་ཚུགས
el: Το όνομα αρχείου %s είναι αρχείο και δεν μπορεί να αντικατασταθεί
es: El nombre de archivo %s ya existe, no se pudo reemplazar
eu: %s izeneko beste fitxategi bat dago, eta ezin da ordeztu
fr: Le nom de fichier %s est un fichier, et ne peut pas être remplacé.
gl: O nome do ficheiro %s xa existe, non se pode substituír
it: Il nome %s esiste, non si può sostituire
nl: Bestandsnaam %s bestaat al, kan niet vervangen
pl: Nazwa %s jest plikiem, nie można jej zmienić
pt: Nome do ficheiro %s não pode ser alterado
ru: Имя %s - это файл, невозможно заменить его
tr: %s var olan bir dosya, yerine yazılamıyor
zh_cn: 文件名%s是个文档, 无法覆盖它
zh_tw: 檔案 %s 已存在，無法取代它

source: Folder name %s already exists. Please choose another one or delete existing one then try again.
ca: La carpeta nomenada %s realment existeix. Trieu-ne una altra primer o esborreu-la primer si continueu endavant.
ca_es@valencia: El nom de carpeta %s ja existeix. Tria un altre o esborra'l i torna a provar.
el: Το όνομα αρχείου %s υπάρχει ήδη. Παρακαλώ επιλέξτε άλλο όνομα ή διαγράψτε το υπάρχον και ξαναπροσπαθήστε.
es: El nombre de carpeta %s ya existe. Por favor seleccione otro o elimine el existente e inténtelo de nuevo.
eu: Dagoeneko badago %s izeneko karpeta bat. Mesedez, beste izen bat aukeratu edo dagoena ezabatu, eta berriz saiatu.
fr: Le nom de dossier %s existe déjà. Choisissez un autre nom ou supprimez l'existant et réessayez.
gl: O nome do cartafol %s xa existe. Escolla outro ou elimine o cartafol existente e ténteo de novo.
it: La cartella %s esiste già. Sceglierne un'altra o cancellare quella esistente prima di riprovare.
nl: De map %s bestaat al. Kies een andere naam of verwijder de bestaande map en probeer opnieuw.
pl: Nazwa folderu %s już istnieje. Wybierz inną lub usuń istniejący, a następnie spróbuj ponownie.
pt: A pasta %s já existe. Escolha outra pasta ou apague a existente.
ru: Папка с именем %s уже существует. Выберите другую или удалите существующую и попробуйте снова.
tr: Dizin adı %s zaten var. Lütfen başka bir isim seçin veya önceki dizini silerek tekrar deneyin.
zh_cn: 文件夹%s 已存在,请选择另一个或删除已有的,然后再试.
zh_tw: 資料夾 %s 已存在。請選擇其他資料夾，或是將現有的刪除然後再試一次。

source: Exported to %s
ca: Exportat a %s
ca_es@valencia: Exportat a %s
dz: %s་ལུ་ཕྱིར་འདྲེན་འབད་ཡོད
el: Εξαγωγή στο %s
es: Exportado a %s
eu: %s-era esportatua
fr: Exporté vers %s
gl: Exportado a %s
it: Esportato a %s
nl: Geëxporteerd naar %s
pl: Wyeksportowano do %s
pt: Exportado para %s
ru: Экспорт в %s
tr: Şuraya aktarıldı: %s
zh_cn: 导出至 %s
zh_tw: 匯出至 %s

source: Exported to %s. There were some resources that couldn't be renamed to be compatible with ISO9660.
ca: S'ha exportat a %s. Hi han algun recursos que no es poden reanomenar per compatibilitat amb ISO9660.
ca_es@valencia: S'ha exportat a %s. Alguns recursos no s'han pogut reanomenar perquè siguen compatibles amb ISO9660.
el: Εξαγωγή στο %s. Υπήρχαν κάποια έργα που ήταν αδύνατον να μετονομαστούν για να είναι συμβατοί με το πρότυπο ISO9660.
es: Exportado a %s. Varios recursos no pudieron ser renombrados para respetar la compatibilidad con ISO9660.
eu: %s-ra esportatuta Baliabide batzuk ezin izan dira berrizendatu ISO9660-arekin bateragarriak izateko.
fr: Exporté vers %s Certaines ressources n'ont pas pu être renommées pour être compatible ISO9660.
gl: Exportado a %s. Varios recursos non puideron ser renomeados para respectar a compatibilidade co estándar ISO9660.
it: Esportato in %s. Alcune risorse non sono state rinominate per compatibilità con ISO9660.
pl: Eksportowane do %s. Niektóre zasoby nie mogły zostać zmienione na zgodne z normą ISO9660.
ru: Экспортировано в %s. Были некоторые ресурсы, которые нельзя было переименовать для совместимости с ISO9660.
tr: Şuraya aktarıldı: %s . ISO9660 ile uyumlu olacak şekilde yeniden adlandırılamayan bazı kaynaklar vardı.
zh_cn: 已导出到 %s。 有些资源无法重命名以与ISO9660兼容。
zh_tw: 已匯出至 %s。 有一些資源無法重新命名為與 ISO9660 格式相容的檔名。

source: The following fields have been cut to meet the SCORM 1.2 standard: %s
ca: Els camps següents s'han tallat per complir amb l'estàndard SCORM 1.2: %s
ca_es@valencia: Els camps següents s'han retallat per a ajustar-se a l'SCORM 1.2 estàndard: %s
el: Τα παρακάτω πεδία έχουν αποκοπεί προκειμένου να υπάρξει συμβατότητα με το πρότυπο SCORM 1.2: %s
es: La extensión de los siguientes campos ha sido limitada para cumplir el estándar SCORM 1.2: %s
eu: Ondoko eremuak moztu egin dira SCORM 1.2 estandarra betetzeko: %s
fr: Les champs suivants ont été définis selon le standard SCORM 1.2: %s
gl: A extensión dos seguintes campos foi limitada para cumprir o estándar SCORM 1.2: %s
it: I campi seguenti sono stati tagliati per soddisfare lo standard SCORM 1.2: %s
pl: Następujące pola zostały wycięte, aby spełnić standard SCORM 1.2: %s
pt: Os seguintes campos foram eliminados para respeitar o padrão SCORM 1.2: %s
ru: Следующие поля были разрезаны для соответствия стандарту SCORM 1.2: %s
tr: Aşağıdaki alanlar SCORM 1.2 standardını karşılamak için kesilmiştir:%s
zh_cn: 以下字段已被切割以满足SCORM 1.2标准: %s
zh_tw: 以下的欄位已被截斷，以便符合 SCORM 1.2 標準：%s

source: File %s does not exist or is not readable.
ca: El fitxer %s no existeix o no es pot llegir.
ca_es@valencia: El fitxer %s no existeix o no és pot llegir.
el: Το αρχείο %s δεν υπάρχει ή δεν είναι αναγνώσιμο.
es: El archivo %s no existe o no es accesible.
eu: %s fitxategia ez dago edo ezin da irakurri.
fr: Le fichier %s n'existe pas ou n'est pas lisible.
gl: O ficheiro %s non existe ou non é lexible.
it: Il file %s non esiste o non è leggibile.
nl: Bestand %s bestaat niet of is niet leesbaar.
pl: Plik %s nie istnieje lub nie można go odczytać.
pt: O ficheiro %s não existe ou não foi possível efectuar a sua leitura.
ru: Файл %s не существует или недоступен для чтения.
tr: %s dosyası yok ya da okunabilir değil.
zh_cn: 文档%s不存在或不可读.
zh_tw: 檔案 %s 不存在，或是無法讀取。

source: Couldn't load file, please email file to bugs@exelearning.org
ca: No es pot carregar el fitxer, si us plau envieu un correu a bugs@exelearning.org
ca_es@valencia: No s'ha pogut carregar el fitxer, envieu un correu a bugs@exelearning.org
el: Αδύνατη η φόρτωση του αρχείου. Παρακαλώ στείλτε το αρχείο στο bugs@exelearning.org
es: No se puede cargar el archivo, por favor envíe el archivo a bugs@exelearning.org
eu: Ezin da fitxategia kargatu. Mesedez, bidali fitxategia bugs@exelearning.org helbidera
fr: Si vous ne pouvez télécharger le fichier, merci d'adresser un courriel à bugs@exelearning.org
gl: Non se puido cargar o ficheiro, envíe un correo electrónico a info@exelearning.net
it: Impossibile caricare un file, spedirlo a bugs@exelearning.org
nl: Kan het bestand niet laden, email bestand naar bugs@exelearning.org
pl: Załadowanie pliku nie było możliwe. Zawiadom: bugs@exelearning.org
pt: Não foi possível carregar o ficheiro, envie um e-mail para bugs@exelearning.org
ru: Невозможно загрузить файл, пожалуйста сообщите об ошибке по электронной почте (bugs@exelearning.org)
tr: Dosya yüklenemedi, lütfen dosyayı bugs@exelearning.org adresine bildirin
zh_cn: 无法加载文件，请将文件发送至bugs@exelearning.org
zh_tw: 無法載入檔案，請將檔案寄到 bugs@exelearning.org

source: Sorry, wrong file format: %s
ca: Disculpeu, format de fitxer dolent: %s
ca_es@valencia: El format de fitxer és incorrecte: %s
dz: དགོངསམ་མ་ཁྲེལ་ ཡིག་སྣད་ཀྱི་རྩ་སྒྲིག་ཕྱི་འགྱུར་མས: %s
el: Συγνώμη, λανθασμένη μορφή αρχείου: %s
es: Formato de archivo incorrecto: %s
eu: Fitxategiaren formatua okerra da: %s
fr: Désolé, ce n'est pas le bon format de fichier: %s
gl: O formato de ficheiro non é correcto: %s
it: Formato del file errato: %s
nl: Sorry, fout bestandsformaat: %s
pl: Zły format pliku: %s
pt: Desculpe, formato de ficheiro incorreto: %s
ru: Извините, неправильный формат файла: %s
tr: Üzgünüm, yanlış dosya formatı: %s
zh_cn: 对不起, 文件格式错误: %s
zh_tw: 對不起，檔案格式錯誤: %s

source: Sorry, wrong file format
ca: Disculpeu, format de fitxer dolent
ca_es@valencia: El format de fitxer és incorrecte
dz: དགོངསམ་མ་ཁྲེལ་ ཡིག་སྣད་ཀྱི་རྩ་སྒྲིག་ཕྱི་འགྱུར་མས
el: Συγγνώμη, λανθασμένη μορφή αρχείου
es: Formato de archivo incorrecto
eu: Fitxategiaren formatua okerra da
fr: Désolé, ce n'est pas le bon format de fichier
gl: O formato de ficheiro non é correcto
it: Formato errato del file
nl: Sorry, fout bestandsformaat
pl: Nieprawidłowy format pliku
pt: Desculpe, formato de ficheiro incorreto
ru: Извините, неправильный формат файла
tr: Üzgünüm, yanlış dosya formatı
zh_cn: 对不起, 文件格式错误
zh_tw: 對不起，檔案格式錯誤

source: Failed to get properties
ca: Error en donar les propietats
ca_es@valencia: No s'han pogut obtindre les propietats
dz: ཁྱད་རྣམ་ཚུ་ལེན་ནི་མཐར་མ་འཁྱོལ
el: Αδυναμία λήψης ιδιοτήτων
es: Error en la carga de las propiedades
eu: Ez dira ezaugarriak jaso
fr: Échec de la tentative de vue des propriétés
gl: Erro ao obter as propiedades
it: Impossibile leggere le proprietà
nl: Ophalen instellingen niet gelukt
pl: Nie udało się uzyskać właściwości
pt: Não foi possível obter as propriedades
ru: Ошибка получения свойств
tr: Özellikler alınamadı
zh_cn: 无法获得属性
zh_tw: 取得屬性失敗

source: Failed to save properties
ca: Error en desar les propietats
ca_es@valencia: No s'han pogut guardar les propietats
dz: ཁྱད་རྣམ་ཚུ་སྲུངས་ནི་མཐར་མ་འཁྱོལ
el: Αδυναμία αποθήκευσης ιδιοτήτων
es: Error al guardar las propiedades
eu: Ez dira ezaugarriak gorde
fr: Échec de la tentative de sauvegarde des propriétés
gl: Erro ao gardar as propiedades
it: Impossibile salvare le proprietà
nl: Opslaan instellingen niet gelukt
pl: Nie udało się zapisać właściwości
pt: Não foi possível guardar as propriedades
ru: Ошибка сохранения свойств
tr: Özellikler kaydedilemedi
zh_cn: 无法保存属性
zh_tw: 儲存屬性失敗

source: Info
ca: Informació
ca_es@valencia: Informació
dz: བརྡ་དོན
el: Πληροφορίες
es: Información
gl: Información
pl: Informacje
pt: Informação
ru: Информация
tr: Bilgi
zh_cn: 信息
zh_tw: 資訊

source: Please save your iDevice first. The changes you made will be lost if you navigate away from this page.
ca: Deseu el vostre iDevice primer. Els canvis que heu fet es perdran si navegueu fora d'aquesta pàgina.
el: Παρακαλώ αποθηκεύστε πρώτα το η-Σύνεργο. Διαφορετικά οι αλλαγές που κάνατε θα χαθούν εάν πλοηγηθείτε εκτός αυτής της σελίδας.
es: Guarde primero el iDevice. Los cambios realizados se perderán si sale de esta página sin guardarlos.
eu: Gorde iDevicea. Egindako aldaketak galdu egingo dira orri honetatik ateratzen.
fr: Les modifications apportées seront perdues si vous quittez cette page.
gl: Garde o seu iDevice primeiro. Os cambios realizados perderanse se sae desta páxina.
pl: Najpierw zapisz iDevice. Wprowadzone zmiany zostaną utracone, jeśli opuścisz tę stronę.
tr: Lütfen önce iDevice cihazınızı kaydedin. Bu sayfadan ayrılırsanız yaptığınız değişiklikler kaybolacaktır.

source: Show Image
ca: Mostra imatge
ca_es@valencia: Mostra la imatge
dz: གཟུགས་བརྙན་སྟོན
el: Εμφάνιση εικόνας
es: Mostrar imagen
eu: Erakutsi irudia
fr: Montrer l'image
gl: Amosar imaxe
it: Mostra immagine
nl: Toon afbeelding
pl: Pokaż obraz
pt: Mostrar imagem
ru: Показать изображение
tr: Resmi Göster
zh_cn: 显示图片
zh_tw: 顯示影像

source: Select an image
ca: Selecciona una imatge
ca_es@valencia: Seleccioneu una imatge
dz: གཟུགས་བརྙན་སེལ་འཐུ་འབད
el: Επιλογή εικόνας
es: Seleccionar una imagen
eu: Aukeratu irudia
fr: Choisissez une image
gl: Seleccionar unha imaxe
it: Selezionare un'immagine
nl: Kies een afbeelding
pl: Wybierz obraz
pt: Selecionar uma imagem
ru: Выбрать изображение
tr: Bir resim seçin
zh_cn: 选择图片
zh_tw: 選擇影像

source: Hide Image
ca: Amaga imatge
ca_es@valencia: Oculta una imatge
dz: གཟུགས་བརྙན་སྦ་བཞག
el: Απόκρυψη εικόνας
es: Ocultar la imagen
eu: Irudia ezkutatu
fr: Cachez une image
gl: Ocultar imaxe
it: Nascondi immagine
nl: Verberg afbeelding
pl: Ukryj obraz
pt: Ocultar imagem
ru: Скрыть изображение
tr: Resmi Gizle
zh_cn: 隐藏图片
zh_tw: 隱藏影像

source: Image Files
ca: Fitxers d'imatge
ca_es@valencia: Fitxers d'imatge
dz: གཟུགས་བརྙན་ཡིག་སྣོད་ཚུ
el: Αρχεία εικόνων
es: Archivos de imagen
eu: Irudiak
fr: Galerie d'images
gl: Ficheiros de imaxe
it: File immagine
nl: Afbeeldingsbestanden
pl: Pliki obrazów
pt: Ficheiros de imagem
ru: Галерея изображений
tr: Resim Dosyası
zh_cn: 图像文件
zh_tw: 影像檔

source: All Files
ca: Tots els fitxers
ca_es@valencia: Tots els fitxers
dz: ཡིག་སྣོད་ཆ་མཉམ་ཚུ
el: Όλα τα αρχεία
es: Todos los ficheros
eu: Fitxategi guztiak
fr: Tous les fichiers
gl: Tódolos ficheiros
it: Tutti i file
nl: Alle bestanden
pl: Wszystkie pliki
pt: Todos os ficheiros
ru: Все файлы
tr: Tüm dosyalar
zh_cn: 所有文件
zh_tw: 所有檔案

source: Please wait...
ca: Espereu...
ca_es@valencia: Espereu...
dz: བསྒུག་གནང་...
el: Παρακαλώ περιμένετε...
es: Espere, por favor...
eu: Itxaron mesedez...
fr: Veuillez patienter…
gl: Por favor, agarde...
it: Attendere prego...
nl: Een ogenblik geduld…
pl: Proszę czekać...
pt: Aguarde...
ru: Пожалуйста, подождите...
tr: Lütfen bekleyin...
zh_cn: 请稍等…
zh_tw: 請稍候...

source: Settings Saved
ca: S'ha desat la configuració
ca_es@valencia: S'han guardat els paràmetres.
dz: གཞི་སྒྲིག་ཚུ་སྲུང་བཞག་ཡོད
el: Οι ρυθμίσεις αποθηκεύτηκαν
es: Guardada la configuración
eu: Ezarpenak gorde dira
fr: Paramètres sauvegardés
gl: Gardouse a configuración
it: Impostazioni salvate
pl: Ustawienia zapisane
ru: Настройки сохранены
tr: Ayarlar Kaydedildi
zh_cn: 设置已保存
zh_tw: 設定已儲存

source: Confirm
ca: Confirma
ca_es@valencia: Confirmeu
dz: གཏན་འཁེལ་བཟོ
el: Επιβεβαίωση
es: Confirmar
eu: Baieztatu
fr: Confirmez
gl: Confirmar
it: Conferma
nl: Stem in
pl: Potwierdź
pt: Confirme
ru: Подтверждение
tr: Onayla
zh_cn: 确认
zh_tw: 確認

source: Are you sure you want clear all form fields?
ca: Esteu segur que voleu suprimir tots els camps?
ca_es@valencia: Esteu segur que voleu eliminar tots els camps de formulari?
dz: ཁྱོད་ཀྱི་འབྲི་ཤོག་གི་ས་སྒོ་ཚུ་སེལ་ནི་ངེས་གཏན་ཨིན་ན?
el: Σίγουρα θέλετε να καθαρίσετε όλα τα πεδία της φόρμας;
es: ¿Seguro que desea borrar todos los campos del formulario?
eu: Formularioaren eremu guztiak garbituko dira. Ziur al zaude?
fr: Êtes-vous sûr de vouloir effacer l'intégralité du document ?
gl: Quere limpar tódolos campos?
it: Si vogliono cancellare tutti i campi del modulo?
nl: Weet u zeker dat u alle velden van het formulier wilt wissen?
pl: Czy na pewno chcesz wyczyścić wszystkie pola formularza?
pt: Tem a certeza que deseja apagar todos os campos do formulário?
ru: Вы уверены, что хотите очистить все поля формы?
tr: Tüm form alanlarını temizlemek istediğinizden emin misiniz?
zh_cn: 确实要清除所有窗体字段吗？
zh_tw: 您確定要清除所有表單內容嗎？

source: Are you sure you want reset all form fields?
ca: Esteu segur que voleu reiniciar tots els camps?
ca_es@valencia: Esteu segur que voleu restaurar tots els camps de formulari?
dz: ཁྱོད་ཀྱི་འབྲི་ཤོག་གི་ས་སྒོ་ཚུ་སླར་སྒྲིག་འབད་ནི་ངེས་གཏན་ཨིན་ན?
el: Σίγουρα θέλετε να επαναφέρετε όλα τα πεδία της φόρμας;
es: ¿Seguro que desea deshacer los cambios a todos los campos del formulario?
eu: Formularioaren eremu guztiak berrezarriko dira. Ziur al zaude?
fr: Êtes-vous sûr de vouloir réinitialiser l'intégralité du document ?
gl: Quere reiniciar tódolos campos?
it: Azzerare tutti i campi del modulo?
nl: Weet u zeker dat u alle velden van het formulier opnieuw wilt instellen?
pl: Czy na pewno chcesz zresetować wszystkie pola formularza?
pt: Tem a certeza que deseja reiniciar todos os campos do formulário?
ru: Вы уверены, что хотите сбросить все поля формы?
tr: Tüm form alanlarını sıfırlamak istediğinizden emin misiniz?
zh_cn: 您确定要重置所有表单字段吗？
zh_tw: 您確定要重新設定所有表單內容嗎？

source: The form contains invalid fields. Please check back.
ca: El formulari conté camps no vàlids. Comproveu i torneu a provar.
ca_es@valencia: El formulari conté camps invàlids. Reviseu-lo.
el: Η φόρμα περιέχει μη έγκυρα πεδία. Παρακαλώ ελέγξτε ξανά.
es: Este formulario contiene campos inválidos. Por favor revíselo.
eu: Formularioaren eremu batzuk ez dira baliagarriak. Mesedez, berrikusi.
fr: Le formulaire contient des champs non-valables. Veuillez les réviser.
gl: O formulario contén campos inválidos. Por favor, revíseo.
it: Il modulo contiene campi non validi. Controllare.
nl: Het formulier bevat onjuiste velden. Controleer svp.
pl: Formularz zawiera nieprawidłowe pola. Proszę sprawdzić ponownie.
pt: O formulário contém campos não válidos. Por favor, verifique.
ru: Форма содержит некорректные поля. Пожалуйста, проверьте ещё раз.
tr: Form geçersiz alanlar içeriyor. Lütfen tekrar kontrol et.
zh_cn: 窗体包含无效的字段。请再检查一次。
zh_tw: 此表單中包含不合法的欄位。請檢查。
