Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Provide a caption for the flash you have just inserted.
ca: Entra un títol per al flash que acabes d'inserir.
ca_es@valencia: Escriu un títol per al fitxer en Flash que acabes d'inserir.
dz: ཁྱོད་ཀྱི་བར་ན་བཙུག་པའི་ཕིལེཤ་གློག་བརྙན་གྱི་དོན་ལུ་ དཔར་བཤད་གཅིག་བྱིན་གནང་།
el: Δώστε μια λεζάντα για την ταινία flash που μόλις εισάγατε.
es: Proporcione un título para el archivo flash que acaba de insertar.
eu: Eman izen bat gehitu berri duzun flash fitxategiari.
fr: Donnez une légende au document Flash que vous venez d'insérer.
gl: Proporcione un título para o ficheiro flash que vén de inserir.
it: Fornire un'intestazione per il Flash che è stato appena inserito.
nl: Geef een titel voor de Flash-film die je hebt toegevoegd.
pl: Wprowadź etykietę dla pliku Flash, który dołączyłeś.
pt: Forneça um título para o Flash que acabou de inserir.
ru: Укажите заголовок для flash ролика, который вы только что вставили.
tr: Şu anda eklediğiniz flash için bir isim girin.
zh_cn: 为你所插入的flash提供标题.
zh_tw: 為您所插入的 flash 提供標題。

source: Enter the flash display dimensions (in pixels) and determine the alignment of the image on screen. The width and height dimensions will alter proportionally.
ca: Entreu les dimensions a mostrar (en pixels) i determineu l'alineació de la imatge en la pantalla. L'amplada i l'alçada s'alteraran proporcionalment.
ca_es@valencia: Introduïu les dimensions de la pantalla Flash (en píxels) i determineu l'alineació de la imatge en la pantalla. L'amplària i l'alçària s'alteraran proporcionalment.
dz: ཡིག་སྣོད་དེ་དང་མཉམ་གཅིག་སྦྲགས་ནི་ ཁྱོད་རའི་་རེ་སྨོན་ཚིག་ཡིག་འདི་བཙུགས།
el: Εισάγετε τις διαστάσεις εμφάνισης του flash (σε εικονοστοιχεία) και καθορίστε τη στοίχιση της εικόνας στην οθόνη. Οι διαστάσεις πλάτους και ύψους θα αλλάζουν αναλογικά.
es: Introduzca las dimensiones del archivo flash (en píxeles) y determine su alineación en la pantalla. El largo y ancho se alterarán proporcionalmente.
eu: Adierazi flash fitxategiaren neurria (pixeletan) eta lerrokatzea zehaztu. Luzera eta zabalera proportzionalki aldatuko dira.
fr: Donnez les dimensions (en pixels) de la fenêtre d'édition de votre document Flash et déterminez sa mise en page à l'écran. La largeur et la hauteur de la fenêtre d'édition se redimensionneront proportionnellement.
gl: Introduza as dimensións da animación flash (en píxeles) e determine o aliñamento da imaxe na pantalla. As dimensións da largura e altura serán modificadas proporcionalmente.
it: Inserire le dimensioni (in pixel) dell'immagine Flash e scegli il suo allineamento sullo schermo. Le dimensioni della larghezza e dell'altezza saranno modificate in modo proporzionale.
nl: Geef de afmetingen voor het weergeven van de Flash-film (in pixels). Bepaal ook de uitlijning van het beeld op het scherm. Breedte en hoogte worden proportioneel aangepast.
pl: Wprowadź wymiary wyświetlenia okna animacji FLASH (w pikselach) i określ wyrównanie obrazu na ekranie. Wysokość i szerkość będą zmodyfikowane proporcjonalnie.
pt: Introduza as dimensões do Flash (em pixeis) e determine o alinhamento da imagem no ecrã. As dimensões largura e altura são alteradas proporcionalmente.
ru: Введите размеры flash дисплея (в пикселях) и определите положение изображения на экране. Ширина и высота изменятся пропорционально.
tr: Flaş ekranı boyutlarını (piksel olarak) girin ve ekrandaki görüntünün hizalamasını belirleyin. Genişlik ve yükseklik boyutları orantılı olarak değişecektir.
zh_cn: 输入显示flash的尺寸并选择向哪边对齐。宽度和高度会按比例自动调节。
zh_tw: 輸入顯示 flash 的尺寸（單位為象素）並選擇影像要向螢幕的哪邊對齊。 寬和高會按比例自動調節。

source: FPD - Free Text
ca: FPD - Text lliure
ca_es@valencia: FPD - Text lliure
dz: ཨེཕ་པི་ཌི-རང་དབང་ཚིག་ཡིག
el: FPD - Ελεύθερο κείμενο
es: FPD - Texto libre
eu: FPD - Testu Librea
fr: FPD - Texte Libre
gl: FPD- Texto libre
it: FPD - Testo libero
nl: FPD - Vrije tekst
pl: FPD - Dowolny tekst
pt: FPD - Texto livre
ru: FPD - Свободный текст
tr: FPD - Serbest Metin
zh_cn: FPD - 自由文本
zh_tw: FPD - 自由文字

source: The majority of a learning resource will be establishing context, delivering instructions and providing general information. This provides the framework within which the learning activities are built and delivered.
ca: La majoria dels recursos d'aprenentatge són donades en un context concret , proporcionant instruccions detallades. Això proporciona el marc en el qual les activitats d'aprenentatge són construïdes i lliurades.
ca_es@valencia: L'aspecte essencial d'un recurs d'aprenentatge consisteix en l'elaboració d'un context, la definició de les instruccions i la informació general. Això proporciona el marc en el qual les activitats d'aprenentatge es construeixen i es lliuren.
el: Το παιδαγωγικό υλικό στην πλειοψηφία του οριοθετεί ένα εισαγωγικό κομμάτι, όπου παρέχονται οδηγίες και γενικές πληροφορίες. Μέσα απ' αυτή τη διαδικασία παράγεται ένα πλαίσιο όπου οικοδομούνται και διαμοιράζονται οι μαθησιακές δραστηριότητες.
es: La mayor parte de un recurso de enseñanza será establecer el contexto, dar instrucciones y proporcionar información general. Este proporciona el esquema dentro del cual las actividades del aprendizaje son construidas y proporcionadas.
eu: Ikasteko baliabide baten egiteko nagusiak testuingurua zehaztea, instrukzioak ezartzea eta informazio orokorra ematea da. Hala, ikasketa jarduerak sortzeko eta emateko markoa sortzen da.
fr: L'essentiel d'une ressource d'apprentissage consiste en l'élaboration du contexte d'apprentissage, la définition des consignes et l'information générale autour de la démarche. Ceci donne le cadre au sein duquel les activités d'apprentissage sont construites et finalisées.
gl: A maior parte dun recurso de aprendizaxe dedicarase a establecer o contexto, fornecer instrucións e proporcionar información xeral. Isto proporciona o marco de traballo no que se elaboran e implementan as actividades de aprendizaxe.
it: La parte principale dello sviluppo di una risorsa per l'apprendimento sarà quella di stabilire il contesto, dare istruzioni e fornire informazioni. Questa risorsa costituisce la cornice, all'interno della quale le attività di apprendimento saranno costruite e sviluppate.
nl: Een leerpakket bestaat vooral uit lesmateriaal, instructies en algemene informatie. Dit samen schept het kader waarin de leeractiviteiten worden gemaakt en aangeboden.
pl: Większość zasobów edukacyjnych będzie ustalać kontekst, dostarczając instrukcji i zapewniając podstawowe informacje. To zapewnia szkielet konstrukcji lekcji, na którym są zbudowane i dostarczane zadania.
pt: A maior parte de um recurso de aprendizagem consiste em estabelecer o contexto, fornecer instruções e apresentar informações gerais. Este iDevice fornece o contexto em que as atividades de aprendizagem são criadas e distribuídas.
ru: Большинством учебных ресурсов будет создание контекста, обеспечивая инструкции и предоставляя общую информацию. Это обеспечивает рамки, в которых учебные деятельности строятся и доставлены.
tr: Bir öğrenme kaynağının çoğunluğu bağlam oluşturmak, yönergeler hazırlamak ve genel bilgi sağlamak olacaktır. Bu, öğrenme etkinliklerinin oluşturulduğu ve iletildiği çerçeveyi sağlar.
zh_cn: 大多数课件都是要编写课文，传授知识和提供基本信息。这个iDevice 模块提供了一个框架让学习活动得以建立和传授。
zh_tw: 大多數的教材都要編寫課文，傳授知識和提供基本資訊。 這個 iDevice 提供了一個框架來建立教材並傳授。

source: Free Text
ca: Text Lliure
ca_es@valencia: Text Lliure
dz: རང་དབང་ཚིག་ཡིག
el: Ελεύθερο κείμενο
es: Texto libre
eu: Testu librea
fr: Texte libre
gl: Texto libre
it: Testo libero
nl: Vrije tekst
pl: Dowolny tekst
pt: Texto livre
ru: Свободный текст
tr: Serbest Yazı
zh_cn: 自由文本
zh_tw: 自由文字

source: Use this field to enter text. This iDevice has no emphasis applied although limited formatting can be applied to text through the text editing buttons associated with the field.
ca: Utilitzeu aquest camp per escriure text. Aquest iDevice té cap èmfasi aplicada tot i que la formatació limitada pot ser aplicada al text a través dels botons que editen el text associats amb el camp.
ca_es@valencia: Utilitza aquest camp per a escriure text. En aquest iDevice no s'ha aplicat èmfasi tot i que es pot aplicar al text formatació limitada amb els botons d'edició de text associats al camp.
el: Χρησιμοποιήστε αυτό το πεδίο για να εισάγετε κείμενο, αν και αυτό το η-Σύνεργο δεν εστιάζει σε κάτι συγκεκριμένο. Μπορείτε, ωστόσο, να εφαρμόσετε περιορισμένη μορφοποίηση στο κείμενο μέσω των πλήκτρων επεξεργασίας κειμένου που σχετίζονται με αυτό το πεδίο.
es: Use este campo para introducir texto. Este iDevice no se realza visualmente, aunque se le puede aplicar de forma limitada formato al texto que contenga por medio de los botones de edición de texto asociados con el campo.
eu: Testua idazteko erabili eremu hau. iDevice honek ez du enfasirik, baina testuari formatu mugatua aplika dakioke, eremuari lotutako edizio botoiekin.
fr: Utilisez ce champ pour rédiger du texte. Cet outil pédagogique ne dispose pas d'outil de "mise en évidence" bien qu'un nombre limité de paramètres soit cependant disponible par les boutons d'édition associés au champ texte.
gl: Utilice este campo para introducir texto. Este iDevice non se resalta visualmente, aínda que se lle pode aplicar un formatado limitado ao texto a través dos botóns de edición asociados ao campo.
it: Usare questo campo per inserire il testo. Questo iDevice non ha possibilità di enfasi sebbene possano essere applicate alcune formattazioni di testo utilizzando i pulsanti di modifica associati al campo.
nl: Geef in dit veld tekst in. Dit iDevice werkt niet met nadruk, maar met de opmaakknoppen die bij het veld horen kan de opmaak toch in beperkte mate worden verfraaid.
pl: Użyj tego pola do wprowadzania tekstu. Ten obiekt nie posiada możliwości formatowania, może być zastosowany do tekstu przez przyciski edycyjne powiązane z polem.
pt: Use este campo para inserir o texto. Este iDevice não tem qualquer destaque aplicado, mas pode ser-lhe aplicada ao texto uma formatação limitada por meio dos botões de edição associados ao campo.
ru: Используйте это поле для ввода текста. Этот iDevice не имеет применённого акцента, хотя ограниченное форматирование может быть применено к тексту через кнопки редактирования текста, связанные с полем.
tr: Bu bölümü yazı girmek için kullanabilirsiniz. Bu yazıya herhangi bir biçimlendirme yapılmayacak, aşağıda uyguladığınız biçimlendirme şekli korunacaktır.
zh_cn: 在此栏位输入文字。此 iDevice 模块沒有突显重点的功能， 不过还是可以通过文字编辑按键來套用一些格式。
zh_tw: 在此欄位輸入文字。此 iDevice 沒有突顯重點的功能， 不過還是可以透過文字編輯按鍵來套用一些些格式。

source: This is a free text field general learning content can be entered.
ca: Aquest és un camp de text lliure sobre el contingut d'aprenentatge que pots omplir.
ca_es@valencia: Aquest és un camp de text lliure en el qual podeu introduir contingut d'aprenentatge.
dz: འ་ནི་་འདི་་རང་དབང་ཚིག་ཡིག་གི་་ས་སྒོ་ཨིན་ ཡོངས་ཁྱབ་སློབ་སྦྱང་ནང་དོན་བཀོད་འབད་ཚུགས།
el: Αυτό είναι ένα πεδίο ελεύθερου κειμένου, όπου μπορεί να εισαχθεί μαθησιακό περιεχόμενο γενικής φύσης.
es: Este es un campo de texto libre en el cuál se puede insertar el contenido de la actividad de aprendizaje.
eu: Testu eremu librea da hau. Ikasgai orokorra idatz daiteke.
fr: Ceci est un champ de "Texte libre" où vous pouvez insérer du contenu d'ordre général concernant l'apprentissage.
gl: Este é un campo de texto libre onde se poden introducir contidos xerais de aprendizaxe.
it: Questo è un campo di testo libero in cui può essere inserito un generico contenuto di apprendimento.
nl: Dit is een vrij tekstveld om algemene leerinhoud in te voeren
pl: To jest pole tekstowe, w którym można wprowadzić ogólne treści do nauki.
pt: Este é um campo de texto livre. Pode-se introduzir nele conteúdo geral para a aprendizagem.
ru: Это поле для "простого текста", в нём обычно размещается основной учебный материал.
tr: Bu bir serbest yazı alanıdır, öğretilecek bilgileri girilebilir.
zh_cn: 这是一个自由文字栏域, 可输入一般的课程内容.
zh_tw: 這是一個自由文字欄位，可輸入一般的課程內容。

source: No Thumbnail Available. Could not load original image.
ca: No s'ha trobat la icona. No es pot carregar la imatge original.
ca_es@valencia: No s'ha trobat la miniatura. No es pot carregar la imatge original.
dz: མཐེབ་པར་འཐོབ་མ་ཚུགས། གཟུགས་བརྙན་འདྲ་དང་པ་འདི་་མངོན་གསལ་འབད་མ་ཚུགས
el: Δεν υπάρχει διαθέσιμη μικρογραφία. Αποτυχία φόρτωσης της αρχικής εικόνας.
es: No hay miniatura disponible. No se pudo cargar la imagen original.
eu: Ez dago Thumbnail erabilgarririk. Ezin da jatorrizko irudia kargatu.
fr: Aucune description disponible. L'image d'origine ne peut être téléchargée.
gl: Non hai ningunha miniatura dispoñible. Non se puido cargar a imaxe orixinal.
it: Nessuna miniatura disponibile. Impossibile caricare l'immagine originale.
nl: Geen miniatuur beschikbaar. Kon originele afbeelding niet openen.
pl: Miniaturki niedostępne. Nie można załadować obrazu.
pt: Miniatura não disponível. Não foi possível carregar a imagem original.
ru: Эскиз недоступен. Невозможно загрузить оригинальное изображение.
tr: Önizleme Yok. Orijinal resim yüklenemedi.
zh_cn: 没有可用的缩略图。无法加载原始图像。
zh_tw: 沒有可用的縮圖。無法載入原始影像。

source: No Thumbnail Available. Could not shrink original image.
ca: No s'ha trobat la icona. No es pot reduir la imatge original.
ca_es@valencia: No s'ha trobat la miniatura. No es pot reduir la imatge original.
dz: མཐེབ་པར་འཐོབ་མ་ཚུགས། གཟུགས་བརྙན་འདྲ་དང་པ་འདི་་བསྐུམ་མ་ཚུགས
el: Δεν υπάρχει διαθέσιμη μικρογραφία. Αποτυχία σμίκρυνσης της αρχικής εικόνας.
es: No hay miniatura disponible. No se pudo reducir la imagen original.
eu: Ez dago Thumbnail erabilgarririk. Ezin da jatorrizko irudia txikitu.
fr: Aucune description disponible. L'image d'origine ne peut être réduite.
gl: Non hai ningunha miniatura dispoñible. Non se puido reducir a imaxe orixinal.
it: Nessuna miniatura disponibile. Impossibile rimpicciolire l'immagine originale.
nl: Geen miniatuur: kon afbeelding niet verkleinen
pl: Miniaturki niedostępne. Nie można pomniejszyć obrazu.
pt: Miniatura não disponível. Não é possível encolher a imagem original.
ru: Эскиз недоступен. Невозможно уменьшить оригинальное изображение.
tr: Önizleme Yok. Orijinal resim boyutlandırılamadı.
zh_cn: 没有可用的缩略图。无法缩小原始图像。
zh_tw: 沒有可用的縮圖。無法縮小原始影像。

source: No Thumbnail Available. Could not shrink image.
ca: No s'ha trobat la icona. No es pot reduir la imatge.
ca_es@valencia: No s'ha trobat la miniatura. No es pot reduir la imatge.
dz: མཐེབ་པར་འཐོབ་མ་ཚུགས། གཟུགས་བརྙན་འདི་་བསྐུམ་མ་ཚུགས
el: Δεν υπάρχει διαθέσιμη μικρογραφία. Αποτυχία σμίκρυνσης εικόνας.
es: No hay miniatura disponible. No se pudo reducir la imagen.
eu: Ez dago Thumbnail erabilgarririk. Ezin da irudia txikitu.
fr: Aucune description disponible. L'image ne peut être réduite.
gl: Non hai ningunha miniatura dispoñible. Non se puido reducir a imaxe.
it: Nessuna miniatura disponibile. Impossibile rimpicciolire l'immagine.
nl: Geen miniatuur: kon afbeelding niet verkleinen
pl: Miniaturki niedostępne. Nie można pomniejszyć obrazu.
pt: Miniatura não disponível. Não é possível encolher a imagem.
ru: Эскиз недоступен. Невозможно уменьшить изображение.
tr: Önizleme Yok. Resim boyutlandırılamadı.
zh_cn: 没有可用的缩略图。无法缩小图像。
zh_tw: 沒有可用的縮圖。無法縮小影像。

source: Image Gallery
ca: Galeria d'imatges
ca_es@valencia: Galeria d'imatges
dz: གཟུགས་བརྙན་སྟོན་ཁང
el: Συλλογή εικόνων
es: Galería de imágenes
eu: Irudien bilduma
fr: Galerie d'images
gl: Galería de imaxes
it: Galleria immagini
nl: Afbeeldingengalerij
pl: Galeria obrazów
pt: Galeria de imagens
ru: Галерея изображений
tr: Resim Galerisi
zh_cn: 图象画廊
zh_tw: 影像收藏本

source: eXe Project
ca: Projecte eXe
ca_es@valencia: Projecte eXe
dz: ཨི་ཨེགས་ཨི་ལས་འགུལ
el: Έργο eXe
es: Proyecto eXe
eu: eXe proiektua
fr: Projet eXe
gl: Proxecto eXe
it: Progetto eXe
pl: Projekt eXe
pt: Projeto eXe
ru: Проект eXe
tr: eXe Projesi
zh_cn: eXe项目
zh_tw: eXe 專案

source: <p>Where you have a number of images that relate to each other or to a particular learning exercise you may wish to display these in a gallery context rather then individually.</p>
ca: <p>On teniu un nombre d'imatges que podeu relacionar entre elles o un particular exercici d'aprenentatge on podeu mostrar aquestes imatges en la galeria individualment.</p>
ca_es@valencia: <p>Quan tens un nombre d'imatges que es relacionen entre si o amb un exercici d'aprenentatge específic pots preferir mostrar-les en una galeria en comptes d'individualment.</p>
el: <p>Με το συγκεκριμένο η-Σύνεργο όταν έχετε εικόνες που σχετίζονται μεταξύ τους ή με μια συγκεκριμένη δραστηριότητα, μπορείτε να τις εμφανίσετε όλες μαζί σε μια συλλογή και όχι καθεμιά ξεχωριστά.</p>
es: <p>Si usted tiene varias imágenes que se relacionan entre ellas o con un ejercicio particular, puede desear mostrarlas en un contexto de galería y no individualmente.</p>
eu: <p>Posible da elkarren artean edota ariketa batekin lotutako irudi batzuk egotea eta, banaka beharrean galerian erakustea nahiago izatea.</p>
fr: <p> Lorsque vous disposez de plusieurs images apparentées ou qui se rapportent au même sujet d'apprentissage, vous pouvez préférer l'outil "galerie d'images" à celui de l'image seule.</p>
gl: <p>Cando teña un certo número de imaxes relacionadas entre si ou cun exercicio concreto, podería querer amosalos no contexto dunha galería en vez de facelo individualmente.</p>
it: <p>Quando si hanno un certo numero di immagini che sono in relazione tra loro o con un particolare esercizio di apprendimento, bisognerebbe visualizzarle nel contesto di una galleria di immagini invece che individualmente.</p>
nl: <p>Een aantal afbeeldingen die bij elkaar horen of die betrekking hebben op dezelfde leeroefening, kunt u verzamelen in een "galerij" i.p.v. ze individueel te tonen.</p>
pl: <p>Jeśli masz kilka obrazów, które są powiązane z określonym ćwiczeniem, możesz je wyświetlić za pomocą galerii zamiast pojedyńczych zdjęć.</p>
pt: <p>Quer tenha um conjunto de imagens relacionadas entre si ou com qualquer um dos exercícios de aprendizagem em concreto, é bem possível que prefira apresentá-las no contexto duma galeria em vez de individualmente.</p>
ru: <p>Где у вас есть большое количество изображений, которые относятся друг к другу или к определённому упражнению обучения, вы можете просмотреть их в контексте галереи, а затем по отдельности.</p>
tr: <p> Birbirleriyle veya belirli bir öğrenme alıştırmasıyla ilgili birkaç fotoğrafınız varsa, bunları galeri şeklinde tek tek görüntülemek isteyebilirsiniz.</p>
zh_cn: 当有一组相关的图片要展示时或对一个特定的练习，要显示几张图片。
zh_tw: <p>在您有一組相關的圖片要展示，或對一個特定的練習要顯示幾張圖片時。</p>

source: Use this Idevice if you have a lot of images to show.
ca: Utilitzeu aquest iDevice si teniu moltes imatges per mostrar.
ca_es@valencia: Utilitza aquest iDevice si tens moltes imatges per mostrar.
dz: ཁྱོད་ཀྱི་་གཟུགས་བརྙན་ལེ་ཤ་སྟོན་དགོ་པ་ཅིན་ འ་ནི་་བརྡ་དོན་འཐབ་འཕྲུལ་འདི་་ལག་ལེན་འཐབ།
el: Χρησιμοποιήστε αυτό το η-Σύνεργο αν έχετε να δείξετε πολλές εικόνες.
es: Use este iDevice si tienes bastantes imágenes para mostrar.
eu: Erakusteko irudi asko badituzu erabili iDevice hau.
fr: Utilisez cet outil si vous disposez d'un grand nombre d'images à montrer.
gl: Use este iDevice se se teñen que amosar moitas imaxes.
it: Usare questo iDevice se si hanno parecchie immagini da visualizzare.
nl: Gebruik dit iDevice om een groot aantal afbeeldingen te tonen.
pl: Użyj tego obiektu jeśli chcesz udostępnić wiele obrazów.
pt: Utilize este iDevice se tiver muitas imagens para mostrar.
ru: Используйте этот Idevice, если у вас есть много образов для показа.
tr: Birçok resim göstermek isterseniz bu iDevice'ı kullanın.
zh_cn: 用此 iDevice 模块可展示许多图片。
zh_tw: 用此 iDevice 來顯示大量影像。

source: Enter a title for the gallery
ca: Escriviu el títol per la galeria d'imatges
ca_es@valencia: Escriu el títol per a la galeria d'imatges
dz: གཟུགས་བརྙན་སྟོན་ཁང་ལུ་མགོ་མིང་བཙུག
el: Εισάγετε έναν τίτλο για τη γκαλερί
es: Introduzca un título para la galería de imágenes
eu: Idatzi galeriaren izenburua
fr: Écrivez un titre pour la galerie
gl: Escriba un título para a galería
it: Inserire un titolo per la galleria
nl: Geef een titel voor de galerij
pl: Wpisz tytuł galerii
pt: Digite um título para a galeria
ru: Введите заголовок для галереи.
tr: Galeri için bir başlık girin
zh_cn: 输入标题为图象画廊。
zh_tw: 輸入影像收藏本的標題

source: Click on the Add images button to select an image file. The image will appear below where you will be able to label it. It's always good practice to put the file size in the label.
ca: Premeu al botó Afegeix imatges per seleccionar un fitxer d'una imatge. La imatge apareixerà a sota on podràs etiquetar-la. És sempre una bona idea posar la mida de la imatge a l'etiqueta.
ca_es@valencia: Premeu el botó Afig imatges per a seleccionar un fitxer d'imatge. La imatge apareixerà davall on podreu etiquetar-la. Sempre és una bona idea posar la mida de la imatge en l'etiqueta.
el: Κάντε κλικ στο πλήκτρο 'Προσθήκη Εικόνων' για να επιλέξετε ένα αρχείο εικόνας. Οι εικόνες που θα εισάγετε εμφανίζονται πιο κάτω και θα πρέπει να δώσετε μια λεζάντα για καθεμιά στα κενά πεδία. Είναι πάντα μια καλή πρακτική να γράφετε το μέγεθος του αρχείου της εικόνας στη λεζάντα.
es: Pulse sobre el botón Agregar imágenes para seleccionar un archivo de imagen. La imagen aparecerá en la parte inferior y usted podrá etiquetarla. Es una buena práctica indicar el tamaño en la etiqueta de la imagen.
eu: Klikatu irudiak gehitzeko botoia irudi fitxategi bat aukeratzeko. Irudia beheko aldean agertuko da eta etiketak jarri ahalko dizkiozu. Lagungarria da etiketan fitxategiaren neurria adieraztea.
fr: Cliquer sur le bouton "Ajouter l'image" afin de sélectionner le fichier image. L'image apparaîtra dessous où vous pourrez la légender. La bonne pratique consiste à toujours indiquer la taille du fichier dans la légende.
gl: Prema no botón "Engadir imaxe" para seleccionar un ficheiro de imaxe. A imaxe aparecerá abaixo, onde poderá etiquetala. Unha boa práctica é a de escribir sempre o tamaño de ficheiro na etiqueta.
it: Premere il pulsante Aggiungi immagini per selezionare un file di immagine. L'immagine apparirà sotto dove potrà essere identificarla. È sempre buona pratica mettere la dimensione del file nell'etichetta.
nl: Klik op de knop Afbeelding toevoegen om een afbeelding te selecteren. De afbeelding wordt getoond en u kan een label toevoegen. Tip: vermeld de bestandsgrootte in het label.
pl: Kliknij przycisk Dodaj obraz, aby wybrać plik obrazu. Obraz pojawi się niżej, gdzie będziesz mógł go opisać. Dobrą praktyką jest umieszczenie rozmiaru pliku na etykiecie.
pt: Clique no botão Adicionar imagens para selecionar um ficheiro de imagem. A imagem aparecerá em baixo e poderá pôr-lhe título. É sempre uma boa prática colocar o tamanho do ficheiro na caixa de texto do título.
ru: Щёлкните на кнопку "Добавить изображение", чтобы выбрать картинку. Изображение появится ниже и вы сможете его подписать. Чувством хорошего тона считается указание в подписи размера картинки.
tr: Bir resim dosyası seçmek için Resim ekle'yi tıklayın. Resmin altında onu etiketleyebileceğiniz bir alan da çıkacaktır. Etikette dosya boyutunu da yazmak faydalı olabilir.
zh_cn: 点击"添加图片"按钮来选择图片文档。所选图片将显示在下面，你可为其加上标签。最好在标签上加上文档大小。
zh_tw: 點擊 "新增影像" 按鈕來選擇影像檔。所選的影像將顯示在下面，您可為其加上標籤。最好在標籤上加上檔案大小等資訊。

source: Reading Activity 0.11
ca: Activitat de llegir 0.11
ca_es@valencia: Activitat de lectura 0.11
dz: ལྷག་ནིའི་སྦྱོང་ལཱ་ ༠.༡༡
el: Κατανόηση κειμένου 0.11
es: Actividad de lectura 0.11
eu: Irakurtzeko 0.11 jarduera
fr: Activité "Lecture" 0.11
gl: Actividade de lectura 0.11
it: Attività di lettura 0.11
nl: Leesactiviteit 0.11
pl: Materiały do przeczytania 0.11
pt: Atividade de leitura 0.11
ru: Активное чтение 0.11
tr: Okuma Alıştırması 0.11
zh_cn: 阅读活动 0.11
zh_tw: 閱讀活動 0.11
