Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Cool! You won the game.
ca: Guai! Heu guanyat el joc.
el: Τέλεια! Κέρδισες το παιχνίδι.
es: ¡Genial! Ganas la partida.
eu: Primeran! Jokoa irabazi duzu.
fr: Bien ! Vous avez gagné je jeu.
gl: Xenial! Gañas a partida.
pl: Świetnie! Wygrałeś grę.
tr: Harika! Oyunu kazandın.

source: you play. Roll the dice.
ca: Jugueu vosaltres. Tireu el dau.
el: η σειρά σου. Ρίξε το ζάρι.
es: tú juegas. Lanza el dado.
eu: zure txanda. Jaurti dadoa.
fr: C'est votre tour. Lancez le dé.
gl: xogas ti. Tira o dado.
pl: Twoja kolej. Rzucić kostką.
tr: sen oyna. Zarı at.

source: Your score will be automatically saved after each throw.
ca: La vostra puntuació es desarà automàticament després de cada llançament.
el: Το σκορ σας θα αποθηκεύεται αυτόματα μετά από κάθε ρίψη.
es: Su puntuación se guardará automáticamente tras cada tirada.
eu: Zure tanto-kopurua jaurtaldi bakoitzaren ondoren gordeko da.
fr: Votre score sera automatiquement sauvegardé après chaque tour.
gl: A puntuación gardarase automaticamente despois de cada tirada.
pl: Twój wynik zostanie automatycznie zapisany po każdym rzucie.
tr: Her atıştan sonra puanınız otomatik olarak kaydedilecektir.

source: You can only play once.
ca: Sols podeu jugar una vegada.
el: Μπορείτε να παίξετε μόνο μία φορά.
es: Sólo puede jugar una vez.
eu: Bakarrik behin jolastu dezakezu.
fr: Vous ne pouvez jouer qu'une fois.
gl: Só se pode xogar unha vez.
pl: Możesz zagrać tylko raz.
tr: Sadece bir kez oynayabilirsiniz.

source: Players
ca: Jugadors
el: Παίχτες
es: Jugadores
eu: Jokalariak
fr: Joueurs
gl: Xogadoras ou xogadores
pl: Zawodnicy
tr: Oyuncular

source: you have failed.
ca: Heu fallat.
el: έχετε αποτύχει.
es: has fallado.
eu: huts egin duzu.
fr: Échec.
gl: fallaches.
pl: przegrałeś.
tr: başarısız oldun.

source: you get the cheese of
ca: aconsegueixes el formatge de
el: παίρνετε το τυρί του
es: consigues el queso de
eu: gazta hau lortzen duzu
fr: Vous obtenez le fromage de
gl: consegues o queixo de
pl: dostajesz ser
tr: peynirini alırsın

source: One more point.
ca: Un punt més.
el: Ένα ακόμη σημείο.
es: Un punto más.
eu: Puntu bat gehiago.
fr: Un point de plus.
gl: Un punto máis.
pl: Jeszcze jeden punkt.
tr: Daha fazla puan.

source: You must indicate a name for all the selected topics.
ca: Cal que indiqueu un nom per a tots els temes seleccionats.
el: Πρέπει να υποδείξετε ένα όνομα για όλα τα επιλεγμένα θέματα.
es: Debes indicar un nombre para todos los temas seleccionados.
eu: Aukeratutako gai guztientzako izen bat zehaztu behar duzu.
fr: Veuillez indiquer le nom de tous les éléments sélectionnés.
gl: Indique un nome para tódolos temas seleccionados.
pl: Musisz podać nazwę dla wszystkich wybranych tematów.
tr: Seçilen tüm başlıklar için bir isim belirtmeniz gerekir.

source: You must complete all the questions of all the selected topics correctly.
ca: Cal que completeu correctament totes les preguntes de tots els temes seleccionats.
el: Πρέπει να συμπληρώσετε σωστά όλες τις ερωτήσεις όλων των επιλεγμένων θεμάτων.
es: Debes completar correctamente todas las cuestiones de todos los temas seleccionados.
eu: Aukeratutako gai guztien galdera guztiak zuzen bete behar dituzu.
fr: Vous devez compléter correctement toutes les questions de tous les éléments sélectionnés.
gl: Completa correctamente tódalas preguntas de tódolos temas seleccionados.
pl: Musisz poprawnie wypełnić wszystkie pytania wszystkich wybranych tematów.
tr: Seçilen tüm başlıklardaki soruların tümün doğru bir şekilde cevaplamalısınız.

source: Roll the dice and answer the question until you complete all the cheeses.
ca: Tireu els daus i responeu a les preguntes fins a completar tots els formatges.
el: Ρίξτε τα ζάρια και απαντήστε στην ερώτηση μέχρι να ολοκληρώσετε όλα τα τυριά.
es: Lanza el dado y contesta a la pregunta hasta completar todos los quesos.
eu: Jaurti dadoa eta erantzun galdera gazta guztiak lortu arte.
fr: Lancez le dé et répondez à la question jusqu'à l'obtention de tous les fromages.
gl: Lanza o dado e responde á pregunta ata completar tódolos queixos.
pl: Rzuć kostką i odpowiedz na pytanie, aż skompletujesz wszystkie sery.
tr: Zarı at ve tüm peynirleri tamamlayana kadar soruyu cevapla.

source: Too many questions! The game can have a maximum of about 800 and 1200 questions. This number can vary a lot depending on the type of questions and the length of the questions, the answers, the URLs and the enriched text.
ca: Massa preguntes! El joc pot tenir un màxim d'entre 800 i 1200 preguntes. Aquest nombre pot variar molt segons el tipus de preguntes i la longitud de les preguntes, les respostes, les URL i el text enriquit.
el: Υπερβολικά πολλές ερωτήσεις! Το παιχνίδι μπορεί να έχει το πολύ 800 ως 1200 ερωτήσεις. Αυτός ο αριθμός μπορεί να ποικίλλει πολύ ανάλογα με τον τύπο των ερωτήσεων, τη διάρκειά τους, τις απαντήσεις, τις διευθύνσεις URL και το εμπλουτισμένο κείμενο.
es: ¡Demasiadas preguntas! El juego puede tener un máximo de unas 800 a 1200 preguntas. Este número puede variar mucho dependiendo del tipo de cuestiones y la longitud de su pregunta, sus respuestas, urls y textos enriquecidos.
eu: Galdera gehiegi! Jokoak 800-1.200 galdera inguru izan ditzake gehienez. Kopuru hau hainbat faktoreen baitan aldatu daiteke: galderen luzera eta mota, erantzunak, URLak eta aberastutako testuak.
fr: Trop de questions ! Le jeu admet un máximum d'environ 800 et 2000 questions. Ce nombre peut varier selon le type et la longueur des questions, les réponses, les liens inclus et le texte enrichi.
gl: Demasiadas preguntas! O xogo pode ter como máximo entre 800 e 1200 preguntas. Este número pode variar moito en función do tipo de preguntas e a súa lonxitude, as respostas, os URL e o texto enriquecido.
pl: Za dużo pytań! Gra może mieć maksymalnie około 800 i 1200 pytań. Ta liczba może się bardzo różnić w zależności od rodzaju pytań i długości pytań, odpowiedzi, adresów URL i wzbogaconego tekstu.
tr: Soru sayısı çok fazla ! Oyunda maksimum 800 ve 1200 soru olabilir. Bu sayı, soruların türüne ve soruların uzunluğuna, cevaplara, URL'lere ve zenginleştirilmiş metne bağlı olarak çok değişebilir.

source: Create an educational board game with different question types (test, order, definition) of different categories. From 1 to 4 players or teams.
ca: Creeu un joc de taula educatiu amb preguntes de diferents tipus (test, ordena, definició) o categories diferents. Des de 1 a 4 jugadors o equips.
es: Cree un juego de mesa educativo con diferentes tipos de pregunta (test, ordena, definición) organizadas por categorías. De 1 a 4 jugadores o equipos.
eu: Sortu hezkuntzarako mahai-jokoa galdera mota desberdinekin (test, ordenan jarri, definizioak) edo kategoria desberdinekin. 1-4 jokalari edo talde kopurua.
fr: Créer un jeu de table éducatif avec différents types de questions (test, mise en ordre, définition…) organisées par catégories. De 1 à 4 joueurs ou équipes.
gl: Cree un xogo de mesa educativo con diferentes tipos de preguntas (test, ordenar, definición) organizadas por categorías. De 1 a 4 xogadoras, xogadores ou equipos.

source: Number of topics
ca: Nombre de temes
el: Αριθμός θεμάτων
es: Número de temas
eu: Gai kopurua
fr: Nombre d'éléments
gl: Número de temas
pl: Liczba tematów
tr: Konu sayısı

source: Topic number
ca: Tema número
el: Αριθμός θέματος
es: Tema número
eu: Gai zenbakia
fr: Élément numéro
gl: Tema número
pl: Numer tematu
tr: Konu Numarası

source: Easier to read
ca: Fàcil de llegir
ca_es@valencia: Lectura facilitada
dz: ལྷག་ནི་འཇམ་
el: Ευκολότερη στην ανάγνωση
es: Lectura facilitada
eu: Irakurtzeko errazagoa
fr: Plus facile à lire
gl: Lectura facilitada
it: Lettura facilitata
pl: Łatwiejsze do czytania
ru: Упрощенное чтение
tr: Kolay okunan
zh_cn: 更容易阅读
zh_tw: 較易閱讀

source: Visual aid
ca: Ajuda visual
ca_es@valencia: Suport visual
el: Οπτική βοήθεια
es: Apoyo visual
eu: Ikusizko laguntza
fr: Aide visuelle
gl: Apoio visual
it: Aiuto visuale
pl: Pomoc wizualna
ru: Визуальная поддержка
tr: Görsel yardım
zh_cn: 视觉辅助
zh_tw: 視覺協助

source: UDL Content
ca: Contingut DUA
ca_es@valencia: Contingut DUA
el: Καθολικός Σχεδιασµός Μάθησης (ΚΣΜ)
es: Contenido DUA
eu: IDU (UDL) edukia
fr: Contenu UDL/DUA
gl: Contido DUA
it: Contenuto UDL
pl: Treść UDL
ru: Содержание УДО
tr: EÖT İçeriği
zh_cn: UDL 内容
zh_tw: UDL 內容

source: UDL
ca: DUA
ca_es@valencia: DUA
el: ΚΣΜ
es: DUA
eu: IDU (UDL)
fr: UDL/DUA
gl: DUA
ru: УДО
tr: EÖT

source: Universal Design for Learning
ca: Disseny Universal per Aprenentatge
ca_es@valencia: Disseny Universal per a l'Aprenentatge
el: Καθολικός Σχεδιασµός Μάθησης (ΚΣΜ)
es: Diseño Universal para el Aprendizaje
eu: Ikaskuntza Diseinu Unibertsala
fr: Design Universel pour l'apprentissage (DUA/UDL)
gl: Deseño Universal para a Aprendizaxe
pl: Uniwersalny projekt do nauki
ru: Универсальный дизайн для обучения
tr: Evrensel Öğrenme Tasarımı
zh_cn: 全方位学习设计
zh_tw: 全方位課程設計（Universal Design for Learning, UDL）

source: Download the source file
ca: Descarrega el fitxer font
ca_es@valencia: Baixa el fitxer d'origen
dz: འབྱུང་ཁུངས་ཡིག་སྣད་ཕབ་ལེན་འབད
el: Λήψη του αρχείου προέλευσης
es: Descarga el fichero fuente
eu: Jaitsi iturri fitxategia
fr: Télécharger le fichier source
gl: Descargar ficheiro fonte
it: Scaricare il file sorgente
pl: Pobierz plik źródłowy
ru: Загрузите исходный файл
tr: Kaynak dosyayı indirin
zh_cn: 下载源文件
zh_tw: 下載原始檔

source: Exercises
ca: Exercicis
ca_es@valencia: Exercicis
dz: སྦྱང་བ་ཚུ
el: Ασκήσεις
es: Ejercicios
eu: Ariketak
fr: Exercices
gl: Exercicios
it: Esercizi
pl: Ćwiczenia
ru: Упражнения
tr: Alıştırmalar
zh_cn: 习题
zh_tw: 練習題

source: Write
ca: Escriu
ca_es@valencia: Escriu
dz: འབྲི
el: Γράψτε
es: Escribe
eu: Idatzi
fr: Écrivez
gl: Escribir
it: Scrittura
pl: Napisz
ru: Писать
tr: Yaz
zh_cn: 写
zh_tw: 寫

source: Listen
ca: Escolta
ca_es@valencia: Escolta
dz: ཉན
el: Ακούστε
es: Escucha
eu: Entzun
fr: Écoutez
gl: Escoita
it: Ascolto
pl: Posłuchaj
ru: Слушать
tr: Dinle
zh_cn: 听
zh_tw: 聽

source: Do it here
ca: Fes-ho aquí
ca_es@valencia: Fes-ho ací
dz: ནཱ་ལུ་འབད
el: Κάντε το εδώ
es: Hazlo aquí
eu: Egin hemen
fr: À faire ici
gl: Faino aquí
pl: Zrób to tutaj
ru: Сделай это здесь
tr: Burda yap
zh_cn: 在这里做
zh_tw: 在這裡做

source: Record
ca: Enregistra
ca_es@valencia: Grava
dz: དྲན་ཐོ་བཀོད
el: Εγγραφή
es: Graba
eu: Grabatu
fr: Enregistrez
gl: Grava
it: Registrazione
pl: Nagrywaj
ru: Запись
tr: Kayıt
zh_cn: 录制
zh_tw: 記錄

source: Speak
ca: Parla
ca_es@valencia: Parla
dz: ཁ་སླབ
el: Μιλήστε
es: Habla
eu: HItz egin
fr: Parlez
gl: Fala
it: Parola
pl: Mowa
ru: Говори
tr: Konuş
zh_cn: 说
zh_tw: 唸

source: Guidance
ca: Orientacions
ca_es@valencia: Orientacions
dz: ཕྱོགས་སྟོན་བྱ་རིམ
el: Οδηγία
es: Orientaciones
eu: Orientabideak
fr: Orientations
gl: Orientacións
it: Assistenza
pl: Wskazówki
ru: Руководство
tr: Rehberlik
zh_cn: 指引
zh_tw: 指南

source: To get informed
ca: Obtindre informació
ca_es@valencia: Per a informar-se
el: Για να ενημερωθείτε
es: Para informarse
eu: Informazioa lortzeko
fr: Information
gl: Para informarse
it: Per essere informati
pl: Aby uzyskać informacje
ru: Чтобы получить информацию
tr: Haberdar olmak için
zh_cn: 告知
zh_tw: 取得說明

source: Think
ca: Pensa
ca_es@valencia: Pensa
dz: མནོ་བསམ་གཏང་
el: Σκεφτείτε
es: Piensa
eu: Pentsatu
fr: Pensez
gl: Pensa
it: Pensiero
pl: Zastanów się
ru: Думай
tr: Düşün
zh_cn: 思考
zh_tw: 想

source: Assessment rubric
ca: Rúbrica d'avaluació
ca_es@valencia: Rúbrica d'avaluació
el: Ρουμπρίκα αξιολόγησης
es: Rúbrica de evaluación
eu: Ebaluazioarako errubrika
fr: Rubrique d'évaluation
gl: Rúbrica de avaliación
it: Rubrica di acquisizione
pl: Rubryka ocen
ru: Рубрика оценки
tr: Değerlendirme rubriği
zh_cn: 评估量规
zh_tw: 測驗評分綱領

source: Timing
ca: Temporització
ca_es@valencia: Temporalització
el: Χρονοδιάγραμμα
es: Temporalización
eu: Tenporalizazioa
fr: Temporalisation
gl: Temporalización
it: Tempi
pl: Terminy
ru: Срок
tr: Zamanlama
zh_cn: 时机
zh_tw: 時程

source: Work in group
ca: Treball en grup
ca_es@valencia: Treballa en equip
el: Εργασία σε ομάδες
es: Trabaja en equipo
eu: Taldeka pentsatu
fr: Travail en groupe
gl: Traballa en equipo
it: Lavoro di gruppo
pl: Praca w grupie
ru: Работа в группе
tr: Grupla çalışma
zh_cn: 分组活动
zh_tw: 群組內工作

source: More information
ca: Més informació
ca_es@valencia: Per a saber més
el: Περισσότερες πληροφορίες
es: Para saber más
eu: Informazio gehiago
fr: Information supplémentaire
gl: Para saber máis
it: Altre info
pl: Więcej informacji
ru: Больше информации
tr: Daha fazla bilgi
zh_cn: 更多信息
zh_tw: 更多資訊

source: Cultural notes
ca: Notes culturals
ca_es@valencia: Anotacions culturals
el: Πολιτιστικές πληροφορίες
es: Apuntes culturales
eu: Kultura-oharrak
fr: Notes culturelles
gl: Apuntes culturais
it: Note culturali
pl: Notatki o kulturze
ru: Культурные заметки
tr: Kültürel notlar
zh_cn: 文化注释
zh_tw: 文化備忘

source: Learn to learn
ca: Aprèn a aprendre
ca_es@valencia: Aprendre a aprendre
el: Μάθε πώς να μαθαίνεις
es: Aprender a aprender
eu: Ikasten ikasi
fr: Apprendre à apprendre
gl: Aprender a aprender
it: Imparare ad imparare
pl: Nauka uczenia się
ru: Учиться учиться
tr: Öğrenme için öğren
zh_cn: 学会学习
zh_tw: 學習如何學習

source: Instrument practice
ca: Pràctica d'instrument
ca_es@valencia: Pràctica instrumental
el: Πρακτική σε μουσικά όργανα
es: Práctica instrumental
eu: Musika-tresnarekin praktikatu
fr: Pratique instrumentale
gl: Práctica instrumental
it: Pratica strumentale
pl: Narzędzie praktyczne
ru: Инструментальная практика
tr: Enstüman alıştırması
zh_cn: 仪器练习

source: Music
ca: Música
ca_es@valencia: Música
dz: གླུ་གཞས
el: Μουσική
es: Música
eu: Musika
fr: Musique
gl: Música
it: Musica
pl: Muzyka
ru: Музыка
tr: Müzik
zh_cn: 音乐
zh_tw: 音樂

source: Mediation
ca: Mediació
ca_es@valencia: Mediació
el: Μεσολάβηση
es: Mediación
eu: Bitartekaritza
fr: Médiation
gl: Mediación
it: Mediazione
pl: Mediacja
ru: Посредничество
tr: Arabulucuk
zh_cn: 调解
zh_tw: 冥想

source: Use your hands
ca: Usa les teves mans
ca_es@valencia: Manipula
dz: ལགཔ་ལག་ལེན་འཐབ
el: Χρησιμοποιήστε τα χέρια σας
es: Manipula
eu: Erabili eskuak
fr: Utilisez vos mains
gl: Manipula
it: Usa le mani
pl: Użyj swoich rąk
ru: Используйте свои руки
tr: Ellerine kullan
zh_cn: 用你的手
zh_tw: 用您的手

source: Sign language
ca: Llenguatge de signes
ca_es@valencia: Llengua de signes
dz: བརྡ་སྐད
el: Νοηματική γλώσσα
es: Lengua de signos
eu: Zeinu-hizkuntza
fr: Langue de signes
gl: Lingua de signos
it: Lingua dei segni
pl: Język migowy
ru: Язык жестов
tr: İşaret dili
zh_cn: 手语

source: Homogeneous groups
ca: Grups homogenis
ca_es@valencia: Grups homogenis
el: Ομογενείς ομάδες
es: Grupos homogéneos
eu: Talde homogeneoak
fr: Groupes homogènes
gl: Grupos homoxéneos
it: Gruppi omogenei
pl: Grupy jednorodne
ru: Однородные группы
tr: Homojen gruplar
zh_cn: 同质小组
zh_tw: 同質群組

source: Heterogeneous groups
ca: Grups heterogenis
ca_es@valencia: Grups heterogenis
el: Ετερογενείς ομάδες
es: Grupos heterogéneos
eu: Talde heterogeneoak
fr: Groupes hétérogènes
gl: Grupos heteroxéneos
it: Gruppi eterogenei
pl: Grupy heterogeniczne
ru: Гетерогенные группы
tr: Heterojen gruplar
zh_cn: 异质小组
zh_tw: 異質群組

source: Written text coproduction
ca: Coproducció de texts escrits
ca_es@valencia: Coproducció de textos escrits
el: Συνεργατική γραφή κειμένου
es: Coproducción de textos escritos
eu: Idatzizko testuen koprodukzioa
fr: Texte écrit en coproduction
gl: Coprodución de textos escritos
it: Coproduzione di testi scritti
pl: Wspólne pisanie tekstu
ru: Совместное производство письменных текстов
tr: Yazılı ortak metin
zh_cn: 书面文本共同制作
zh_tw: 共同產生文章

source: Oral text coproduction
ca: Coproducció de text oral
ca_es@valencia: Coproducció de textos orals
el: Συνεργατική παραγωγή προφορικού λόγου
es: Coproducción de textos orales
eu: Ahozko testuen koprodukzioa
fr: Texte oral en coproduction
gl: Coprodución de textos orais
it: Coproduzione di testi orali
pl: Koprodukcja tekstu ustnego
ru: Совместное производство устных текстов
tr: Sesli Ortak Metin
zh_cn: 口头文本共同制作
zh_tw: 共同產生演講稿

source: Digital competence
ca: Competència digital
ca_es@valencia: Competències digitals
el: Ψηφιακές ικανότητες
es: Competencias digitales
eu: Gaitasun digitala
fr: Compétence numérique
gl: Competencia dixital
it: Competenza digitale
pl: Kompetencje cyfrowe
ru: Цифровые навыки
tr: Dijital yeterlilik
zh_cn: 数字能力
zh_tw: 數位競爭

source: Singing
ca: Cant
ca_es@valencia: Cant
el: Τραγούδι
es: Canto
eu: Kantua
fr: Chant
gl: Canto
it: Canto
pl: Śpiew
ru: Пение
tr: Şarkı söyleme
zh_cn: 唱
zh_tw: 簽署

source: Semantic networks
ca: Xarxes semàntiques
ca_es@valencia: Xarxes semàntiques
el: Σημασιολογικά δίκτυα
es: Redes semánticas
eu: Sare semantikoak
fr: Réseaux sémantiques
gl: Redes semánticas
it: Reti semantiche
pl: Sieci semantyczne
ru: Семантические сети
tr: Anlamsal ağlar
zh_cn: 语义网
zh_tw: 語意網路

source: Easy read
ca: Lectura fàcil
ca_es@valencia: Lectura fàcil
el: Εύκολη ανάγνωση
es: Lectura fácil
eu: Irakurtzeko erraza
fr: Lecture facile
gl: Lectura fácil
it: Lettura facile
pl: Łatwy odczyt
ru: Легкое чтение
tr: Kolay okuma
zh_cn: 易读
zh_tw: 容易閱讀

source: Grammar
ca: Gramàtica
ca_es@valencia: Gramàtica
el: Γραμματική
es: Gramática
eu: Gramatika
fr: Grammaire
gl: Gramática
it: Grammatica
pl: Gramatyka
ru: Грамматика
tr: Dilbilgisi
zh_cn: 文法
zh_tw: 文法

source: Vocabulary
ca: Vocabulari
ca_es@valencia: Vocabulari
el: Λεξιλόγιο
es: Vocabulario
eu: Hiztegia
fr: Vocabulaire
gl: Vocabulario
it: Vocabolario
pl: Słowniczek
ru: Словарь
tr: Kelime bilgisi
zh_cn: 词汇表
zh_tw: 字彙

source: Playback
ca: Reproducció
ca_es@valencia: Reproducció
el: Αναπαραγωγή
es: Reproducción
eu: Erreprodukzioa
fr: Reproduction
gl: Reprodución
it: Suona
pl: Odtwarzanie
ru: Воспроизведение
tr: Pleybek
zh_cn: 重播
zh_tw: 播放

source: Phonetics
ca: Fonètica
ca_es@valencia: Fonètica
el: Φωνητική
es: Fonética
eu: Fonetika
fr: Phonétique
gl: Fonética
it: Fonetica
pl: Fonetyka
ru: Фонетика
tr: Fonetik
zh_cn: 语音学
zh_tw: 語音學

source: Alternative content
ca: Contingut alternatiu
ca_es@valencia: Contingut alternatiu
dz: ཚིག་ཡིག་ཚབ
el: Εναλλακτικό περιεχόμενο
es: Contenido alternativo
eu: Ordezko edukia
fr: Contenu alternatif
gl: Contido alternativo
it: Contenuto alternativo
pl: Treści alternatywne
ru: Альтернативное содержание
tr: Alternatif içerik
zh_cn: 可替代的内容
zh_tw: 替代內容

source: Double click or type to see suggestions
ca: Doble clic o prem per veure els suggeriments
ca_es@valencia: Feu doble clic o escriu per a veure suggeriments
el: Κάντε διπλό κλικ ή πληκτρολογήστε για να δείτε προτάσεις
es: Haz doble clic o escribe para ver sugerencias
eu: Egin klik bikoitza edo idatzi iradokizunak ikusteko
fr: Faites doublé clic ou écrivez pour voir des suggestions
gl: Fai dobre clic ou escribe para ver suxestións
it: Doppio clic o scrivere qualcosa per vedere i suggerimenti
pl: Kliknij dwukrotnie lub wpisz, aby zobaczyć sugestie
ru: Дважды щелкните или введите текст, чтобы увидеть предложения
tr: Önerileri görmek için çift tıklayın veya yazın
zh_cn: 双击或键入以查看建议
zh_tw: 雙擊或輸入來看建議

source: Engagement
ca: Implicació
ca_es@valencia: Implicació
el: Συμμετοχή
es: Implicación
eu: Parte-hartzea
fr: Implication
gl: Implicación
it: Coinvolgimento
pl: Zaangażowanie
ru: Последствия
tr: Katılım
zh_cn: 参与

source: Representation
ca: Representació
ca_es@valencia: Comprensió
el: Αναπαράσταση
es: Comprensión
eu: Ulermena
gl: Comprensión
it: Rappresentazione
pl: Reprezentacja
ru: Понимание
tr: Yeniden Sunma
zh_cn: 表征
zh_tw: 表達

source: Action & Expression
ca: Acció & Expressió
ca_es@valencia: Expressió
el: Δράση & Έκφραση
es: Expresión
eu: Espresioa
fr: Action et Expression
gl: Expresión
it: Azione & Espressione
pl: Akcja i ekspresja
ru: Выражение
tr: Eylem ve İfade
zh_cn: 行动与表达
zh_tw: 動作與表示

source: New block
ca: Bloc nou
ca_es@valencia: Nou bloc
el: Νέο πλαίσιο
es: Nuevo bloque
eu: Bloke berria
fr: Nouveau Bloc
gl: Bloque novo
it: Nuovo blocco
pl: Nowy blok
ru: Добавить блок
tr: Yeni blok
zh_cn: 新版块
zh_tw: 新區塊

source: About this iDevice
ca: Sobre aquest iDevice
ca_es@valencia: Quant aquest iDevice
dz: བརྡ་དོན་འཐབ་འཕྲུལ་གི་སྐོར་ལས།
el: Σχετικά με αυτό το η-Σύνεργο
es: Acerca de este iDevice
eu: iDevice honi buruz
fr: À propos de cet outil pédagogique
gl: Sobre este iDevice
it: A proposito di questo iDevice
pl: O tym iObiekcie
ru: Об этом iDevice
tr: Bu iDevice hakkında
zh_cn: 关于本iDevice 模块
zh_tw: 關於此 iDevice

source: Cofinanced by:
ca: Cofinançat per:
ca_es@valencia: Cofinançat per:
el: Συγχρηματοδοτείται από:
es: Cofinanciado por:
eu: Kofinantzatzailea:
fr: Cofinancé par:
gl: Cofinanciado por:
it: Cofinanziato da:
pl: Współfinansowane przez:
ru: Cофинансируется:
tr: Finanse eden:
zh_cn: 共同资助：
zh_tw: 共同出資：

source: Delete block $? This can't be undone.
ca: Voleu esborrar el bloc $? Aquesta acció no es podrà desfer.
ca_es@valencia: Suprimeix el bloc $? No es pot desfer.
el: Διαγραφή πλαισίου $; Αυτή η ενέργεια δεν είναι δυνατόν να αναιρεθεί.
es: ¿Borrar el bloque $? No se puede deshacer.
eu: Ezabatu $ blokea? Ezin da desegin.
fr: Effacer le bloc $ ? Cette action est définitive.
gl: Eliminar o bloque $? Esta operación non se pode desfacer.
it: Cancellare il blocco $? Non si può annullare.
pl: Usunąć blok $? Nie można tego cofnąć.
ru: Удалить блок $? Это нельзя отменить.
tr: $ bloğu silinsin mi? Bu geri alınamaz.
zh_cn: 删除块$？这是无法撤消的。
zh_tw: 確定要刪除區塊 $ 嗎？這個動作無法復原。

source: Block
ca: Bloc
ca_es@valencia: Bloc
dz: སྡེབ་ཚན
el: Πλαίσιο
es: Bloque
eu: Blokea
fr: Bloc
gl: Bloque
it: Blocco
nl: Blok
pl: Blok
pt: Bloco
ru: Блок
tr: Blok
zh_cn: 版块
zh_tw: 區塊

source: Empty = No button
ca: Buit = Cap botó
ca_es@valencia: Buit = Sense botó
dz: སྟོངམ = ཨེབ་རྟ་མེད
el: Κενό = Χωρίς πλήκτρο
es: Vacío = Sin botón
eu: Hutsa = Botoirik ez
fr: Vide = Sans bouton
gl: Baleiro = Sen botón
it: Vuoto = nessun pulsante
pl: Pusty = Brak przycisku
ru: Пусто = Нет кнопки
tr: Boş=Duğme Yok
zh_cn: 空白=没有按钮
zh_tw: 空白表示沒有按鍵

source: Text button
ca: Text del botó
ca_es@valencia: Botó de text
dz: ཚིག་ཡིག་ཨེབ་རྟ
el: Κείμενο πλήκτρου
es: Botón de texto
eu: Testuzko botoia
fr: Bouton de texte
gl: Botón de texto
it: Pulsante con testo
pl: Tekst przycisku
ru: Кнопка текста
tr: Metin düğmesi
zh_cn: 文字按钮
zh_tw: 文字按鍵

source: Character
ca: Caràcter
ca_es@valencia: Personatge
dz: ཡིག་འབྲུ
el: Χαρακτήρας
es: Personaje
eu: Pertsonaia
fr: Personnage
gl: Personaxe
it: Carattere
pl: Znak
ru: Персонаж
tr: Karekter
zh_cn: 角色
zh_tw: 字元

source: Accessible hidden content
ca: Contingut amagat accessible
ca_es@valencia: Contingut ocult de manera accessible
dz: སྦ་བཞག་པའི་ནང་དོན་འཛུལ་སྤྱོད་འབད་ཚུགས
el: Κρυμμένο περιεχόμενο που είναι προσβάσιμο
es: Contenido oculto de manera accesible
eu: Modu irisgarrian ezkutatutako edukia
fr: Contenu caché accessible
gl: Contido accesible oculto
it: Contenuto nascosto accessibile
pl: Dostępna ukryta zawartość
ru: Доступный скрытый контент
tr: Erişilebilir gizli içerik
zh_cn: 可访问的隐藏内容
zh_tw: 可存取隱藏內容

source: Choose the content to edit:
ca: Tria el contingut a editar:
ca_es@valencia: Tria el contingut que vols editar:
el: Επιλέξτε περιεχόμενο για επεξεργασία:
es: Elija el contenido que quiere editar:
eu: Aukeratu editatu beharreko edukia:
fr: Choisissez le contenu à éditer:
gl: Escolla o contido que quere editar:
it: Scegliere il contenuto da modificare:
pl: Wybierz zawartość do edycji:
ru: Выберите контент для редактирования:
tr: Düzenlenecek içeriği seçin:
zh_cn: 选择要编辑的内容：
zh_tw: 選擇要編輯的內容：

source: Main content (required)
ca: Contingut principal (requerit)
ca_es@valencia: Contingut principal (obligatori)
dz: མངའ་ཁོངས་གཙོ་བོ
el: Κύριο περιεχόμενο (απαιτείται)
es: Contenido principal (obligatorio)
eu: Eduki nagusia (derrigorrezkoa)
fr: Contenu principal (obligatoire)
gl: Contido principal (obrigatorio)
it: Contenuto principale (necessario)
pl: Wymagana główna treść
ru: Основное содержание (обязательно)
tr: Ana içerik (gerekli)
zh_cn: 主要内容（必填）
zh_tw: 主要內容（必填）
