Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Calculating depth of links
ca: S'està calculant la profunditat dels enllaços
ca_es@valencia: S'està calculant la profunditat dels enllaços
dz: འབྲེལ་ལམ་གྱི་གཏིང༌ཚུའི་རྩིས་སྟོན་དོ
el: Υπολογισμός βάθους συνδέσμων
es: Calculando la profundidad de los enlaces
eu: Esteken sakontasuna kalkulatzen
fr: Calcul en cours de la profondeur des liens
gl: Calculando profundidade dos vínculos
it: Calcolo della profondità dei link
nl: Berekening link-diepte
pl: Obliczanie głębokości linków
pt: A calcular a os níveis dos links
ru: Расчёт глубины связей
tr: Bağlantıların derinliği hesaplanıyor
zh_cn: 计算链接深度
zh_tw: 計算連結深度中

source: Inserting %s
ca: S'està inserint %s
ca_es@valencia: S'està inserint %s
dz: %s་བཙུགས་དོ
el: Εισαγωγή %s
es: Insertando %s
eu: %s sartzen
fr: Insertion %s en cours
gl: Inserindo %s
it: Inserimento %s
nl: %s invoegen
pl: Wstawianie %s
pt: A inserir %s
ru: Вставка %s
tr: Ekleniyor %s
zh_cn: 插入 %s
zh_tw: 插入 %s 中

source: My iDevices
ca: Els meus iDevices
ca_es@valencia: Els meus iDevices
dz: ངིའི་བརྡ་དོན་ཐབས་འཕྲུལ
el: Τα δικά μου 'η-Σύνεργα'
es: Mis iDevices
eu: Nire iDeviceak
fr: Mes outils pédagogiques
gl: Os meus iDevices
it: I miei iDevice
nl: Mijn iDevices
pl: Moje iObiekty
pt: Os meus iDevices
ru: Мои iDevice'ы
tr: iDevicelarım
zh_cn: 我的iDevices模块
zh_tw: 我的 iDevice

source: JS iDevices
ca: iDevices JS
ca_es@valencia: iDevices de JS
dz: ཇེ་ཨེས་བརྡ་དོན་ཐབས་འཕྲུལ
el: η-Σύνεργα JS
es: iDevices JS
eu: JS iDeviceak
fr: Outils pédagogiques JS
gl: iDevices JS
it: iDevice JS
pl: iObiekty JS
ru: JS iDevice'ы

source: Gamification
ca: Gamificació
ca_es@valencia: Ludificació
el: Μάθηση με παιχνίδια
es: Ludificación
eu: Gamifikazioa
gl: Ludificación
pl: Grywalizacja
ru: Геймификация
tr: Oyunlaştırma
zh_cn: 游戏化
zh_tw: 遊戲化

source: Cannot access directory named
ca: No podeu accedir al directori anomenat
ca_es@valencia: No es pot accedir al directori anomenat
dz: འཛུལ་སྤྱོད་འབད་མ་ཚུགས་པའི་སྣོད་ཐོའི་མིང
el: Αδύνατη η προσπέλαση του επώνυμου καταλόγου
es: No se puede acceder al directorio
eu: Ezin da izendatutako direktoriora sartu
fr: L'application ne peut pas accéder à ce répertoire
gl: Non se pode acceder ao directorio
it: Impossibile accedere alla cartella
nl: Geen toegang tot de map
pl: Brak dostępu do katalogu
pt: Não é possível aceder à pasta indicada
ru: Невозможно получить доступ к названному каталогу
tr: Adlı dizine erişilemiyor
zh_cn: 不能识别路径名称
zh_tw: 不能識別路徑名稱

source: . Please use ASCII names.
ca: . Empreu caràcters ASCII.
ca_es@valencia: . Utilitza noms en ASCII.
dz: . ཨེ་ཨེསི་སི་ཨའི་ཨའི་མིང་ཚུ་ལག་ལེན་འཐབ་གནང་།.
el: . Παρακαλώ, χρησιμοποιήστε ονόματα ASCII.
es: . Por favor use nombres en ASCII.
eu: . Mesedez, ASCII izenak erabili.
fr: .Utilisez des noms ASCII SVP.
gl: . Por favor, utilice nomes ASCII.
it: . Usare nomi in formato ASCII.
nl: . Gebruik alleen ASCII-tekens.
pl: . Proszę używać nazw ASCII.
pt: . Por favor use nomes ASCII.
ru: . Пожалуйста, используйте имена из символов ASCII (латинские буквы и цифры).
tr: Lütfen ASCII karakterleri kullanınız.
zh_cn: . 请使用ASCII码。
zh_tw: 。名稱請使用 ASCII 碼。

source: SAVE FAILED!
ca: DESAT ERRONI !
ca_es@valencia: HA FALLAT L'ACCIÓ DE GUARDAR
dz: ནང་སྲུངས་ནི་མཐར་མ་འཁྱོལ!
el: Η ΑΠΟΘΗΚΕΥΣΗ ΑΠΕΤΥΧΕ!
es: ¡ERROR AL GUARDAR!
eu: EZ DA GORDE!
fr: ÉCHEC DE LA SAUVEGARDE !
gl: ERRO AO GARDAR!
it: NON SALVATO
nl: OPSLAAN MISLUKT!
pl: ZAPIS NIEUDANY!
pt: Guardar falhou!
ru: ОШИБКА СОХРАНЕНИЯ!
tr: KAYIT HATALI!
zh_cn: 保存失败!
zh_tw: 儲存失敗！

source: SAVE FAILED! "%s" is not a valid name for a package
ca: ERRADA EN DESAR! «%s» no és un nom vàlid per al paquet
ca_es@valencia: HA FALLAT L'ACCIÓ DE GUARDAR "%s" no és un nom vàlid per a un paquet
dz: སྲུངས་ནི་མཐར་མ་འཁྱོལ! "%s"་འདི་ ཐུམ་སྒྲིལ་གྱི་དོན་ལུ་ནུས་མེད་མིང་ཅིག་མས
el: Η ΑΠΟΘΗΚΕΥΣΗ ΑΠΕΤΥΧΕ! Το "%s" δεν είναι έγκυρο όνομα πακέτου
es: ¡ERROR AL GUARDAR! "%s" no es un nombre válido para un paquete
eu: EZ DA GORDE! "%s" ez da izen onargarria pakete batentzat
fr: ÉCHEC DE LA SAUVEGARDE ! "%s" n'est pas un nom de paquet valable
gl: ERRO AO GARDAR! "%s" non é un nome válido para un paquete
it: NON SALVATO "%s" non è uno nome valido per un package
pl: ZAPIS NIEUDANY! "%s" nie jest prawidłową nazwą pakietu
ru: ОШИБКА СОХРАНЕНИЯ! "%s" не является корректным именем для пакета
tr: KAYIT BAŞARISIZ! %s " bir paket için geçerli bir ad değil
zh_cn: 保存失败！ "%s" 不是包的有效名称
zh_tw: 儲存失敗！ %s 不是套件的正確名稱

source: SAVE FAILED! %s
ca: ERROR EN DESAR! %s
ca_es@valencia: HA FALLAT L'ACCIÓ DE GUARDAR %s
dz: ནང་སྲུངས་ནི་མཐར་མ་འཁྱོལ! %s
el: Η ΑΠΟΘΗΚΕΥΣΗ ΑΠΕΤΥΧΕ! %s
es: ¡ERROR AL GUARDAR! %s
eu: EZ DA GORDE! %s
fr: LA SAUVEGARDE A ÉCHOUÉ ! %s
gl: ERRO AO GARDAR! %s
it: NON SALVATO %s
nl: OPSLAAN MISLUKT! %s
pl: ZAPIS NIEUDANY! %s
pt: Guardar falhou! %s
ru: ОШИБКА СОХРАНЕНИЯ! %s
tr: KAYIT HATALI! %s
zh_cn: 保存失败! %s
zh_tw: 儲存失敗。 %s

source: Package saved to: %s
ca: Paquet desat a: %s
ca_es@valencia: El paquet s'ha guardat a: %s
dz: ཐུམ་སྒྲིལ་སྲུངས་བཞག་ཡོད:%s
el: Το πακέτο αποθηκεύτηκε στο: %s
es: Paquete guardado en: %s
eu: Hurrengoan gordetako paketea: %s
fr: Dossier sauvegardé sous:%s
gl: O paquete foi extraído en: %s
it: Pacchetto salvato in: %s
nl: Bestand opgeslagen naar: %s
pl: Pakiet zapisany do: %s
pt: Pacote guardado em: %s
ru: Пакет сохранён в: %s
tr: Paket şuraya kaydedildi: %s
zh_cn: 课件存至: %s
zh_tw: 套件已儲存至：%s

source: SAVE FAILED! "%s" is not a valid name for a template
ca: ERRADA EN DESAR! «%s» no és un nom vàlid per a la plantilla
ca_es@valencia: HA FALLAT L'ACCIÓ DE GUARDAR "%s" no és un nom vàlid per a una plantilla
dz: སྲུངས་ནི་མཐར་མ་འཁྱོལ! "%s"་འདི་ དཔེ་གཞི་གྱི་དོན་ལུ་ནུས་མེད་མིང་ཅིག་མས
el: Η ΑΠΟΘΗΚΕΥΣΗ ΑΠΕΤΥΧΕ! Το "%s" δεν είναι έγκυρο όνομα προτύπου
es: ¡ERROR AL GUARDAR! "%s" no es un nombre válido para una plantilla
eu: EZ DA GORDE! "%s" ez da izen onargarria txantiloi batentzat
fr: ÉCHEC DE LA SAUVEGARDE ! "%s" n'est pas un nom de modèle valable
gl: ERRO AO GARDAR! "%s" non é un nome válido para un modelo
it: NON SALVATO "%s" non è uno nome valido per un modello
pl: ZAPIS NIEUDANY! "%s" nie jest prawidłową nazwę dla szablonu
ru: ОШИБКА СОХРАНЕНИЯ! "%s" не является корректным именем для шаблона
tr: KAYIT BAŞARISIZ! %s " bir şablon için geçerli bir ad değil
zh_cn: 保存失败！ "%s" 不是模板的有效名称
zh_tw: 儲存失敗！ %s 不是樣本的正確名稱

source: Template saved: %s
ca: Plantilla desada: %s
ca_es@valencia: La plantilla s'ha guardat: %s
dz: དཔེ་གཞི་སྲུངས་བཞག:%s
el: Το πρότυπο αποθηκεύτηκε: %s
es: Plantilla guardada: %s
eu: Txantiloia gorde da: %s
fr: Modèle sauvegardé: %s
gl: Modelo gardado: %s
it: Modello salvato: %s
pl: Szablon zapisany: %s
ru: Шаблон сохранён в: %s
tr: Şablon kaydedildi:%s
zh_cn: 保存的模板：%s
zh_tw: 樣本已儲存：%s

source: Downloading...
ca: S'està descarregant...
ca_es@valencia: S'està baixant...
dz: ཕབ་ལེན་འབད་དོ་...
el: Λήψη...
es: Descargando...
eu: Jaisten...
fr: Téléchargement en cours...
gl: Descargando...
it: Scaricamento in corso...
pl: Pobieranie...
ru: Загрузка...
tr: İndiriliyor...
zh_cn: 正在下载…
zh_tw: 下載中...

source: Sources Download
ca: Fonts de baixada
ca_es@valencia: Baixada de fonts
dz: འབྱུང་ཁུངས་ཚུའི་ཕབ་ལེན
el: Λήψη πηγών
es: Descarga de las fuentes
eu: Jaitsi iturburuak
fr: Téléchargement des sources
gl: Descarga das fontes
it: Scaricamento fonti
pl: Pobieranie źródeł
ru: Источники загрузки
tr: Kaynağı İndir
zh_cn: 资料下载
zh_tw: 來源已下載

source: Could not retrieve data (Core error)
ca: No s'han pogut recuperar dades (Error al nucli)
ca_es@valencia: No s'han pogut recuperar les dades (error del nucli)
el: Αδυναμία ανάκτησης δεδομένων (Βασικό σφάλμα)
es: Error al recuperar los datos
eu: Datuak ezin izan dira jaso (Core error)
fr: Récupération des données impossible (erreur centrale)
gl: Produciuse un erro ao recuperar os datos
it: Impossibile recuperare i dati (Core error)
pl: Nie można pobrać danych (błąd rdzenia)
pt: Não é possível obter os dados (Erro do núcleo)
ru: Не удалось получить данные (ошибка ядра)
tr: Veri alınamadı (Çekirdek hata)
zh_cn: 无法取得数据（核心错误）
zh_tw: 無法取得資料（核心錯誤）

source: Connecting to classification sources repository...
ca: S'està connectant amb el dipòsit de fonts de classificació...
ca_es@valencia: S'està connectant al repositori de fonts de classificació...
dz: དབྱེ་བཟོ་གི་འབྱུང་ཁུངས་ཚུ་ལུ་མཐུད་དོ...
el: Σύνδεση στο αποθετήριο πηγών ταξινόμησης ...
es: Conectando con el repositorio de fuentes de clasificación...
eu: Sailkapen iturrien biltegira konektatzen...
fr: Connexion au référentiel des sources de classification...
gl: Conectando co repositorio de fontes de clasificación...
it: Connessione al deposito delle fonti di classificazione...
pl: Łączenie z repozytorium źródeł klasyfikacji...
ru: Подключение к хранилищу источников классификации...
tr: Sınıflandırma kaynakları deposuna bağlanılıyor...
zh_cn: 连接到分类源存储库...
zh_tw: 連線到分類來源主目錄中...

source: There has been an error while trying to download classification sources. Please try again later.
ca: Ha hagut una errada mentre es baixaven les fonts baixada. Proveu-ho més tard.
ca_es@valencia: S'ha produït un error mentre s'intentava baixar les fonts de classificació. Torneu-ho a provar més tard.
el: Υπήρξε ένα σφάλμα στην προσπάθεια λήψης των πηγών ταξινόμησης. Παρακαλώ προσπαθήστε αργότερα.
es: Se ha producido un error durante la descarga de las fuentes de clasificación. Por favor vuelva a intentarlo más tarde.
eu: Errorea gertatu da sailkapenen iturburuak jaistean. Saiatu gero.
fr: Une erreur est survenue lors du téléchargement des sources de classification. Veuillez réessayer plus tard.
gl: Produciuse un erro durante a descarga das fontes de clasificación. Por favor volva tentalo máis tarde.
it: Si è verificato un errore durante lo scaricamento delle fonti di classificazione. Riprovare più tardi.
pl: Wystąpił błąd podczas próby pobrania źródeł klasyfikacji. Spróbuj ponownie później.
ru: При попытке загрузить источники классификации произошла ошибка. Пожалуйста, повторите попытку позже.
tr: Sınıflandırma kaynakları indirilmeye çalışılırken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.
zh_cn: 尝试下载分类源时发生错误。请稍后再试。
zh_tw: 下載分類來源時發生錯誤。請稍候再試。

source: Preview directory %s is a file, cannot replace it
ca: La carpeta de previsualització %s és un fitxer, no pot ser reemplaçat
ca_es@valencia: El directori de previsualitzacions %s és un fitxer, no es pot reemplaçar
dz: ཡིག་སྣོད་མིང་%s་འདི་ཡིག་སྣོད་ཨིན་ འདི་ཚབ་བཙུགས་མི་ཚུགས
el: Ο φάκελος προεπισκόπησης %s είναι ένα αρχείο και δεν μπορεί να αντικατασταθεί
es: El directorio %s de vistas previas es un archivo, no se puede reemplazar
eu: %s direktorioaren aurrebista fitxategi bat da, eta ezin da ordeztu
fr: Le répertoire de prévisualisation %s est un fichier, et ne peut pas être remplacé.
gl: O directorio de vista previa %s é un ficheiro, non se pode substituír
it: La cartella anteprima %s è un file, non si può sostituire
nl: Bestand directory %s bestaat al, kan niet vervangen
pl: Katalog %s jest plikiem, nie można nadpisać
pt: Pasta de pré-visualização %s é um ficheiro, não é possível substituí-lo.
ru: Предпросмотр каталога %s - это файл, невозможно заменить его
tr: Önizleme dizini %s bir dosya, yer değiştirilemiyor
zh_cn: 予览文件夹%s是个文档, 无法取代它
zh_tw: 預覽目錄 %s 是個檔案，無法取代

source: Local file %s is not found, cannot preview it
ca: El fitxer local %s no s'ha trobat, no es pot mostrar
ca_es@valencia: El fitxer local %s no s'ha trobat, no se'n pot mostrar la previsualització
dz: ཡིག་སྣོད་མིང་%s་འདི་མ་ཐོབ་ དེའི་སྔོན་ལྟ་མི་ཆོག
el: Το τοπικό αρχείο %s δεν βρέθηκε και δεν μπορεί να γίνει προεπισκόπησή του
es: El fichero local %s no existe, no se puede previsualizar
eu: %s fitxategi lokala ez da aurkitu eta ezin da aurreikusi
fr: Le fichier local %s n'a pas été trouvé, impossible de le prévisualiser
gl: O ficheiro local %s non existe, non se pode previsualizar
it: File %s non trovato, impossibile fare anteprima
nl: Bestandsnaam %s niet gevonden, kan niet voorvertonen
pl: Plik lokalny %s nie został znaleziony, nie można go wyświetlić
pt: Ficheiro local %s não encontrado, não pode ser pré-visualizado
ru: Локальный файл %s не найден, невозможен его предпросмотр
tr: Yerel dosya %s bulunamadı, önizleme yapılamıyor
zh_cn: 找不到本地文件 %s，无法预览
zh_tw: 找不到本地端檔案 %s，無法預覽

source: Could not create the image
ca: No s'ha pogut crear la imatge
ca_es@valencia: No s'ha pogut crear la imatge.
dz: གཟུགས་བརྙན་དེ་གསར་བསྐྲུན་འབད་མ་ཚུགས
el: Αδυναμία δημιουργίας της εικόνας
es: No se pudo crear la imagen
eu: Ezin izan da irudia sortu
fr: Impossible de créer l'image
gl: Non se puido crear a imaxe
it: Impossibile creare l'immagine
nl: Kon de afbeelding niet aanmaken
pl: Nie można utworzyć obrazu
pt: Não é possível criar a imagem
ru: Не удалось создать изображение
tr: Resim oluşturulamadı
zh_cn: 无法创建图像
zh_tw: 無法建立影像

source: Importing HTML...
ca: S'està important HTML...
ca_es@valencia: S'està important l'HTML
dz: ཨེཆ་ཊི་ཨེམ་ཨེལ་ནང་འདྲེན་འབད་དོ...
el: Εισαγωγή HTML...
es: Importando HTML...
eu: HTMLa inportatzen...
fr: Importation HTML en cours...
gl: Importando HTML...
it: Importazione HTML...
nl: HTML-import is bezig
pl: Importowanie kodu HTML...
pt: A importar HTML...
ru: Импортирование HTML...
tr: HTML dosyası içe aktar....
zh_cn: 正在导入HTML文件...
zh_tw: 匯入 HTML 中...

source: LOM Metadata import FAILED! %s
ca: Importació LOM Metadata ERRÒNIA! %s
ca_es@valencia: Ha fallat la importació de metadades LOM. %s
dz: LOM མེ་ཊ་གནད་སྡུད་ཀྱི་ཡིག་སྣོད་ནང་འདྲེན་འབད་ནི་མཐར་མ་འཁྱོལ! %s
el: Η εισαγωγή μεταδεδομένων DOM απέτυχε! %s
es: ¡FALLO en la importación de los metadatos LOM! %s
eu: ERROREA LOM metadatuen inportazioa egiterakoan! %s
fr: Échec de l'importation des métadonnées LOM! %s
gl: ERRO na importación dos metadatos LOM! %s
it: Importazione metadati LOM fallita. %s
nl: De import van LOM Metadata is MISLUKT! %s
pl: Import metadanych LOM nie powiódł się! %s
pt: A importação de metadados LOM falhou! %s
ru: Неудача импорта метаданных LOM! %s
tr: LOM Üst Veri içe aktarma BAŞARISIZ! %s
zh_cn: LOM元数据导入失败! %s
zh_tw: LOM 中繼資料匯入失敗。 %s

source: Error importing HTML:
ca: Error en importar HTML:
ca_es@valencia: S'ha produït un error en importar l'HTML:
dz: ཨེཆ་ཊི་ཨེམ་ཨེལ་ནང་འདྲེན་འབད བའི་སྐབས་ལུ་འཛོལ་བ་:
el: Σφάλμα εισαγωγής HTML:
es: Error al importar HTML:
eu: Errorea HTMLa inportatzen:
fr: Erreur dans l'importation HTML:
gl: Erro na importación HTML:
it: Errore di importazione HTML:
nl: HTLM-imort mislukt:
pl: Błąd importowania HTML:
pt: Erro ao importar HTML:
ru: Ошибка импорта HTML:
tr: HTML içe aktarılırken hata oluştu:
zh_cn: 导入HTML时出错:
zh_tw: 匯入 HTML 時發生錯誤：

source: Exporting package as SCORM 1.2...
ca: S'està exportant el paquet com SCORM 1.2 ...
ca_es@valencia: S'està exportant el paquet com a SCORM 1.2...
dz: ཐུམ་སྒྲིལ་འདི་SCORM 1.2 སྦེ་ཕྱིར་འདྲེན་འབད...
el: Εξαγωγή πακέτου ως SCORM 1.2...
es: Exportando el paquete como SCORM 1.2...
eu: Paketea SCORM 1.2 modura esportatzen...
fr: Exporter le paquet comme SCORM 1.2...
gl: Exportando paquete como SCORM 1.2...
it: Esportazione pacchetto in SCORM 1.2...
pl: Eksportowanie pakietu jako SCORM 1.2...
ru: Экспортировать пакет как SCORM 1.2...
tr: Paket SCORM 1.2 olarak dışa aktarılıyor...
zh_cn: 将包导出为SCORM 1.2 ...
zh_tw: 正在將套件匯出為 SCORM 1.2...

source: Uploading package to Procomún...
ca: S'està pujant el paquet a Procomún...
ca_es@valencia: S'està pujant un paquet a Procomún...
dz: Procomún་ལུ་་ཐུམ་སྒྲིལ་སྐྱེལ་བཙུགས་འབད་དོ་...
el: Φόρτωση πακέτου στο Procomún...
es: Subiendo el paquete a Procomún...
fr: Exporter le paquet vers Procomún...
gl: Enviando o paquete a Procomún...
it: Caricamento pacchetto in Procomún...
pl: Przesyłanie pakietu do Procomún...
ru: Выгрузка пакета в Procomún...
tr: Paket Procomún'a yükleniyor...
zh_cn: 上传包到Procomún...
zh_tw: 正在將套件上傳到 Procomún...

source: Unknown error when trying to upload package to Procomún.
ca: Error desconegut mentre es tractava de pujar el paquet a Procomún.
ca_es@valencia: Error desconegut quan s'intentava pujar un paquet a Procomún.
el: Άγνωστο σφάλμα κατά τη φόρτωση του πακέτου στο Procomún.
es: Error desconocido al intentar subir el paquete a Procomún.
fr: Erreur inconnue pendant l'exportation du paquet sur Procomún.
gl: Erro exportando o paquete a Procomún.
it: Errore sconosciuto durante il caricamento del pacchetto in Procomún.
pl: Nieznany błąd, gdy próbuje przesłać pakiet do Procomún.
ru: Неизвестная ошибка при выгрузке пакета в Procomún.
tr: Paketi Procomún'a yüklemeye çalışırken bilinmeyen hata.
zh_cn: 尝试将包上传到Procomún时出现未知错误。
zh_tw: 試著將套件上傳到 Procomún 時發生錯誤。

source: Publishing document to Procomún
ca: S'està publicant el document a Procomún
ca_es@valencia: S'està publicant el document en Procomún
dz: Procomún་ལུ་ཡིག་ཆ་དཔེ་བསྐྲུན་འབད་དོ་
el: Δημοσίευση εγγράφου στο Procomún
es: Publicando el documento en Procomún
fr: Publication du document sur "Procomún" (Annuaire espagnol de ressources) en cours
gl: Enviando o documento a Procomún
it: Pubblicazione documento in Procomún
nl: Publiceer algemeen document
pl: Publikowanie dokumentu do Procomún
pt: A publicar o documento em "Procomún"
ru: Публикация документа в Procomún
tr: Belgeyi Procomún'da yayınlama
zh_cn: 将文件发布到Procomún
zh_tw: 將文件發布到 Procomún

source: Package exported to <a href="%s" target="_blank" title="Click to view the exported package">%s</a>.
ca: Paquet exportat a <a href="%s" target="_blank" title="Click to view the exported package">%s</a>.
ca_es@valencia: Paquet exportat a <a href="%s" target="_blank" title="Feu clic per a visualitzar el paquet exportat">%s</a>.
el: Το πακέτο έχει εξαχθεί στο <a href="%s" target="_blank" title="Πιέστε εδώ για να δείτε το αρχείο εξαγωγής">%s</a>.
es: Paquete exportado a <a href="%s" target="_blank" title="Pulse para ver el paquete exportado">%s</a>.
eu: Paketea <a href="%s" target="_blank" title="Klik egin esportatutako paketea ikusteko">%s</a>-ra esportatu da.
fr: Paquet exporté vers < a href = " %s" target = "_ blank" title = "Cliquez pour afficher le paquet exporté" > %s </a>.
gl: Paquete exportado a <a href="%s" target="_blank" title="Prema para descargar o paquete exportado">%s</a>.
it: Pacchetto esportato in <a href="%s" target="_blank" title="Clic per vedere il pacchetto esportato">%s</a>.
pl: Eksportuj Pakiet do <a href="%s" target="_blank" title="Click to view the exported package">%s</a>.
ru: Пакет, экспортированный в <a href="%s" target="_blank" title="Click to view the exported package">%s</a>.
tr: Paket şuraya aktarıldı:<a href="%s" target="_blank" title="Click to view the exported package"> %s</a>.
zh_cn: 包已导出到<a href="%s" target="_blank" title="单击以查看导出的包">%s</a> 。
zh_tw: 套件已匯出到 <a href="%s" target="_blank" title="點擊以查看匯出套件">%s</a>。

source: <small>You can view and manage the uploaded package using <a href="%s" target="_blank" title="Procomún Home">Procomún</a>\'s web page.</small>
ca: <small>Podeu veure i gestionar la pujada de paquets usant la pàgina web de <a href="%s" target="_blank" title="Procomún Home">Procomún</a></small>
ca_es@valencia: <small>Podeu visualitzar i gestionar el paquet pujat utilitzant <a href="%s" target="_blank" title="Procomún Home">Procomún</a>\'s web page.</small>
el: <small>Μπορείτε να δείτε και να διαχειριστείτε το αρχείο φόρτωσης χρησιμοποιώντας την ιστοσελίδα του <a href="%s" target="_blank" title="Procomún Home">Procomún</a>.</small>
es: <small>Puede ver y gestionar el paquete subido usando la página web de <a href="%s" target="_blank" title="sitio web de Procomún">Procomún</a>.</small>
fr: <small> vous pouvez afficher et gérer le paquet téléchargé à l'aide de < a href = " %s" target = "_ blank" title = "Procomún accueil" > Procomún </a> page Web. </small>
gl: <small>Pódese ver e xestionar o paquete enviado usando a páxina web de <a href="%s" target="_blank">Procomún</a>.</small>
it: <small>Si può vedere e gestire il pacchetto caricato usando la pagina web di <a href="%s" target="_blank" title="Procomún Home">Procomún</a></small>
pl: <small>Możesz przeglądać i zarządzać przesłanym pakietem za pomocą strony internetowej <a href="%s" target="_blank" title="Procomún Home">Procomún</a>.</small>
ru: <small>Вы можете просматривать и управлять выгруженным пакетом с помощью веб-страницы <a href="%s" target="_blank" title="Procomún Home">Procomún</a></small>.
tr: <small>Yüklenen paketi kullanarak görüntüleyebilir ve yönetebilirsiniz. <a href="%s" target="_blank" title="Procomún Home">İProcomún</a> 'nun web sayfası.</small>
zh_cn: <small>您可以使用<a href="%s" target="_blank" title="ProcomúnHome">Procomún</a> \的网页查看和管理上传的包。</small>
zh_tw: <small>您可以到 <a href="%s" target="_blank" title="Procomún Home">Procomún</a> 的網頁上查看並管理您上傳的套件。</small>

source: Error exporting package "%s" to Procomún.
ca: S'ha produït un error exportant el paquet «%s» a Procomún.
ca_es@valencia: Error quan s'estava exportant el paquet "%s" a Procomún.
el: Σφάλμα εξαγωγής του πακέτου "%s" στο Procomún.
es: Error al exportar el paquete "%s" a Procomún.
fr: Erreur dans l'exportation du paquet "%s" vers Procomún.
gl: Erro exportando o paquete "%s" a Procomún.
it: Errore durante l'esportazione di "%s" a Procomún.
pl: Błąd podczas eksportowania pakietu "%s" do Procomún.
ru: Ошибка экспорта пакета "%s" в Procomún.
tr: "%s " paketi Procomún'a aktarılırken hata oluştu.
zh_cn: 将包 "%s" 导出到Procomún时出错。
zh_tw: 匯出套件 %s 到 Procomún 時發生錯誤。

source: The most common reasons for this are:
ca: Les raons més comuns per això són:
ca_es@valencia: Les raons més comuns per a açò són:
dz: འ་ནི་དོན་ལུ་སྤྱིར་བཏང་མང་ཆེ་བ་རྒྱུ་མཚན་ཚུ:
el: Οι πιο συχνές αιτίες αυτού του σφάλματος είναι οι εξής:
es: Las razones más frecuentes para esto son:
eu: Hauek dira gertaera honen arrazoi ohikoenak:
fr: Les raisons les plus habituelles sont:
gl: As razóns máis frecuentes para isto son:
it: I motivi più frequenti sono:
pl: Najczęstsze przyczyny tego są następujące:
ru: Наиболее распространенными причинами этого являются:
tr: Bunun en yaygın nedenleri şunlardır:
zh_cn: 最常见的原因是：
zh_tw: 發生此問題最常見的理由為：

source: 1. Package metadata is not properly filled.
ca: 1. Les metadades del paquet no estan degudament emplenades.
ca_es@valencia: 1. El paquet de metadades no s'ha emplenat correctament
el: 1. Το πακέτο μεταδεδομένων δεν έχει συμπληρωθεί σωστά.
es: 1. Los metadata del paquete no se han completado adecuadamente.
eu: 1. Paketearen metadatuak ez dira ondo bete.
fr: 1. les métadonnées du paquet ne sont pas correctement remplies.
gl: 1. Los metadata del paquete no se han completado adecuadamente.
it: 1. I metadati del pacchetto non sono correttamente compilati.
pl: 1. Pakiet metadanych nie jest prawidłowo wypełniony.
ru: 1. Метаданные пакета неправильно заполнены.
tr: 1. Paket üüst verileri düzgün doldurulmamış.
zh_cn: 1.未正确填写包元数据。
zh_tw: 1. 套件的詮釋資料（metadata）並未正確填寫。

source: 2. There is a problem with you connection (or with Procomún servers), so you should just try again later.
ca: 2. Hi ha un problema amb la connexió (o amb els servidors Procomún), per això cal tornar-ho a provar més tard.
ca_es@valencia: 2. Hi ha un problema amb la vostra connexió (o amb els servidors de Procomún), podeu intentar-ho més tard.
el: 2. Υπάρχει κάποιο πρόβλημα με τη σύνδεσή σας (ή με τους διακομιστές του Procomún), οπότε προσπαθήστε πάλι αργότερα.
es: 2. Hay un problema con su conexión (o con los servidores de Procomún), inténtelo de nuevo dentro de unos minutos.
fr: 2. il ya un problème avec votre connexion (ou avec les serveurs Procomún). Veuillez essayer à nouveau plus tard.
gl: 2. Hai un problema coa súa conexión (ou cos servidores de Procomún). Ténteo de novo nuns minutos.
it: 2. C'è un problema di connessione (o dei server di Procomún); conviene riprovare più tardi.
pl: 2. Występuje problem z twoim połączeniem (lub z serwerami Procomún), spróbuj później.
ru: 2. Проблема с вашим соединением (или с серверами Procomún), поэтому вы должны просто повторить попытку позже.
tr: 2. Bağlantınızda (veya Procomún sunucularında) bir sorun var, bu yüzden daha sonra tekrar denemelisiniz.
zh_cn: 2.您的连接（或Procomún服务器）存在问题，因此您应该稍后再试。
zh_tw: 2. 您的連線有問題（也有可能是 Procomún 伺服器的關係），所以您可以稍候再試。
