Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Do you want to save the changes of this presentation?
ca: Voleu desar els canvis d'aquesta presentació?
el: Θέλετε να αποθηκεύσετε τις αλλαγές αυτής της παρουσίασης;
es: ¿Desea guardar los cambios de esta presentación?
eu: Aurkezpen honen aldaketak gorde nahi dituzu?
fr: Sauvegarder les modifications de cette présentation ?
gl: Quere gardar os cambios desta presentación?
pl: Czy chcesz zapisać zmiany w tej prezentacji?
tr: Bu sunudaki değişiklikleri kaydetmek istiyor musunuz?

source: Icon
ca: Icona
el: Εικονίδιο
es: Icono
eu: Ikonoa
fr: Icône
gl: Icona
pl: Ikona
tr: Simge

source: Invisible area
ca: Àrea invisible
el: Αόρατη περιοχή
es: Área invisible
eu: Azalera ikusezina
fr: Zone invisible
gl: Área invisible
pl: Niewidoczny obszar
tr: Görünmeyen alan

source: Magnifying glass
ca: Lupa
el: Μεγεθυντικός φακός
es: Lupa
eu: Lupa
fr: Loupe
gl: Lupa
pl: Lupa
tr: Büyüteç

source: Map marker
ca: Marcador de mapa
el: Δείκτης χάρτη
es: Marcador
eu: Mapa markatzailea
fr: Marcador de mapa
gl: Marcador
pl: Znacznik mapy
tr: Harita işaretçisi

source: Pushpin
ca: Xinxeta
el: Πινέζα
es: Chincheta
eu: Txintxeta
fr: Punaise
gl: Chatola
pl: Pinezka
tr: Raptiye

source: Arrow
ca: Fletxa
el: Βέλος
es: Flecha
eu: Gezia
fr: Flèche
gl: Frecha
pl: Strzałka
tr: Ok

source: Do you want to save the changes of this map?
ca: Voleu desar els canvis d'aquest mapa?
el: Θέλετε να αποθηκεύσετε τις αλλαγές αυτού του χάρτη;
es: ¿Desea guardar los cambios de este mapa?
eu: Mapa honen aldaketak gorde nahi dituzu?
fr: Sauvegarder les modifications de cette carte ?
gl: Quere gardar os cambios deste mapa?
pl: Czy chcesz zapisać zmiany na tej mapie?
tr: Bu haritadaki değişiklikleri kaydetmek istiyor musunuz?

source: Not answered
ca: Sense contestar
es: Sin contestar
eu: Erantzun gabe
fr: Sans réponse
gl: Sen resposta

source: Answered
ca: Contestat
es: Contestadas
eu: Erantzunda
fr: Répondu
gl: Respondida

source: You finished all the operations.
ca: Heu acabat totes les operacions.
es: Has realizado todas las operaciones.
eu: Eragiketa guztiak amaitu dituzu.
fr: Toutes les opérations sont terminées.
gl: Remataches tódalas operacións.

source: Write a valid fraction.
ca: Escriu una fracció vàlida.
es: Escribe una fracción valida.

source: Write a valid operator: +-x*/:
ca: Escriu un operador vàlid: +-x*/:
es: Escribe un operador válido: +-x*/:

source: Type the right URL of a Youtube video
ca: Escriviu la URL d’un vídeo de Youtube
ca_es@valencia: Tecleja una URL vàlida d'un vídeo de Youtube
el: Καταχωρίστε το σωστό URL ενός βίντεο Youtube
es: Teclee la URL correcta de un vídeo de Youtube
eu: Sartu Youtube video bideo baten URLa
fr: Tapez l'URL correcte d'une vidéo de Youtube
gl: Teclee o URL correcto dun vídeo de Youtube
it: Inserire URL di un video Youtube
pl: Wpisz odpowiedni adres URL filmu YouTube
ru: Введите правильный URL видео на Youtube
tr: Bir Youtube videosunun doğru URL'sini yazın
zh_cn: 输入YouTube视频的正确网址
zh_tw: 輸入 YouTube 影片的網址

source: Create basic math operation games (addition, subtraction, multiplication, division). The student will have to guess the result, operator or an operand.
ca: Creeu jocs d'operacions matemàtiques bàsiques (suma, resta, multiplicació, divisió). L'alumne haurà d'esbrinar el resultat, operador o un dels operands.
es: Cree actividades con operaciones matemáticas básicas (suma, resta, multiplicación y/o división) aleatorias en las que el alumnado tendrá que averiguar el resultado, el operador o uno de los operandos.
eu: Oinarrizko eragiketa matematikoak dituzten jokoak (batuketa, kenketa, biderketa, zatiketa). Ikasleak emaitza, eragilea edo eragingaia asmatu beharko du.
fr: Créer des jeux d'opérations mathématiques simples (Addition, soustraction, multiplication et division). L'étudiant devra deviner le résultat, l'opérateur ou un opérande.
gl: Cree actividades con operación matemáticas básicas (suma, resta, multiplicación e/ou división). O alumnado terá que achar o resultado, o operador ou un dos operandos.

source: Solve the following operations.
ca: Resol les següents operacions.
es: Realiza las siguientes operaciones matemáticas.
eu: Ebatzi ondoko eragiketak:
fr: Remplissez les champs suivants.
gl: Realiza as seguintes operación matemáticas.

source: Fractions
ca: Fraccions
es: Fracciones

source: Choose what to guess:
ca: Tria l'element que cal endevinar:
es: Elige el elemento que hay que adivinar:
eu: Aukeratu asmatu behar dena:
fr: Choisissez l'élément à deviner :
gl: Escolla o elemento a adiviñar:

source: Result
ca: Resultat
es: Resultado
eu: Emaitza
fr: Résultat
gl: Resultado

source: Operator
ca: Operador
es: Operador
eu: Eragilea
fr: Opérateur
gl: Operador

source: First operand
ca: Primer operand
es: Primer operando
eu: Lehenengo eragingai
fr: Premier opérande
gl: Primeiro operando

source: Second operand
ca: Segon operand
es: Segundo operando
eu: Bigarren eragingaia
fr: Deuxième opérande
gl: Segundo operando

source: Number of operations:
ca: Nombre d'operacions:
es: Número de operaciones:
eu: Eragiketa kopurua:
fr: Nombre d'opérations :
gl: Número de operacións:

source: Smallest number:
ca: Número més petit:
es: Número más pequeño:
eu: Zenbakirik txikiena:
fr: Numéro le plus petit :
gl: Número máis pequeno:

source: Biggest number:
ca: Número més gran:
es: Número más alto:
eu: Zenbakirik handiena:
fr: Numéro le plus grand :
gl: Número máis alto:

source: Number of decimals (operands):
ca: Nombre de decimals (operands):
es: Número de decimales (operandos):
eu: Dezimal kopurua (eragingaiak):
fr: Nombre de décimales (opérandes):
gl: Número de decimais (operandos):

source: Operations:
ca: Operacions:
es: Operaciones:
eu: Eragiketak:
fr: Opérations:
gl: Operacións:

source: Addition
ca: Suma
es: Suma
eu: Batuketa
gl: Suma

source: Subtraction
ca: Resta
es: Resta
eu: Kenketa
fr: Soustraction
gl: Resta

source: Multiplication
ca: Multiplicació
es: Multiplicación
eu: Biderketa
gl: Multiplicación

source: Division
ca: Divisió
es: División
eu: Zatiketa
gl: División

source: Allow decimals in the results
ca: Permetre decimals als resultats
es: Permitir decimales en los resultados
eu: Onartu dezimalak emaitzan
fr: Permettre des décimales au résultat
gl: Permitir decimais nos resultados

source: Irreducible fraction.
ca: Fracció irreductible.
es: Fracción irreducible.

source: Allow negative results
ca: Permetre resultats negatius
es: Permitir resultados negativos
eu: Onartu emaitza negatiboak
fr: Permettre des résultats négatifs
gl: Permitir resultados negativos

source: Allow negative
ca: Permetre resultats negatius
es: Permitir negativos

source: Allow zero as result
ca: Permetre zero com resultat
es: Permitir cero como valor resultante
eu: Zeroak onartu emaitza bezala
fr: Permettre zéro comme résultat
gl: Permitir cero como resultado

source: Relative error
es: Error relativo

source: Absolute error
es: Error absoluto

source: Please specify the number of operations
ca: Especifiqueu el nombre d'operacions
es: Indica el número de operaciones
eu: Eman eragiketa kopurua
fr: Veuillez indiquer le nombre d'opérations
gl: Indique o número de operacións

source: Please define the minimal value of the operand
ca: Definiu el valor mínim de l'operand
es: Indica el valor mínimo del operando
eu: Eman eragingaiaren balio minimoa
fr: Veuillez déterminer la valeur minimale de l'opérande
gl: Indica o valor mínimo do operando

source: Please define the highest value of the operand
ca: Definiu el valor màxim de l'operand
es: Indique el valor máximo del operando
eu: Eman eragingaiaren balio maximoa
fr: Veuillez déterminer la valeur maximale de l'opérande
gl: Indique o valor máximo do operando

source: The highest number should be bigger than the smallest one
ca: El nombre més alt hauria de ser més gran que el més petit
es: El número más alto debe ser mayor que el número más pequeño

source: No operations selected
ca: Sense operacions seleccionades
es: No ha seleccionado ninguna operación
eu: Ez da eragiketarik aukeratu
fr: Aucune opération sélectionnée
gl: Non se seleccionou ningunha operación

source: Sorry... The right answer is:
ca: Disculpeu... la resposta correcta és:
ca_es@valencia: Incorrecte... La resposta correcta és:
dz: དགོངསམ་མ་ཁྲེལ་… ལན་བདེན་པ་འདི:
el: Συγγνώμη, η σωστή απάντηση είναι:
es: No es correcto... Respuesta correcta:
eu: Lastima... Erantzun zuzena hau da:
fr: Désolé... La réponse correcte est:
gl: A resposta correcta é:
it: No... la riposta giusta è:
pl: Właściwa odpowiedź brzmi:
ru: Извините... Правильный ответ:
tr: Üzgünüm... Doğru cevap:
zh_cn: 对不起... 正确的答案是:
zh_tw: 抱歉... 正確的答案是：

source: FeedBack
ca: Retroalimentació
es: Retroalimentación
eu: Feedbacka
fr: Echo en retour
gl: Retroalimentación

source: You can't give repeated solutions
ca: No es poden donar solucions repetides
es: No puedes dar soluciones repetidas

source: Create random basic math problems.
ca: Creeu problemes matemàtics bàsics de forma aleatòria.
es: Cree problemas matemáticos básicos aleatorios.
eu: Sortu ausazko oinarrizko problema matematikoak.
fr: Créer des problèmes mathématiques simples aléatoires.
gl: Cree problemas matemáticos básicos aleatorios.

source: Solve the following math problems.
ca: Resoleu el següents problemes matemàtics.
es: Resuelve los siguientes problemas matemáticos.
eu: Ebatzi ondoko problema matematikoak.
fr: Résoudre les problèmes mathématiques suivants.
gl: Resolve os seguintes problemas de matemáticas.

source: Problems
ca: Problemes
es: Problemas
eu: Problemak
fr: problèmes
gl: Problemas

source: Formula
es: Fórmula
fr: Formule
gl: Fórmula

source: Question text:
ca: Text de la pregunta:
es: Texto de la pregunta:
eu: Galderaren testua:
fr: Texte de la question :
gl: Texto da pregunta:

source: Calculate in square metres the surface of a triangle with a base of {b}m and a height of {h}m
ca: Calcula en metres quadrats la superfície d'un triangle amb una base de {b} m i una altura de {h} m
es: Calcular en metros cuadrados la superficie de un triángulo con una base de {b}m y una altura de {h}m
eu: Kalkulatu metro karratutan {b}m-etako oinarria eta {h}m-etako altuera duen triangelu baten azalera
fr: Calculer en mètres carrés la Surface d'un triangle de {b} mètres de base et {h} mètre de hauteur
gl: Calcular en metros cadrados a superficie dun triángulo cunha base de {b}m e unha altura de {h}m

source: Define the domain of each variable
ca: Defineix el domini de cada variable
es: Definir el dominio de cada variable

source: Highest number:
ca: Número màxim:
es: Número más alto:
eu: Zenbakirik handiena:
fr: Numéro le plus grand :
gl: Número máis alto:

source: Decimals:
es: Decimales:
eu: Dezimalak:
fr: Décimales :
gl: Decimais:

source: No decimals
ca: Sense decimals
es: Sin decimales
eu: Dezimalik gabe
fr: Sans décimales
gl: Sen decimais

source: Feedback (optional)
ca: Retroalimentació (opcional)
es: Retroalimentación (opcional)
eu: Feedback (aukerakoa)
fr: Écho en retour (Optionnel)
gl: Retroalimentación (opcional)

source: Use the Feedback to add an explanation or the right formula.
ca: Useu la retroalimentació per afegir una explicació a la formula correcta.
es: Use la retroalimentación para añadir una explicación o la fórmula correcta.
eu: Erabili Feedbacka azalpenak edo formula zuzena emateko.
fr: Utiliser l'écho en retour pour ajouter une explication ou la formule correcte.
gl: Utilice a retroalimentación para engadir unha explicación ou a fórmula correcta.

source: Only the Feedback is optional
ca: Sols la retroalimentació és opcional
es: Únicamente la retroalimentación es opcional
eu: Soilik Feedbacka da hautazkoa
fr: Seul l'écho en retour est optionnel
gl: Tan só a retroalimentación é opcional

source: Please write the question text
ca: Escriviu el text de la pregunta
es: Introduzca el texto de la pregunta
eu: Idatzi galderaren testua
fr: Veuillez introduire le texte de la question
gl: Introduza o texto da pregunta

source: The question text and the formula should have the same variables
ca: El text de la pregunta i la formula haurien de tindre les mateixes variables
es: El texto de la pregunta y la fórmula deben tener las mismas variables
eu: Galderaren testuak eta formulak aldagai berdinak izan beharko lituzkete
fr: Le texte de la question et la formule doivent avoir les mêmes variables
gl: O texto da pregunta e a fórmula deben ter as mesmas variables

source: The domain of at least one variable is not correct
ca: El domini d'almenys una variable no és correcte
es: El dominio de al menos una variable no es correcto

source: Sort
es: Ordena

source: You have ordered all the activities!
ca: Ja has ordenat totes les activitats!
es: ¡Has ordenado todas las actividades!

source: Number of activities to be completed
ca: Nombre d'activitats a realitzar
es: Número de actividades pendientes

source: Activities
ca: Activitats
es: Actividades

source: Next activity
ca: Propera activitat
es: Próxima actividad

source: Correct positions
ca: Posicions correctes
es: Posiciones correctas

source: Brilliant! All correct!
ca: Excel·lent! Tot correcte!
es: ¡Genial! Todo correcto ¡A por otra!

source: Please try again
ca: Torneu-ho a provar
es: Inténtalo de nuevo

source: Phrases
ca: Frases
es: Frases

source: The number of attempts has to be bigger or equal to the number of phrases in the game. Use 0 for an unlimited number of attempts
ca: El nombre d'intents ha de ser més gran o igual al nombre de frases del joc. Utilitzeu 0 per a un nombre il·limitat d'intents
es: El número de intentos tiene que ser mayor o igual que el número de frases del juego. Indica 0 para un número ilimitado de intentos

source: Maximum number of phrases: 20
ca: Nombre màxim de frases: 20
es: Número máximo de frases: 20

source: With fixed headers, the number of cards must be bigger than the number of columns
ca: Amb les capçaleres fixes, el nombre de targetes ha de ser més gran que el nombre de columnes
es: Con las cabeceras fijas, el número de cartas debe ser mayor que el número de columnas

source: Please provide at least one word
ca: Proporcioneu al menys una paraula
ca_es@valencia: Escriu almenys una paraula
dz: ཚིག་ཉུང་མཐའ་གཅིག་བྱིན་གནང
el: Παρακαλώ καταχωρίστε τουλάχιστον μία λέξη
es: Introduzca al menos una palabra
eu: Eman gutxienez hitz bat
fr: Veuillez fournir au moins un mot
gl: Introduza polo menos unha palabra
it: Inserire almeno una parola
pl: Podaj co najmniej jedno słowo
ru: Пожалуйста, укажите хотя бы одно слово
tr: Lütfen en az bir kelime girin
zh_cn: 请至少提供一个字
zh_tw: 請提供至少一個單字

source: Create interactive activities in which players will have to order cards with images, texts and/or sounds.
ca: Crea activitats interactives en les quals els jugadors hauran d'ordenar targetes amb imatges, textos i/o sons.
es: Crea actividades interactivas en las que los jugadores tendrán que ordenar tarjetas con imágenes, textos y/o sonidos.

source: Drag each letter to its correct position
ca: Arrossega cada lletra a la posició correcta
es: Arrastra cada carta hasta su posición correcta

source: % Activities
ca: % Activitats
es: % Actividades

source: Columns
ca: Columnes
ca_es@valencia: Columnes
dz: ཀེར་ཐིག་ཚུ
el: Στήλες
es: Cols
eu: Zutabeak
fr: Colonnes
gl: Cols
it: Colonne
nl: Kolommen
pl: Kolumny
pt: Colunas
ru: Столбцы
tr: Sütunlar
zh_cn: 列
zh_tw: 欄

source: Maximum width
ca: Amplada màxima
es: Ancho máximo

source: Fixed headers
ca: Capçaleres fixes
es: Cabeceras fijas

source: Automatic start
ca: Inici automàtic
es: Inicio automático

source: Phrase
ca: Frase
es: Frase

source: Add an activity
ca: Afegeix una activitat
es: Añadir una actividad

source: First activity
ca: Primera activitat
es: Primera actividad

source: Previous activity
ca: Activitat prèvia
es: Anterior actividad

source: Activity number:
ca: Número d'activitat:
es: Actividad número:

source: Last activity
ca: Última activitat
es: Última actividad

source: Delete activity
ca: Suprimeix activitat
es: Borrar actividad

source: Copy activity
ca: Copia l'activitat
es: Copiar actividad

source: Cut activity
ca: Talla l'activitat
es: Cortar actividad

source: Paste activity
ca: Enganxa activitat
es: Pegar actividad

source: Statement
ca: Declaració
es: Enunciado

source: Add a card
ca: Afegeix una targeta
es: Añadir una tarjeta

source: Delete card
ca: Suprimeix targeta
es: Borrar tarjeta

source: Copy card
ca: Copia una targeta
es: Copiar tarjeta

source: Cut card
ca: Talla la targeta
es: Cortar tarjeta

source: Paste card
ca: Enganxa targeta
es: Pegar tarjeta

source: Phrases:
ca: Frases:
es: Frases:

source: Task
ca: Tasca
ca_es@valencia: Tasca
dz: དམིགས་ལཱ
el: Ανάθεση εργασίας
es: Tarea
eu: Ataza
fr: Tâche
gl: Tarefa
it: Compito
pl: Zadania
ru: Задача
tr: Görev
zh_cn: 任务
zh_tw: 任務

source: Grouping
ca: Agrupació
ca_es@valencia: Agrupament
el: Συμμετέχοντες
es: Agrupamiento
eu: Taldekatzea
fr: Regroupement
gl: Agrupamento
it: Raggruppamento
pl: Grupowanie
ru: Группирование
tr: Gruplama
zh_cn: 群组
zh_tw: 群組

source: Task information
ca: Informació de la tasca
ca_es@valencia: Informació de la tasca
dz: དམིགས་ལཱའི་བརྡ་དོན
el: Πληροφορίες εργασίας
es: Información de la tarea
eu: Atazaren informazioa
fr: Information sur la tâche
gl: Información da tarefa
it: Informazioni sul compito
pl: Informacje o zadaniu
ru: Информация о задаче
tr: Görev bilgisi
zh_cn: 任务信息
zh_tw: 任務資訊

source: Estimated duration
ca: Durada estimada
ca_es@valencia: Durada de la tasca
dz: ཕོག་ཚོད་ཀྱི་དུས་ཡུན
el: Εκτιμώμενη διάρκεια
es: Duración estimada
eu: Balizko iraupena
fr: Durée estimée
gl: Duración estimada
it: Durata stimata
pl: Przewidywany czas
ru: Предполагаемая продолжительность
tr: Tahmini süre
zh_cn: 估计时长
zh_tw: 預計時間

source: Text to display
ca: Text a mostrar
ca_es@valencia: Text que s'ha de mostrar
dz: གསལ་སྟོན་འབད་ནིའི་ཚིག་ཡིག
el: Κείμενο για εμφάνιση
es: Qué texto mostrar
eu: Bistaratzeko testua
fr: Texte à montrer
gl: Texto a amosar
it: Testo da mostrare
pl: Tekst do wyświetlenia
pt: Texto a exibir
ru: Текст для отображения
tr: Görüntülenecek metin
zh_cn: 要显示的文字
zh_tw: 要顯示的文字

source: Participants
dz: གྲལ་གཏོགསཔ་ཚུ
el: Συμμετέχοντες
es: Participantes
eu: Parte-hartzaileak
gl: Participantes
it: Partecipanti
pl: Uczestnicy
ru: Участники
tr: Katılımcılar
zh_cn: 参与者
zh_tw: 參加者

source: Number or description
ca: Número o descripció
ca_es@valencia: Número o descripció
el: Αριθμός ή περιγραφή
es: Número o descripción
eu: Zenbakia edo deskribapena
fr: Numéro ou description
gl: Número ou descrición
it: Numero o descrizione
pl: Numer lub opis
ru: Номер или описание
tr: Sayı veya Açıklama
zh_cn: 编号或描述
zh_tw: 數字或描述

source: Describe the tasks that the learners should complete:
ca: Descriviu les tasques que els alumnes haurien de completar:
ca_es@valencia: Descriu les tasques que l'alumnat ha de completar:
dz: སྦྱང་མི་ཚུ་གི་་མཇུག་བསྡུ་དགོ་པའི་སྦྱོང་ལཱ་ཚུའི་འགྲེལ་བཤད་བརྐྱབ་:
el: Περιγράψτε τις εργασίες που θα πρέπει να κάνουν οι μαθητές:
es: Describa las tareas que el alumnado debe completar:
eu: Deskribatu ikasleek bete beharko dituzten atazak:
fr: Décrivez les tâches que les apprenants doivent compléter.
gl: Describa as tarefas que o alumnado debe completar:
it: Descrivere i compiti che gli studenti dovrebbero completare:
pl: Opisz zadania, które uczniowie powinni wykonać:
ru: Опишите задачи, которые должны выполнить ученики:
tr: Öğrenenlerin tamamlaması gereken görevleri açıklayın:
zh_cn: 描述学习者应完成的任务：
zh_tw: 描述一下學生要完成的任務：

source: Feedback button text
ca: Text del botó de retroalimentació
ca_es@valencia: Text del botó de retroacció
dz: བསམ་ལན་ཨེབ་རྟའི་ཚིག་ཡིག
el: Κείμενο πλήκτρου
es: Texto del botón de retroalimentación
eu: Feedback botoiaren testua
fr: Texte du bouton de rétroaction
gl: Botón de retroalimentación
it: Testo del bottone Feedback
pl: Tekst przycisku informacji zwrotnej
ru: Текст кнопки обратной связи
tr: Geri bildirim düğmesi metni
zh_cn: 反馈按钮文字
zh_tw: 回饋鍵上的文字

source: Please write the text to display in '%s'.
ca: Escriviu el text a mostrar en «%s».
ca_es@valencia: Escriu el text que s'ha de mostrar en «%s».
dz: '%s'་ནང་བཀྲམ་སྟོན་ནིའི་ཚིག་ཡིག་དེ་འབྲི་གནང་།.
el: Παρακαλώ γράψτε το κείμενο για να εμφανιστεί στο '%s'.
es: Escriba qué texto mostrar en '%s'.
eu: Idatzi '%s'-n erakutsi beharreko testua.
fr: Veuillez écrire le texte à afficher dans '%s'.
gl: Escriba que texto amosar en '%s'.
it: Inserire il testo da mostrare in "%s".
pl: Napisz tekst do wyświetlenia w '%s'.
ru: Пожалуйста, напишите текст для отображения в '%s'.
tr: Lütfen '%s' içinde görüntülenecek metni yazın.
zh_cn: 请写下要在 '%s'中显示的文字。
zh_tw: 請寫下一段文字，用於顯示在 %s 上。

source: Please write the task description.
ca: Escriviu la descripció de la tasca.
ca_es@valencia: Escriu la descripció de la tasca.
el: Παρακαλώ γράψτε την περιγραφή της εργασίας.
es: Escriba la descripción de la tarea.
eu: Idatzi atazaren deskribapena.
fr: Veuillez décrire la tâche à réaliser.
gl: Escriba a descrición da tarefa.
it: Inserire la descrizione del compito.
pl: Napisz opis zadania.
ru: Пожалуйста, напишите описание задачи.
tr: Lütfen görevin açıklamasını yazın.
zh_cn: 请写下任务说明。
zh_tw: 請寫下一段任務描述。

source: Please fill in this field: '%s'.
ca: Ompliu en aquest camp: «%s».
ca_es@valencia: Ompliu aquest camp: '%s'.
dz: འ་ནི་ས་སྒོ་ནང་བཀང་གནང་།:'%s'
el: Παρακαλώ συμπληρώστε το πεδίο: '%s'.
es: Debe rellenar el campo '%s'.
eu: Bete eremu hau: '%s'.
fr: Veuillez remplir ce champ: '%s'.
gl: Debe encher o campo: '%s'.
it: Completare questo campo: '%s'.
pl: Proszę wypełnić to pole: '%s'.
ru: Пожалуйста, заполните это поле: ''%s.
tr: Lütfen bu alanı doldurun: '%s'.
zh_cn: 请填写此字段： '%s'。
zh_tw: 請填寫此欄位：%s。

source: QuExt Activity
ca: Activitat QuExt
ca_es@valencia: Activitat QuExt
el: η-Σύνεργο 'Ερωτήσεις για πολυμεσικό υλικό'
es: Actividad QuExt
eu: QuExt Jarduera
fr: Activité QuExt
gl: Actividade QuExt
it: Attività QuEst
pl: Aktywność QuExt
ru: Деятельность QuExt
zh_cn: QuExt活动
zh_tw: QuExt 活動

source: Click here for a new game
ca: Prem aquí per una partida nova
ca_es@valencia: Fes clic per a jugar de nou
dz: རྩེད་ལཱ་གསརཔ་འགོ་བཙུག་ནི་དོན་ལུ་ ན་ལུ་ཨེབ་གཏང་།
el: Πιέστε εδώ για νέο παιχνίδι
es: Pulse aquí para empezar otra partida
eu: Klik egin joko berria hasteko
fr: Cliquer ici pour un nouveau jeu
gl: Prema aquí para unha nova partida
it: Clic per un nuovo gioco
pl: Kliknij tutaj, aby zobaczyć nową grę
ru: Нажмите здесь для новой игры
tr: Yeni oyun için buraya tıklayın
zh_cn: 单击此处进行新游戏
zh_tw: 點擊此處以開始新遊戲

source: Video Intro
ca: Vídeo introductori
ca_es@valencia: Vídeo d'introducció
dz: གློག་བརྙན་ངོ་སྤྲོད
el: Εισαγωγή βίντεο
es: Vídeo de introducción
eu: Bideo sarrera
fr: Vidéo d'introduction
gl: Vídeo de introdución
it: Intro video
pl: Wprowadzenie do filmu
ru: Внедрение видео
tr: Video Girişi
zh_cn: 视频简介
zh_tw: 影片介紹

source: Please start playing first...
ca: Inicia el joc...
ca_es@valencia: Inicia el joc...
el: Αρχίστε να παίζετε πρώτα ...
es: Inicia el juego...
eu: Lehendabizi hasi jokoa...
fr: Commencez à jouer d'abord...
gl: Comeza o xogo...
it: Iniziare l'esecuzione...
pl: Proszę zacznij grać jako pierwszy...
ru: Пожалуйста, начните игру...
tr: Lütfen önce oynamaya başlayın...
zh_cn: 请先开始...
zh_tw: 請先開始播放...
