Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: programming service
ca: servei de programació
ca_es@valencia: servei de programació
dz: ལས་རིམ་བཟོ་ལས་ཀྱི་ཞབ་ཏོག
el: υπηρεσία προγραμματισμού
es: servicio de programación
eu: programazioko zerbitzua
fr: service de programmation
gl: servizo de programación
it: servizio di programmazione
nl: programmeer afdeling
pl: usługa programowania
pt: serviço de programação
ru: сервис программирования
tr: programlama hizmeti
zh_cn: 编程服务
zh_tw: 程式服務

source: information/knowledgeanalysis/organization service
ca: servei d'organització / anàlisi de coneixements / informació
ca_es@valencia: servei d'organització / informació / anàlisi del coneixement
dz: བརྡ་དོན་/ཤེས་བྱའི་དབྱེ་དཔྱད་/རིམ་སྒྲིག་གི་ཞབ་ཏོག
el: υπηρεσία πληροφοριών/γνωστικής ανάλυσης/οργάνωσης
es: servicio de análisis/organización de información/conocimiento
eu: informazioa/ezagupena analizatzeko/antolatzeko zerbitzuak
fr: service d'information/organisation/analyse des connaissances
gl: servizo de análise/organización de información/coñecemento
it: servizio di organizzazione/analisi di informazioni e conoscenze
nl: informatie/kennisanalyse/organisatie afdeling
pl: usługa informacji/wiedzy/analizy/organizacji
pt: serviço de informação/análise do conhecimento/organização
ru: сервис информации/анализа знаний/организации
tr: bilgi/bilgi analizi/organizasyon hizmeti
zh_cn: 信息/知识分析/组织服务
zh_tw: 資訊/智識分析/組織服務

source: process/procedure supporting service
ca: servei d'ajuda al procediment / procés
ca_es@valencia: servei de suport de procediments / processaments
dz: ལས་སྦྱོར་/བྱ་སྒོའི་ལམ་ལུགས་ལུ་རྒྱབ་སྐྱོར་ཡོད་པའི་ཞབ་ཏོག
el: υπηρεσία υποστήριξης διαδικασίας
es: servicio de apoyo a procesos/procedimientos
eu: prozesu/prozedurak laguntzeko zerbitzuak
fr: service d'appui aux processus
gl: servizo de apoio a procesos/procedementos
it: servizio di supporto ai processi
nl: proces/
pl: obsługa procesu/procedury
pt: serviço de apoio aos processos
ru: сервис поддержки процесса/процедуры
tr: süreç/prosedür destek hizmeti
zh_cn: 流程/程序支持服务
zh_tw: 處理/程序支援服務

source: individual/cooperative/collaborative learning/working management service
ca: serveis de gestió del treball / individual / cooperatiu / aprenentatge col·laboratiu
ca_es@valencia: servei de gestió de treball / aprenentatge col·laboratiu/cooperatiu/individual
dz: ངོ་རྐྱང་/མཉམ་འབྲེལ་/མཉམ་རུབ་ཐོག་སྦྱང་ནི་/ལཱ་འབད་ནིའི་འཛིན་སྐྱོང་ཞབ་ཏོག
el: υπηρεσία διαχείρισης ατομικής/συνεργατικής μάθησης/εργασίας
es: servicio de gestión de aprendizaje/trabajo individual/cooperativo/colaborativo
eu: ikaskuntza/norbere lana/kooperatiboa/laguntzakoa kudeaketa-zerbitzua
fr: service de gestion de l'apprentissage/travail individuel/coopératif/collaboratif
gl: servizo de xestión de aprendizaxe/traballo individual/cooperativo/colaborativo
it: servizio di gestione dell'apprendimento o lavoro individuale/cooperativo/collaborativo
nl: Afdeling voor individueel/gemeenschappelijk/samenwerkend beheer van leren/werken
pl: usługa zarządzania indywidualnym/kooperacyjnym/opartym na współpracy/uczeniu się
pt: serviço de gestão da aprendizagem/do trabalho individual/cooperativo/colaborativo
ru: сервис управления индивидуальным/кооперативным/совместным обучением/работой
tr: bireysel/işbirlikçi/işbirlikçi öğrenme/çalışma yönetimi hizmeti
zh_cn: 个人/合作/协作学习/工作管理服务
zh_tw: 個別/協作/協同學習/工作管理服務

source: guided reading
ca: lectura guiada
ca_es@valencia: lectura guiada
dz: ལྷག་ནིའི་ལམ་སྟོན
el: καθοδηγούμενη ανάγνωση
es: lecturas guiadas
eu: gidatutako irakurketak
fr: lecture dirigée
gl: lecturas guiadas
it: lettura guidata
nl: Begeleid lezen
pl: czytanie z przewodnikiem
pt: leitura guiada
ru: чтение под руководством учителя
tr: rehberli okuma
zh_cn: 引导阅读
zh_tw: 引導閱讀

source: conceptual map
ca: mapa conceptual
ca_es@valencia: mapa conceptual
dz: གོ་ལུགས་ཀྱི་འགྲུལ་བསྐྱོད
el: εννοιολογικός χάρτης
es: mapa conceptual
eu: mapa kontzeptuala
fr: carte conceptuelle
gl: mapa conceptual
it: mappa concettuale
nl: conceptuele kaart
pl: mapa koncepcyjna
pt: mapa conceitual
ru: концептуальная карта
tr: kavram haritası
zh_cn: 概念图
zh_tw: 觀念圖

source: master class
ca: classe magistral
ca_es@valencia: classe magistral
dz: སློབ་སྡེའི་ཨམ
el: σεμινάριο εξειδίκευσης
es: lección magistral
eu: ikasgai magistrala
fr: cours magistral
gl: lección maxistral
pl: klasa mistrzowska
pt: lição magistral
ru: мастер класс
tr: usta sınıfı
zh_cn: 主类
zh_tw: 進階課程

source: textual-image analysis
ca: anàlisi textual d'imatge
ca_es@valencia: anàlisi textual/d'imatges
dz: ཚིག་ཡིག་ཐོག་-གཟུགས་བརྙན་གྱི་བརྟག་ཞིབ
el: ανάλυση κειμένου-εικόνας
es: comentarios de texto-imagen
eu: testu-irudien iruzkinak
fr: analyse textuelle-graphique
gl: comentarios de texto-imaxe
it: analisi di testi o immagini
nl: textuele beeldanalyse
pl: analiza tekstu-obrazu
pt: análise de imagem textual
ru: текстово-графический анализ
tr: metin-görüntü analizi
zh_cn: 文本图像分析
zh_tw: 文字影像分析

source: discussion activity
ca: activitat de discussió
ca_es@valencia: activitat de discussió
dz: གྲོས་བསྡུར་གྱི་སྦྱོང་ལཱ
el: δραστηριότητα συζήτησης
es: actividad de discusión
eu: eztabaidak
fr: activité discursive
gl: actividade de debate
it: attività di discussione
nl: discussieer activiteit
pl: dyskusja na temat działalności
pt: atividade de discussão
ru: активность дискуссии
tr: tartışma etkinliği
zh_cn: 讨论活动
zh_tw: 討論活動

source: closed exercise or problem
ca: exercici tancat o problema
ca_es@valencia: exercici o problema tancats
dz: ཁ་བསྡམས་པའི་སྦྱང་བ་ཡང་ན་དཀའ་ངལ་དྲི་བ
el: κλειστή άσκηση ή πρόβλημα
es: ejercicio o problema cerrado
eu: itxitako ariketa edo problema
fr: exercice ou problème fermé
gl: problema ou exercicio pechado
it: problema o esercizio chiuso
nl: gesloten opdracht
pl: zamknięte ćwiczenia lub problem
pt: exercício ou problema fechado
ru: закрытое упражнение или проблема
tr: close alıştırması veya problemi
zh_cn: 封闭的练习或问题
zh_tw: 封閉式練習或題目

source: contextualized case problem
ca: problema contextualitzat
ca_es@valencia: problema contextualitzat
dz: སྐབས་མཐུན་པའི་ཞིབ་འཇུག་དཀའ་ངལ་དྲི་བ
el: πρόβλημα εμπλαισιωμένης περίπτωσης
es: caso contextualizado
eu: testuinguruan jarritako kasua
fr: problème à cas contextualisé
gl: problema de caso contextualizado
it: caso problematico contestualizzato
nl: 'benoem de achtergronden'-opdracht
pl: kontekstowy problem przypadku
pt: estudo de caso contextualizado
ru: проблема выбора контекста
tr: bağlamsallaştırılmış vaka analizi sorunu
zh_cn: 语境化案例问题
zh_tw: 情境問題

source: open problem
ca: problema obert
ca_es@valencia: problema obert
dz: བཀག་ཆ་མེད་པའི་དཀའ་ངལ་དྲི་བ
el: ανοιχτό πρόβλημα
es: problema abierto
eu: problema irekia
fr: problème ouvert
gl: problema aberto
it: problema aperto
nl: open opdracht
pl: otwarty problem
pt: problema aberto
ru: открытая проблема
tr: açık sorun
zh_cn: 开放的问题
zh_tw: 開放式問題

source: real or virtual learning environment
ca: entorn d'aprenentatge real o virtual
ca_es@valencia: entorn d'aprenentatge real o virtual
dz: ངོ་མ་/དངོས་མེད་སློབ་སྦྱོང་མཐའ་འཁོར
el: περιβάλλον πραγματικής ή εικονικής μάθησης
es: escenario real o virtual de aprendizaje
eu: ikaskuntzako eszenatoki erreala edo birtuala
fr: environnement d'apprentissage réel ou virtuel
gl: contorno de aprendizaxe real ou virtual
it: ambiente di apprendimento reale o virtuale
nl: echte of virtuele leeromgeving
pl: prawdziwe lub wirtualne środowisko uczenia się
pt: ambiente de aprendizagem real ou virtual
ru: реальное или виртуальное обучающее окружение
tr: gerçek veya sanal öğrenme ortamı
zh_cn: 真实或虚拟的学习环境
zh_tw: 實際或虛擬學習環境

source: didactic game
ca: joc didàctic
ca_es@valencia: joc didàctic
dz: བསམ་སྤྱོད་སྟོན་ནིའི་རྩེད་ལཱ
el: διδακτικό παιχνίδι
es: juego didáctico
eu: joko didaktikoa
fr: jeu pédagogique
gl: xogo didáctico
it: gioco didattico
nl: serious game
pl: gra dydaktyczna
pt: jogo didático
ru: дидактическая игра
tr: didaktik oyun
zh_cn: 教学游戏
zh_tw: 教學遊戲

source: real project
ca: projecte real
ca_es@valencia: projecte real
dz: རེལ་བརྡ་བརྒྱུད
el: αυθεντικό έργο
es: proyecto real
eu: benetako proiektua
fr: projet réel
gl: proxecto real
it: progetto reale
nl: echt project
pl: realny projekt
pt: projeto real
ru: реальный проект
tr: gerçek proje
zh_cn: 真实的项目
zh_tw: 實際專案

source: classroom
ca: aula
ca_es@valencia: aula
dz: སློབ་ཁང
el: αίθουσα διδασκαλίας
es: aula
eu: ikasgela
fr: salle de classe
gl: aula
it: aula
nl: klaslokaal
pl: klasa
pt: sala de aula
ru: классная комната
tr: sınıf
zh_cn: 教室
zh_tw: 教室

source: laboratory
ca: laboratori
ca_es@valencia: laboratori
dz: བརྟག་དཔྱད་ཁང
el: εργαστήριο
es: laboratorio
eu: laborategia
fr: laboratoire
gl: laboratorio
it: laboratorio
nl: laboratorium
pl: laboratorium
pt: laboratório
ru: лаборатория
tr: labaratuvar
zh_cn: 实验室
zh_tw: 實驗室

source: real environment
ca: entorn real
ca_es@valencia: entorn real
dz: ངོ་མ་མཐའ་འཁོར
el: εκτός σχολείου
es: entorno real
eu: benetako ingurunea
fr: environnement réel
gl: contorno real
it: ambiente reale
nl: echte omgeving
pl: realne środowisko
pt: ambiente real
ru: реальное окружение
tr: gerçek ortam
zh_cn: 真实的环境
zh_tw: 實際環境

source: home
ca: casa
ca_es@valencia: domicili
dz: གདོང་ཤོག
el: σπίτι
es: domicilio
eu: bizilekua
fr: accueil
gl: fogar
it: casa
nl: thuis
pl: strona główna
pt: casa
ru: дом
tr: ev
zh_cn: 家
zh_tw: 家

source: family
ca: família
ca_es@valencia: família
dz: རིགས་ཚན
el: οικογένεια
es: familia
eu: familia
fr: famille
gl: familia
it: famiglia
nl: familie
pl: rodzina
pt: família
ru: семья
tr: aile
zh_cn: 家庭
zh_tw: 家庭

source: schoolmate
ca: company/a
ca_es@valencia: company/a
dz: ཆོས་གྲོགས
el: συμμαθητής
es: compañero
eu: kidea
fr: camarade
gl: compañeiro ou compañeira
it: compagno di scuola
nl: klasgenoot
pl: kolega ze szkoły
pt: colega de estudo
ru: одноклассник
tr: okul arkadaşı
zh_cn: 同学
zh_tw: 學伴

source: independent
dz: རང་རྐྱང
el: ανεξάρτητη
es: independiente
eu: independentea
fr: indépendant
gl: independente
it: indipendente
nl: onafhankelijk
pl: niezależny
pt: independente
ru: независимый
tr: bağımsız
zh_cn: 独立
zh_tw: 獨立

source: blended
ca: semipresencial
ca_es@valencia: assistència mixta
dz: སླ་བསྲེ་པའི
el: μικτή
es: asistencia mixta
eu: asistentzia mistoa
fr: mixte
gl: asistencia mixta
it: misto (blended)
pl: mieszany
pt: semipresencial
ru: гармоничный
tr: harmanlanmş
zh_cn: 混合
zh_tw: 混合式

source: face to face
ca: cara a cara
ca_es@valencia: semipresencial
dz: གདོང་ཁར
el: κατά πρόσωπο
es: semipresencial
eu: erdizuzenekoa
fr: face à face
gl: presencial
it: faccia a faccia
nl: onder vier ogen
pl: twarzą w twarz
pt: presencial
ru: лицом к лицу
tr: yü zyüze
zh_cn: 面对面
zh_tw: 面對面

source: distance
ca: distancia
ca_es@valencia: a distància
dz: ཐག་རིང
el: εξ αποστάσεως
es: a distancia
eu: urrutikoa
gl: a distancia
it: a distanza
nl: afstandelijkheid
pl: dystans
pt: distância
ru: дистанция
tr: uzaktan
zh_cn: 远程
zh_tw: 距離

source: propietary license
ca: llicència propietària
ca_es@valencia: llicència de propietat
dz: ཚོང་བདག་གི་ཆོག་ཐམ
el: ιδιοταγής άδεια
es: licencia propietaria
eu: jabego-lizentzia
fr: licence de propriété
gl: licenza privativa
it: licenza proprietaria
nl: eigendomslicentie
pl: licencja własnościowa
pt: licença proprietária
ru: проприетарная лицензия
tr: paralı lisans
zh_cn: 专利许可证
zh_tw: 私有授權

source: free software license EUPL
ca: llicència de programari lliure EUPL
ca_es@valencia: llicència de programari lliure EUPL
dz: རང་དབང་མཉེན་ཆས་ཆོག་ཐམ་EUPL
el: άδεια ελεύθερου λογισμικού EUPL
es: licencia de software libre EUPL
eu: EUPL lizentzia askea
fr: licence libre EUPL
gl: licenza de software libre EUPL
it: licenza software libero EUPL
nl: gratis software licentie EUPL
pl: licencja wolnego oprogramowania EUPL
pt: licença de software livre EUPL
ru: лицензия EUPL на свободное ПО
tr: ücretsiz EUPL yazılım lisansı
zh_cn: 免费软件许可证EUPL
zh_tw: 自由軟體授權 EUPL

source: free software license GPL
ca: llicència de programari lliure GPL
ca_es@valencia: llicència de programari lliure GPL
dz: རང་དབང་མཉེན་ཆས་ཆོག་ཐམ་ཇི་ཨེལ་པི
el: άδεια ελεύθερου λογισμικού GPL
es: licencia de software libre GPL
eu: GPL lizentzia askea
fr: licence libre GPL
gl: licenza de software libre GPL
it: licenza software libero GPL
nl: gratis softwarelicentie GPL
pl: licencja wolnego oprogramowania GPL
pt: licença de software livre GPL
ru: лицензия GPL на свободное ПО
tr: ücretsiz GPL lisansı
zh_cn: 免费软件许可证GPL
zh_tw: 自由軟體授權 GPL

source: dual free content license GPL and EUPL
ca: llicència dual de contingut lliure GPL i EUPL
ca_es@valencia: llicència dual de contingut lliure GPL i EUPL
dz: རང་དབང་ནང་དོན་གཉིས་ལྡན་ཆོག་ཐམ་GPL་དང་EUPL
el: διπλή άδεια ελεύθερου περιεχομένου GPL και EUPL
es: licencia libre dual GPL y EUPL
eu: GPL eta EUPL lizentzia aske bikoitza
fr: licence libre double GPL et EUPL
gl: licenza libre dual GPL e EUPL
it: doppia licenza libera GPL e EUPL
nl: tweeledige gratis content licentie GPL en EUPL
pl: podwójna bezpłatna licencja GPL i EUPL
pt: dupla licença de conteúdo livre GPL e EUPL
ru: двойная лицензия GPL и EUPL на свободное ПО
tr: GPL ve EUPL çift ücretsiz içerik lisansı
zh_cn: 双重免费内容许可GPL和EUPL
zh_tw: 雙重自由內容授權 GPL 與 EUPL

source: other free software licenses
ca: altres llicències de programari lliures
ca_es@valencia: altres llicències de programari lliure
dz: རང་དབང་མཉེན་ཆས་ཆོག་ཐམ་གཞན
el: άλλες άδειες ελεύθερου λογισμικού
es: otras licencias de software libres
eu: bestelako lizentzia askeak
fr: autres licences libres
gl: outras licenzas de software libre
it: altra licenza libera
nl: andere gratis software licenties
pl: inne licencje wolnego oprogramowania
pt: outras licenças de software livre
ru: другая лицензия на свободное ПО
tr: diğer ücretsiz yazılım lisansları
zh_cn: 其他免费软件许可证
zh_tw: 其他自由軟體授權

source: public domain
ca: domini públic
ca_es@valencia: domini públic
dz: མི་མང་ཡོངས་ཁྱབ
el: κοινό κτήμα
es: dominio público
eu: jabari publikoa
fr: domaine public
gl: dominio público
it: pubblico dominio
pl: domena publiczna
pt: domínio público
ru: публичный домен
tr: kamu lisansı
zh_cn: 公有领域
zh_tw: 公共領域

source: not appropriate
ca: no apropiat
ca_es@valencia: propietat desconeguda
dz: འོས་འབབ་མེད
el: ακατάλληλο
es: no corresponde
eu: ez dagokio
fr: non-adéquat
gl: non corresponde
it: non appropriata
nl: niet gepast
pl: nie właściwe
pt: não apropriado
ru: не соответствует
tr: uygun değil
zh_cn: 不适用
zh_tw: 不合適

source: intellectual property license
ca: llicència de propietat intel·lectual
ca_es@valencia: llicència de propietat intel·lectual
el: άδεια πνευματικής ιδιοκτησίας
es: licencia propietaria intelectual
eu: jabego intelektualaren lizentzia
fr: licence de propriété intellectuelle
gl: licenza de propiedade intelectual
it: licenza di proprietà intellettuale
nl: Licentie voor intellectueel eigendom
pl: licencja własności intelektualnej
pt: licença de propriedade intelectual
ru: лицензия на интеллектуальную собственность
tr: fikri mülkiyet lisansı
zh_cn: 知识产权许可
zh_tw: 智慧財產權

source: creative commons: attribution
ca: creative commons: reconeixement
ca_es@valencia: creative commons: reconeixement (attribution)
el: creative commons: Αναφορά Δημιουργού
es: creative commons: reconocimiento
eu: creative commons: ezagupena
gl: creative commons: atribución
nl: crative commons: attribuut
pl: creative commons: uznanie autorstwa
pt: creative commons: atribuição
ru: creative commons: атрибуция
tr: creative commons: atıf
zh_cn: 知识共享协议：署名
zh_tw: 創用 CC：Attribution

source: creative commons: attribution - non derived work
ca: creative commons: reconeixement - sense obres derivades
ca_es@valencia: creative commons: Reconeixement - SenseObraDerivada (by-nd)
el: creative commons: Αναφορά Δημιουργού - Όχι Παράγωγα Έργα
es: creative commons: reconocimiento - sin obra derivada
eu: creative commons: ezagupena - deribatutako lanik gabe
fr: creative commons: attribution - travail non modifié
gl: creative commons: atribución - sen obras derivadas
nl: crative commons: attribuut - geen afgeleide werken
pl: uznanie autorstwa: bez utworów pochodnych
pt: creative commons: atribuição - sem derivados
ru: creative commons: атрибуция - непроизведённая работа
tr: creative commons: atıf - türetilemez
zh_cn: 知识共享协议：署名 - 禁止演绎
zh_tw: 創用 CC：Attribution - 非衍生作品

source: creative commons: attribution - non derived work - non commercial
ca: creative commons: reconeixement - sense obres derivades - no comercial
ca_es@valencia: creative commons: Reconeixement - SenseObreDerivada - NoComercial (by-nd-nc)
el: creative commons: Αναφορά Δημιουργού - Όχι Παράγωγα Έργα - Μη Εμπορική Χρήση
es: creative commons: reconocimiento - sin obra derivada - no comercial
eu: creative commons: ezagupena - deribatutako lanik gabe - ez komertziala
fr: creative commons: attribution - travail non modifié - non commercial
gl: creative commons: atribución - sen obras derivadas - non comercial
nl: crative commons: attribuut - geen afgeleide werken - Niet commercieel
pl: pewne prawa zastrzeżone: uznanie autorstwa - bez utworów zależnych - użycie niekomercyjne
pt: creative commons: atribuição - sem derivados - não comercial
ru: creative commons: атрибуция - непроизведённая работа - некоммерческий
tr: creative commons: atıf - türetilemez- gayrii ticari
zh_cn: 知识共享协议：署名 - 禁止演绎 - 非商业性使用
zh_tw: 創用 CC：Attribution - 非衍生作品 - 非商業使用

source: creative commons: attribution - non commercial
ca: creative commons: reconeixement - no comercial
ca_es@valencia: creative commons: Reconeixement - NoComercial (by-nc)
el: creative commons: Αναφορά Δημιουργού - Μη Εμπορική Χρήση
es: creative commons: reconocimiento - no comercial
eu: creative commons: ezagupena - ez komertziala
gl: creative commons: atribución - non comercial
nl: crative commons: attribuut - Niet commercieel
pl: pewne prawa zastrzeżone: uznanie autorstwa - użycie niekomercyjne
pt: creative commons: atribuição - não comercial
ru: creative commons: атрибуция - некоммерческий
tr: creative commons: atıf - gayri ticari
zh_cn: 知识共享协议：署名 - 非商业性使用
zh_tw: 創用 CC：Attribution - 非商業使用

source: creative commons: attribution - non commercial - share alike
ca: creative commons: reconeixement - no comercial - compartir igual
ca_es@valencia: creative commons: Reconeixement - No comercial - CompartirIgual (by-nc-sa)
el: creative commons: Αναφορά Δημιουργού - Μη Εμπορική Χρήση - Παρόμοια Διανομή
es: creative commons: reconocimiento - no comercial - compartir igual
eu: creative commons: ezagupena - ez komertziala - berdin konpartitu
fr: creative commons: attribution - non commercial - partage identique
gl: creative commons: atribución - non comercial - compartir igual
nl: crative commons: attribuut - Niet commercieel - Gelijk delen
pl: pewne prawa zastrzeżone: użycie niekomercyjne - na tych samych warunkach
pt: creative commons: atribuição - não comercial - compartilha igual
ru: creative commons: атрибуция - некоммерческий - распространение такое же
tr: creative commons: atıf - gayrii ticari - şekilde paylaş
zh_cn: 知识共享协议：署名 - 非商业性使用 - 相同方式共享
zh_tw: 創用 CC：Attribution - 非商業使用 - 相同方式分享 (share alike)

source: creative commons: attribution - share alike
ca: creative commons: reconeixement - compartir igual
ca_es@valencia: creative commons: Reconeixement - CompartirIgual (by-sa)
el: creative commons: Αναφορά Δημιουργού - Παρόμοια Διανομή
es: creative commons: reconocimiento - compartir igual
eu: creative commons: ezagupena - berdin konpartitu
fr: creative commons: attribution - partage identique
gl: creative commons: atribución - compartir igual
nl: crative commons: attribuut - Gelijk delen
pl: pewne prawa zastrzeżone: na tych samych warunkach
pt: creative commons: atribuição - compartilha igual
ru: creative commons: атрибуция - распространение такое же
tr: creative commons: atıf- aynı şekilde paylaş
zh_cn: 知识共享协议：署名 - 相同方式共享
zh_tw: 創用 CC：Attribution - 相同方式分享 (share alike)

source: license GFDL
ca: llicència GFDL
ca_es@valencia: llicència GFDL
dz: GFDL་ཆོག་ཐམ
el: άδεια GFDL
es: licencia GFDL
eu: GFDL lizentzia
fr: Licence GFDL
gl: licenza GFDL
it: licenza GFDL
nl: licentie GFDL
pl: licencja GFDL
pt: licença GFDL
ru: лицензия GFDL
tr: GFDL lisansı
zh_cn: GFDL许可证
zh_tw: 授權 GFDL

source: special needs learner
ca: alumne amb necessitats especials
ca_es@valencia: alumnat amb necessitats especials
el: μαθητής με ειδικές ανάγκες
es: alumno con necesidades educativas especiales
eu: hezkuntzako behar bereziak dituen ikaslea
fr: Apprenant à besoins spéciaux
gl: necesidades específicas de apoio educativo
it: discente con necessità speciali
nl: zwakke leerling
pl: uczeń o specjalnych potrzebach edukacyjnych
pt: estudante com necessidades especiais
ru: специальные потребности учащегося
tr: özel gereksinimli öğrenci
zh_cn: 特殊需要学习者
zh_tw: 特殊需求學生

source: gifted learner
ca: alumne superdotat
ca_es@valencia: alumnat superdotat
dz: རིག་རྩལ་ཅན་སྦྱང་མི
el: χαρισματικός μαθητής
es: alumno con altas capacidades intelectuales
eu: gaitasun intelektual altuko ikaslea
fr: apprenants surdoués
gl: alumnado con altas capacidades
it: discente dotato
nl: begaafde leerling
pl: uczeń uzdolniony
pt: estudante sobredotado
ru: одарённый ученик
tr: yetenekli öğrenci
zh_cn: 天才学生
zh_tw: 天才學生

source: learners late integration into the education system
ca: alumnes d'integració tardana al sistema educatiu
ca_es@valencia: alumnat d'incorporació tardana al sistema educatiu
el: μαθητές με καθυστερημένη ένταξη στο εκπαιδευτικό σύστημα
es: alumno con integración tardía en sistema educativo
eu: hezkuntzako sisteman berandu sartu den ikaslea
fr: apprenant intégrés tardivement dans le système éducatif
gl: alumnado de integración tardía no sistema educativo
it: discente con ritardo nell'integrazione nel sistema educativo
nl: leerlingen die pas laat in het onderwijsproces gestapt zijn
pl: uczniowie późno integrują się z systemem edukacji
pt: estudante integrado tardiamente no sistema educativo
ru: учащиеся, поздно интегрированные в систему образования
tr: öğrencilerin eğitim sistemine geç entegrasyonu
zh_cn: 学习者后期融入教育系统
zh_tw: 較慢進入教育系統的學生

source: learner with other specific educational support needs
ca: alumnes amb altres necessitats específiques de suport educatiu
ca_es@valencia: alumnat amb altres necessitats educatives específiques
el: μαθητές με άλλες ειδικές εκπαιδευτικές ανάγκες
es: alumno con otras necesidades específicas de apoyo educativo
eu: hezkuntza-laguntza bereziko beharrak dituen ikaslea
fr: apprenant avec d'autres nécessité édutative spécifiques
gl: alumnado con outras necesidades específicas de apoio educativo
it: discente con altri bisogni specifici di supporto educativo
nl: leerlingen die andere onderwijskundige ondersteuning nodig hebben
pl: uczący się z innymi specyficznymi potrzebami w zakresie pomocy edukacyjnej
pt: estudante com outras necessidades específicas de apoio educativo
ru: учащийся, требующий поддержки в другом специфическом образовании
tr: diğer özel eğitim desteği ihtiyaçları olan öğrenci
zh_cn: 具有其他特定教育支持需求的学习者
zh_tw: 有其他特別教育支援需求的學生

source: general public
ca: públic general
ca_es@valencia: públic general
dz: མི་མང་ཡོངས་ཁྱབ
el: δημόσιο
es: público en general
eu: publikoa oro har
fr: public en général
gl: público en xeral
it: pubblico generale
nl: grote publiek
pl: powszechna publiczna
pt: público em geral
ru: общий публичный
tr: genel halka açık
zh_cn: 一般公众
zh_tw: 通用公共

source: group
ca: grup
ca_es@valencia: grup
dz: སྡེ་ཚན
el: ομάδα
es: grupal
eu: taldekoa
fr: en groupe
gl: grupo
it: gruppo
nl: Groep
pl: grupa
pt: grupo
ru: групповой
tr: grup
zh_cn: 组
zh_tw: 群組

source: information scientist
ca: periodista científic
ca_es@valencia: gestor/a d'informació
dz: བརྡ་དོན་ཚན་རིག་མཁས་མཆོག
el: επιστήμονας πληροφοριών
es: documentalista
eu: dokumentalista
fr: documentaliste
gl: documentalista
it: studioso d'informazione
nl: Informaticus
pl: informatyk
pt: cientista da informação
ru: информационный учёный
tr: bilgi bilimcisi
zh_cn: 信息科学家
zh_tw: 資訊科學家
