Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Set the maximum level of zoom, as a percentage of the original image size
ca: Poseu el nivell màxim d'augment, com un percentatge de la imatge original.
ca_es@valencia: Establiu el nivell màxim de zoom, com a percentatge de la mida de la imatge original
el: Ορίστε ένα μέγιστο επίπεδο μεγέθυνσης, ως ποσοστό του μεγέθους της εικόνας.
es: Fije el nivel máximo del zoom. Debe especificarlo como porcentaje del tamaño original de la imagen
eu: Zoomaren maila handiena jarri irudiaren jatorrizko neurriaren ehuneko gisa
fr: Indiquez le niveau maximum d'agrandissement comme un pourcentage de la taille de l'image d'origine
gl: Defina o nivel máximo de zoom, como unha porcentaxe do tamaño orixinal da imaxe
it: Imposta il massimo livello di ingrandimento, come percentuale delle dimensioni originali dell'immagine
nl: Stel de maximumzoomwaarde in, in percent van de originele afbeeldingsgrootte.
pl: Ustaw maksymalne powiększenie, jako procent oryginalnego rozmiaru obrazu
pt: Selecionar o nível máximo da ampliação, como percentagem do tamanho original
ru: Установить максимальный уровень масштабирования, в процентах от исходного размера изображения
tr: En fazla olası yakınlaştırma oranının, resmin orijinal boyutuna yüzdesi
zh_cn: 设置最大放大倍数, 为原图象尺寸的百分比。
zh_tw: 設定最大縮放倍數，單位為原影像尺寸的百分比

source: Select the size of the magnifying glass
ca: Selecciona la mida de la lupa.
ca_es@valencia: Seleccioneu la mida de la lupa
dz: ཆེ་སྐྱེད་ཤེལ་གྱི་ཚད་དེ་སེལ་འཐུ་འབད
el: Επιλογή μεγέθους του μεγεθυντικού φακού.
es: Seleccione el tamaño de aumento de la lupa
eu: Aukeratu luparen bidez handituko den neurria
fr: Choisissez la taille d'agrandissement de la loupe
gl: Seleccionar o tamaño da lupa
it: Selezionare la dimensione della lente di ingrandimento
nl: Kies de grootte van het vergrootglas
pl: Wybierz rozmiar lupy
pt: Escolha o tamanho da lupa
ru: Выбрать размер увеличительного стекла
tr: Merceğin boyutunu seçin
zh_cn: 选择放大镜尺寸
zh_tw: 選擇放大鏡的尺寸

source: This chooses the initial size of the magnifying glass
ca: Ara trieu la mida inicial de la lupa
ca_es@valencia: Això tria la mida inicial de la lupa
dz: འདི་གི་ཆེ་སྐྱེད་ཤེལ་གྱི་འགོ་ཐོག་ཚད་དེ་ གདམ་ཨིན
el: Αυτό επιλέγει το αρχικό μέγεθος του μεγεθυντικού φακού
es: Selecciona el tamaño inicial de la lupa
eu: Honekin, luparen hasierako neurria aukeratzen da
fr: Ceci permet de choisir la taille initiale de la loupe
gl: Isto define o tamaño inicial da lupa
it: Imposta la dimensione iniziale della lente di ingrandimento
nl: Dit bepaalt de begininstelling van het vergrootglas
pl: Wybór początkowego rozmiaru lupy
pt: Opção para tamanho inicial da lupa de ampliação
ru: Это выбирает начальный размер увеличительного стекла
tr: Bu, büyütecin ilk boyutunu seçer
zh_cn: 选择最初放大镜的大小
zh_tw: 選擇最初放大鏡的大小

source: Image with Text
ca: Imatge amb text
ca_es@valencia: Imatge amb text
dz: ཚིག་ཡིག་སྦྲགས་པའི་གཟུགས་བརྙན
el: Εικόνα με Κείμενο
es: Imagen con texto
eu: Testua duen irudia
fr: Image avec texte
gl: Imaxe con texto
it: Immagine con testo
nl: Afbeelding met tekst
pl: Obraz z tekstem
pt: Imagem com Texto
ru: Изображение с текстом
tr: Yazılı Resim
zh_cn: 文字及插图
zh_tw: 含文字的影像

source: <p> The image with text iDevice can be used in a number of ways to support both the emotional (affective) and learning task (cognitive) dimensions of eXe content. </p><p> <b>Integrating visuals with verbal summaries</b> </p><p> Cognitive psychologists indicate that presenting learners with a representative image and corresponding verbal summary (that is presented simultaneously) can reduce cognitive load and enhance learning retention. This iDevice can be used to present an image (photograph, diagram or graphic) with a brief verbal summary covering the main points relating to the image. For example, if you were teaching the functions of a four-stroke combustion engine, you could have a visual for each of the four positions of the piston with a brief textual summary of the key aspects of each visual. </p>
ca: <p> La imatge amb text IDevice pot ser emprada en un nombre de llocs per suportar conjuntament la tasca emocional ( afectiva ) i tasques d'aprenentatge (cognitives) al continguts d'eXe . </p><p> <b> Integracions visuals amb resums verbals</b> </p><p> Coneixements psicològics indiquen que els aprenents presents amb una imatge representativa i un resum verbal ( que és presentat simultàniament ) poden reduir la càrrega cognitiva i augmentar el nivell de retenció. Aquest iDevice pot ser emprat per presentar una imatge (fotografia , diagrama, o gràfic ) amb un breu resum que cobrisca els principals punts relatius a la imatge. Per exemple, si esteu ensenyant les funcions del motor de combustió interna , /n podríeu tenir una representació visual de les quatre posicions del pistó amb un breu resum dels aspectes de cada representació visual. </p>
ca_es@valencia: <p> L'iDevice imatge amb text es pot utilitzar de diverses maneres per a incloure conjuntament la tasca emocional (afectiva) i la tasca d'aprenentatge (cognitiva) als continguts de l'eXe. </p><p> <b>Integracions visuals amb resums verbals</b> </p><p> La psicologia cognitiva indica que oferir a l'alumnat una imatge representativa i un resum verbal (que es presenten simultàniament) pot reduir la càrrega cognitiva i augmentar el nivell de retenció. Aquest iDevice es pot utilitzar per a presentar una imatge (fotografia, diagrama o gràfic) amb un breu resum verbal que cobrisca els principals punts relatius a la imatge. Per exemple, quan ensenyeu les funcions del motor de combustió de quatre temps, podeu tindre una representació visual de cadascuna de les quatre posicions del pistó amb un breu resum dels aspectes clau de cada representació visual. </p>
el: <p> Το η-Σύνεργο 'Εικόνα με Κείμενο' μπορεί να χρησιμοποιηθεί με πολλούς τρόπους για να υποστηρίξει, τόσο τους συναισθηματικούς όσο και τους γνωστικούς στόχους του περιεχομένου του eXe </p><p> <b>Ενοποίηση οπτικών και λεκτικών περιλήψεων</b> </p><p> Οι γνωστικοί ψυχολόγοι επισημαίνουν ότι, παρουσιάζοντας στους μαθητές μια αντιπροσωπευτική εικόνα και μια αντίστοιχη περίληψη κειμένου (με ταυτόχρονη παρουσίαση), μπορεί να μειωθεί ο μαθησιακός φόρτος και να ενισχυθεί η συγκράτηση του γνωστικού περιεχομένου. Αυτό το η-Σύνεργο μπορεί να χρησιμοποιηθεί για να παρουσιαστεί μια εικόνα (φωτογραφία, διάγραμμα ή γραφικό), με μια μικρή λεκτική περιγραφή η οποία καλύπτει τα κύρια σημεία που σχετίζονται με την εικόνα. Π.χ. αν διδάσκετε τις λειτουργίες μιας τετράχρονης μηχανής, θα μπορούσατε να έχετε μια εικόνα για καθεμιά από τις 4 φάσεις των πιστονιών μαζί με μια περίληψη κειμένου των κυριότερων χαρακτηριστικών κάθε εικόνας. </p>
es: <p> El iDevice &lt;Imagen con texto&gt; puede utilizarse de varias maneras para apoyar las dos dimensiones de contenido eXe: la emocional (afectiva) y la de actividad de aprendizaje (cognitiva) </p><p> <b>Integración de elementos visuales con resúmenes verbales</b> </p><p> Los psicólogos cognitivos indican que presentar a los alumnos una imagen representativa y un resumen verbal (presentado simultáneamente), puede reducir la carga cognitiva y aumentar la retención de aprendizaje. Este iDevice puede usarse para presentar una imagen (foto, diagrama o gráfico) con un breve resumen verbal que cubra los puntos principales relativos a la imagen. Por ejemplo, si estuviera explicando las funciones de un motor de combustión de cuatro tiempos, podría tener una representación visual de cada una de las posiciones del pistón con un breve resumen verbal de los aspectos clave de cada imagen. </p>
eu: <p> iDevice testua duen irudia eXe edukiaren dimentsio emozionalerako (afektiboa) eta ikasteko jarduerarako (kognitiboa) erabil daiteke. </p><p> <b>Irudiak eta testu laburpenak integratzea</b> </p><p> Psikologo kognitiboen arabera, ikasleei irudi adierazgarri bat eta laburpena ahoz aldi berean emateak murriztu egiten du karga kognitiboa, eta ikasketa areagotzen. iDevice hau irudi bat (argazkia, diagrama edo grafikoa) eta irudiaren puntu nagusien laburpena aurkezteko erabil daite. Adibidez, lau denborako motor baten funtzioak azaltzen ari bazara, pistoi bakoitzaren kokapena erakuts dezakezu, eta horien gaineko azalpen laburra eman.</p>
fr: <p> L'outil pédagogique "Image et Texte" peut être utilisé autant que possible de telle manière à conforter les dimensions cognitives et limbiques (émotionnelles) des tâches d'apprentissage au sein des contenus d'eXe . </p> <p> <b> Intégrer des contenus visuels associés à des résumés textuels</b> </p> <p> Les psychologues de la cognition montrent que la présentation simultanée d'un visuel représentatif et d'un résumé textuel lui correspondant permet à l'apprenant de réduire son effort d'apprentissage et augmente sa capacité de mémorisation. Cet outil pédagogique permet de présenter un visuel (photographie, diagramme ou graphique)associé à un résumé textuel explicitant les principaux éléments référant à ce visuel. Par exemple, si vous voulez expliquer le fonctionnement d'un moteur à 4 temps , vous pourriez utiliser un visuel pour chacune des 4 positions du piston avec un bref résumé expliquant les points fondamentaux correspondant à chaque position. </p>
gl: <p> O iDevice Imaxe con texto pode utilizarse de diferentes xeitos para apoiar as dúas dimensións de contido en eXe: a emocional (afectiva) e a actividade de aprendizaxe (cognitiva). </p><p> <b>Integración de elementos visuais con resumos verbais</b> </p><p> Os psicólogos indican que presentar ao alumnado unha imaxe representativa e un resumo verbal simultaneamente pode reducir a carga cognitiva e aumentar a retención da aprendizaxe. Este iDevice pode utilizarse para presentar unha imaxe (foto, diagrama ou gráfico) con un breve resumo verbal que cubra os puntos principais relativos á imaxe. Por exemplo, se estivera explicando as funcións dun motor de combustión de catro tempos, podería ter unha representación visual de cada unha das posicións do pistón cun breve resumo verbal dos aspectos clave de cada imaxe. </p>
it: <p> L'iDevice Immagine con testo può essere usato in diversi modi per sostenere sia la dimensione emozionale (affettiva) che di apprendimento (cognitiva) dei contenuti di eXe. </p><p> <b>Come integrare la visione con commenti verbali</b> </p><p> Gli psicologi cognitivi affermano che presentare agli studenti una immagine rappresentativa con il corrispondente commento verbale (presentati contemporaneamente) può ridurre il carico cognitivo ed aumentare la fissazione delle conoscenze. Questo iDevice può essere utilizzato per presentare una immagine (fotografia, diagramma o grafico) con un breve commento verbale che includa i principali punti di relazione con l'immagine. Per esempio, se si sta insegnando il funzionamento di un motore a quattro tempi, si dovrebbe visualizzare un'immagine per ciascuna delle quattro posizioni del pistone con un breve commento per gli aspetti chiave di ciascuna immagine. </p>
nl: <p> Het iDevice "Afbeelding met tekst" kan zowel de affectieve als de cognitieve aspecten ondersteunen van leermateriaal dat met eXe wordt gemaakt. Een voorbeeld van beide dimensies:</p><p> <b>Lerarenprofiel (affectieve dimensie)</b> </p><p> Onderzoek wijst uit dat studenten ook bij on line werken het persoonlijke element op prijs stellen. Dit kan o.a. door een korte beschrijving van de leerkrachten en anderen die bij het on line gebeuren betrokken zijn. Een profiel (met foto) dient dan niet alleen om de rol en bevoegdheden van de leerkracht op te sommen, het legt ook meer nadruk op de persoonlijke relatie tussen de leerkracht en de student. Een profiel is daarom best niet te "academisch" van toon en eerder informeel geschreven. </p><p> <b>Verbale en visuele elementen combineren (cognitieve dimensie)</b> </p><p> Volgens psychologen worden feiten beter onthouden als ze tegelijktijd visueel en verbaal worden aangeboden, dus in de vorm van een tekstuele omschrijving met een bijhorende visuele voorstelling. Dit iDevice maakt het mogelijk om een afbeelding (foto, grafiek of schets) te combineren met een korte tekst die de voornaamste elementen van de afbeelding beschrijft. U zou bijv. de werking van een 4-taktmotor kunnen verduidelijken met 4 afbeeldingen van de verschillende posities van de zuiger begeleid door een korte tekst die uitlegt wat er gebeurt. </p>
pl: <p> Obraz z tekstem iObiektu może być wykorzystywany na wiele sposobów, aby wspierać zarówno emocjonalne (afektywne), jak i uczące się (poznawcze) wymiary eXe. </p><p> <b> Integracja wizualizacji ze słownymi podsumowaniami</b> </p><p> Badania pokazują, że prezentowanie uczniom jednocześnie odpowiednich obrazów odnoszących się do streszczenia tekstu (prezentowane jednocześnie) pomaga zredukować przeciążenie informacjami i wspomaga zdolność zapamiętywania. Ten obiekt może być użyty do prezentacji obrazu (fotografia, diagram lub obrazek) wraz z opisem podsumowującym dotyczącym głównych informacji odnoszących się do obrazu. Np. jeśli uczysz o czterosuwowym silniku spalinowym możesz użyć grafiki lub zdjęcia dla każdego z czterech położeń tłoka z podsumowującym tekstem o kluczowych aspektach każdego z obrazów. </p>
pt: <p> O iDevice Imagem com texto pode ser usado de várias maneiras para apoiar tanto a dimensão emocional (afetiva) como a dimensión da aprendizagem por tarefas (cognitiva) do conteúdo de eXe. </p><p> <b>Integrar imagens com descrições verbais </b> </p><p> Os especialistas em psicologia cognitiva indicam que apresentar aos estudantes uma imagem representativa acompanhada de uma descrição verbal (quando apresentadas simultaneamente) pode reduzir o esforço cognitivo e melhorar a retenção da aprendizagem. Este objeto iDevice pode ser usado para apresentar uma imagem (fotografia, diagrama ou gráfico) com uma descrição curta das principais questões relacionadas com a imagem. Por exemplo, se estiver a ensinar os ciclos a quatro tempos de um motor de combustão, pode ter uma representação visual para cada uma das quatro posições do pistão com um breve descrição contextual dos pontos chave de cada momento visual. </p>
ru: <p> Изображение с текстом iDevice, которое может быть использовано в ряде способов для поддержки эмоциональности (аффективности) и учебной задачи (познавательности), измеряет eXe содержимое. </p><p> <b> Интеграция визуальности с вербальными сводками</b> </p><p> Когнитивные психологи указывают, что представление учащихся с изображением представителя и соответствующие словесные сводки (которые представлены одновременно) могут уменьшить когнитивную нагрузку и повысить удержание качества обучения. Этот iDevice может быть использован для представления изображения (фотографии, диаграммы или графика) с краткой словесной сводкой, охватывающей основные моменты, касающиеся изображения. Например, если вы учили функции четырёхтактного двигателя внутреннего сгорания, то можно иметь визуальность для каждой из четырёх позиций поршня с краткой текстовой сводкой ключевых аспектов каждой визуальности. </p>
tr: <p> iDevice metinli görüntü, eXe içeriğinin hem duygusal (duygusal) hem de öğrenme görevi (bilişsel) boyutlarını desteklemek için çeşitli şekillerde kullanılabilir. </p><p><b>Görselleri sözlü özetlerle bütünleştirmek.</b></p><p> Bilişsel psikologlar, öğrencilere temsili bir görüntü ve buna karşılık gelen sözlü özet (aynı anda sunulur) sunmanın bilişsel yükü azaltabileceğini belirtir. ve öğrenmenin kalıcılığını artırmak. Bu iDevice, görüntüyle ilgili ana noktaları kapsayan kısa bir sözlü özet içeren bir görüntüyü (fotoğraf, diyagram veya grafik) sunmak için kullanılabilir. Örneğin, dört zamanlı bir yanmalı motorun fonksiyonlarını öğretiyor olsaydınız, pistonun dört konumunun her biri için her görselin temel yönlerinin kısa bir metin özetini içeren bir görseliniz olabilir. </p>>
zh_cn: <p> 图文 iDevice 模块可以用于多种不同的方式，支持与 eXe 内容相关的情绪（情感）发展和学习任务的完成。 </p><p> <b>视觉信息与文字的整合：摘要</b> </p><p> 认知心理学家指出，为学习者提供 具有代表性的图像和相应的口头摘要（同时显示） 可以减轻认知负担并增强学习记忆力。 该 iDevice 可以用于显示图像（照片，图表或图形）， 并带有简短的文字摘要，涵盖与图像有关的要点。 例如，如果您要教授四冲程内燃机的功能， 则可以为活塞的四个位置中的每个位置提供一个图像， 并简要介绍每个图像的关键信息。</p>

source: Enter the text you wish to associate with the image.
ca: Escriviu el text que voleu associar a la imatge.
ca_es@valencia: Escriu el text que vols associar a la imatge.
dz: ཡིག་སྣོད་དེ་དང་མཉམ་གཅིག་སྦྲགས་ནི་ ཁྱོད་རའི་རེ་སྨོན་ཚིག་ཡིག་འདི་བཙུགས།
el: Εισάγετε το κείμενο που θέλετε να συσχετίσετε με την εικόνα.
es: Introduzca el texto que desea asociar con la imagen.
eu: Adierazi irudiarekin lotu nahi duzun testua.
fr: Rédigez le texte que vous souhaitez associer à l'image.
gl: Introduza o texto que quere asociar coa imaxe.
it: Inserire il testo che si desidera associare con l'immagine.
nl: Geef de tekst die bij de afbeelding hoort.
pl: Wprowadź tekst, który chcesz powiązać z obrazem.
pt: Introduza o texto que pretende associar com a imagem.
ru: Введите текст, который Вы желаете связать с изображением.
tr: Buraya resimle ilişkilendirmek istediğini yazıyı yazın.
zh_cn: 输入图片相关的描述。
zh_tw: 輸入跟影像相關的文字。

source: Provide a caption for the image you have just inserted.
ca: Entra un títol per la imatge que acabes d'inserir.
ca_es@valencia: Escriu un títol per a la imatge que acabes d'inserir.
dz: ཁྱོད་ཀྱི་བར་ན་བཙུག་པའི་གཟུགས་བརྙན་གྱི་དོན་ལུ་ དཔར་བཤད་གཅིག་བྱིན།
el: Δώστε μια λεζάντα για την εικόνα που μόλις εισάγατε.
es: Proporcione un título para la imagen que acaba de insertar.
eu: Eman izen bat gehitu berri duzun irudiari.
fr: Donnez une légende à l'image que vous venez d'insérer.
gl: Proporcione un título para a imaxe que vén de inserir.
it: Fornire un'intestazione per l'immagine che è stata appena inserita.
nl: Geef een naam voor de zojuist toegevoegde afbeelding.
pl: Wprowadź opis do obrazka, który dołaczyłeś.
pt: Digite um título para a imagem que acabou de inserir.
ru: Укажите описание для изображения, которое вы только что вставили.
tr: Yeni eklediğiniz resim için bir başlık ekleyin.
zh_cn: 为插图添加说明。
zh_tw: 為您所插入的影像提供標題。

source: DropDown Activity
ca: Activitat desplegable
ca_es@valencia: Activitat de menú desplegable
dz: གདམ་ཐོ་ སྦྱོང་ལཱ
el: Συμπλήρωση κενών από λίστα
es: Actividad desplegable
eu: Jarduera zabalgarria
fr: Activité Forum Question-Réponse
gl: Actividade despregable
it: Attività Lista a discesa
nl: Selectielijst activiteit
pl: Rozwijana Lista
pt: Atividade drop-down
ru: Выпадающая активность
tr: Açılır Kutu Etkinliği
zh_cn: 下拉菜单活动
zh_tw: 拖放活動
