Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: How to add pages
ca: Com afegir pàgines
ca_es@valencia: Com s'afigen pàgines al projecte
dz: ཤོག་ལེབ་ཚུ་ག་དེ་སྦེ་ཁ་སྐོང་རྐྱབས་ནི་
el: Πώς προσθέτουμε σελίδες
es: Cómo añadir páginas
eu: Nola erantsi orriak
fr: Comment ajouter des pages
gl: Como engadir páxinas
it: Come si aggiungono pagine
pl: Jak dodawać strony
ru: Как добавлять страницы
tr: Sayfalar nasıl eklenir
zh_cn: 如何添加页面
zh_tw: 如何新增頁面

source: Adding Pages
ca: Afegit de pàgines
ca_es@valencia: Addició de pàgines
dz: ཤོག་ལེབ་ཚུ་ཁ་སྐོང་རྐྱབས་དོ
el: Προσθήκη σελίδων
es: Añadir páginas
eu: Orriak eransten
fr: Ajouter des pages
gl: Engadir páxinas
it: Aggiungere pagine
pl: Dodawanie stron
ru: Добавление страниц
tr: Sayfa Ekleme
zh_cn: 添加页面
zh_tw: 新增頁面

source: The buttons to manage the pages are on the left part of the screen, just over the block "Outline".
ca: Els botons per gestionar les pàgines estan a la part esquerra de la pantalla, just sobre el bloc «Índex»
ca_es@valencia: Els botons per a gestionar les pàgines es troben a la part esquerra de la pantalla, sobre el bloc "Resum".
el: Τα πλήκτρα για τη διαχείριση των σελίδων βρίσκονται στα αριστερά, ακριβώς πάνω από το πλαίσιο 'Περίγραμμα'.
es: Los botones para gestionar las páginas están en la parte izquierda de la pantalla, justo encima del bloque "Estructura".
eu: Orriak kudeatzeko botoiak pantailaren ezker aldean daude, "Ingurua" blokearen goikaldean.
fr: Les boutons pour gérer les pages se trouve sur la partie gauche de l'écran, juste au dessus du bloc "Schéma".
gl: Os botóns para xestionar as páxinas están na parte esquerda da pantalla, xusto enriba do bloque "Estrutura”.
it: I bottoni per la gestione delle pagine sono sulla sinistra, sopra al blocco "Profilo".
pl: Przyciski do zarządzania stronami znajdują się w lewej części ekranu, tuż nad blokiem "Struktura".
ru: Кнопки управления страницами находятся в левой части экрана, чуть выше блока "Контур".
tr: Sayfaları yönetmek için kullanılan düğmeler ekranın sol tarafında, "Anahat" bloğunun hemen üzerindedir.
zh_cn: 管理页面的按钮位于屏幕左侧，就在“大纲”块上方。
zh_tw: 這個按鍵是管理螢幕左側的頁面，在「綱要」上方的區塊。

source: Click on "Add Page".
ca: Premeu sobre «Afegeix pàgina».
ca_es@valencia: Feu clic a "Afig una pàgina"
dz: "ཤོག་ལེབ་ཁ་སྐོང་རྐྱབས" གུ་ལུ་ཨེབ་གཏང་།
el: Πιέστε 'Προσθήκη σελίδας'.
es: Pulse en "Añadir página".
eu: Sakatu "Gehitu orria"-n.
fr: Cliquez sur "Ajouter une page".
gl: Prema en "Engadir páxina”.
it: Clic su "Aggiungi pagina".
pl: Kliknij "Dodaj stronę".
ru: Нажмите "Добавить страницу".
tr: "Sayfa Ekle" ye tıklayın.
zh_cn: 单击“添加页面”。
zh_tw: 點擊「新增頁面」。

source: Click on "Rename" or doubleclick on the page you had just created to change its name.
ca: Premeu sobre «Canvia nom» o premeu dues vegades a la pàgina que acabeu de crear per canviar el nom.
ca_es@valencia: Feu clic a "Reanomena" o doble clic a la pàgina que acabeu de crear per a canviar-ne el nom.
el: Πιέστε 'Μετονομασία' ή πιέστε δύο φορές στη σελίδα που μόλις δημιουργήσατε για να αλλάξετε το όνομά της.
es: Pulse en "Renombrar" o haga doble clic en la página recién creada para cambiar su nombre.
eu: Izena aldatzeko, sakatu "Berrizendatu" edo egin klik bikoitza sortu duzun orriaren izenean.
fr: Cliquer sur "Renommer" ou cliquer deux fois sur la page créée pour en changer le nom.
gl: Prema en "Renomear" ou faga dobre clic na nova páxina creada para modificar o seu nome.
it: Clic su "Rinomina" o doppio clic sulla pagina appena creata per cambiare il suo nome.
pl: Kliknij "Zmień nazwę" lub kliknij dwukrotnie na stronie, którą właśnie utworzyłeś, aby zmienić jej nazwę.
ru: Нажмите "Переименовать" или дважды щёлкните на странице, которую вы только что создали, чтобы изменить её имя.
tr: İsmini değiştirmek için "Yeniden Adlandır"a tıklayın veya yeni oluşturduğunuz sayfaya çift tıklayın.
zh_cn: 单击“重命名”或双击刚刚创建的页面以更改其名称。
zh_tw: 點擊「重新命名」或雙擊您剛剛建立的頁面，可以重新命名。

source: You can delete it using "Delete".
ca: Podeu suprimir usant «Suprimeix»
ca_es@valencia: Podeu eliminar-la utilitzant "Elimina".
dz: འདི་་ཁྱོད་ཀྱི་ "བཏོན་གཏང་" ལག་ལེན་འཐབ་སྟི་བཏོན་གཏང་ཚུགས།
el: Μπορείτε να τη διαγράψετε πιέζοντας 'Διαγραφή'.
es: Puede eliminarla usando "Borrar".
eu: Ezaba dezakezu "Ezabatu" sakatuz.
fr: Vous pouvez effacer avec le bouton "Effacer".
gl: Pódese eliminar premendo en "Eliminar”.
it: Può essere cancellata usando "Cancella".
pl: Możesz ją usunąć za pomocą "Usuń".
ru: Вы можете удалить её, используя "Удалить".
tr: "Sil" tıklayarak silebilirsiniz.
zh_cn: 您可以使用“删除”将其删除。
zh_tw: 您可以用「刪除」來刪掉頁面。

source: Create as many pages as you need and organise them to your liking by using the arrows that appear on the bottom of the block "Outline":
ca: Creeu tantes pàgines com vulgueu i organitzeu-les al vostre gust amb les fletxes que apareixen a la part inferior del bloc «Índex»:
ca_es@valencia: Creeu tantes pàgines com necessiteu i organitzeu-les com vulgueu utilitzant les fletxes que apareixen a la part inferior del bloc "Resum":
el: Δημιουργήστε όσες σελίδες χρειάζεστε και οργανώστε τις όπως επιθυμείτε χρησιμοποιώντας τα βέλη που εμφανίζονται στο κάτω μέρος του μπλοκ 'Περίγραμμα':
es: Cree tantas páginas como necesite y organícelas como quiera usando las flechas que aparecen en la parte inferior del bloque "Estructura":
eu: Nahi adina orri sortu eta zure gustuko ordenean antolatu, "Ingurua" blokearen azpialdean dauden geziak erabili:
fr: Créez autant de pages dont vous avez besoin et organisez-les à votre goût avec les flèches qui se trouvent sous le bloc "Schéma":
gl: Cree tantas páxinas como precise e organíceas como queira utilizando as frechas que aparecen na parte inferior do bloque "Estrutura”:
it: Creare tutte le pagine necessarie ed organizzarle a piacere usando le frecce che compaiono al fondo del blocco "Profilo":
pl: Stwórz tyle stron, ile potrzebujesz, i uporządkuj je według własnych upodobań za pomocą strzałek, które pojawiają się na dole bloku "Struktura":
ru: Создайте столько страниц, сколько вам нужно, и организуйте их по своему вкусу, используя стрелки, которые отображаются в нижней части блока "Контур":
tr: "Anahat" bloğunun altında görünen okları kullanarak istediğiniz kadar sayfa oluşturun ve istediğiniz gibi düzenleyin:
zh_cn: 根据需要创建任意数量的页面，并使用“大纲”版块底部显示的箭头按照您的喜好进行组织：
zh_tw: 依您所需建立頁面，並用「綱要」區塊底部的方向鍵來組織頁面：

source: Once the page is created you can add content.
ca: Una vegada estigui la pàgina creada podeu afegir contingut.
ca_es@valencia: Una vegada s'ha creat la pàgina, podeu afegir-li contingut.
el: Μόλις δημιουργήσετε τη σελίδα, μπορείτε να προσθέσετε περιεχόμενο.
es: Una vez creada la página ya puede añadirle contenido.
eu: Edukia erantsi dezakezu orria sortu ondoren.
fr: Une fois la page créée, vous pouvez y ajouter du contenu.
gl: Unha vez creada a páxina pode engadir contido.
it: Una volta creata la pagina può essere inserito il contenuto.
pl: Po utworzeniu strony możesz dodać treść.
ru: После создания страницы вы можете добавить содержимое.
tr: Sayfa oluşturulduktan sonra içerik ekleyebilirsiniz.
zh_cn: 创建页面后，您可以添加内容。
zh_tw: 當頁面建立後您就可以新增內容。

source: How to add content
ca: Com afegir contingut
ca_es@valencia: Com s'afig contingut a la pàgina
dz: ནང་དོན་ག་དེ་སྦེ་ཁ་སྐོང་རྐྱབས་ནི
el: Πώς προσθέτουμε περιεχόμενο
es: Cómo añadir contenido
eu: Nola sortu edukia
fr: Comment ajouter du contenu
gl: Como engadir contido
it: Come aggiungere contenuti
pl: Jak dodać treść
ru: Как добавлять содержимое
tr: İçerik nasıl eklenir
zh_cn: 如何添加内容
zh_tw: 如何新增內容

source: Adding content
ca: Afegiment de contingut
ca_es@valencia: Addició de contingut
dz: ནང་དོན་ཁ་སྐོང་རྐྱབས་དོ་
el: Προσθήκη περιεχομένου
es: Añadir contenido
eu: Edukia sortze-bidean
fr: Ajouter du contenu
gl: Engadir contido
it: Aggiungere contenuti
pl: Dodawanie treści
ru: Добавление содержимого
tr: İçerik Ekle
zh_cn: 添加内容
zh_tw: 新增內容

source: On the bottom left of the screen there is an area iDevices.
ca: A sota i esquerra de la pantalla hi ha un àrea iDevices.
ca_es@valencia: A la part inferior esquerra de la pantalla hi ha la zona d'iDevices.
el: Στο κάτω αριστερό μέρος της οθόνης υπάρχει η περιοχή των η-Σύνεργων.
es: En la parte inferior izquierda de la pantalla hay un espacio con el título iDevices.
eu: Pantaila-azpiko ezkerraldean iDevices izeneko area dago.
fr: Sur le côté inférieur gauche de l'écran se trouve la zone des outils pédagogiques.
gl: Na parte inferior esquerda da pantalla atopará a área iDevices.
it: Sulla sinistra al fondo c'è l'area degli iDevices.
pl: W lewym dolnym rogu ekranu znajduje się obszar iObiekty.
ru: В левом нижнем углу экрана находится область iDevice'ов.
tr: Ekranın sol alt tarafında bir iDevices alanı var.
zh_cn: 在屏幕的左下角有一个区域iDevices。
zh_tw: 在螢幕左下角有一個 iDevice 區域。

source: IDevices are blocks that you can add to your pages.
ca: Els iDevices són blocs que podeu afegir per crear les vostres pàgines.
ca_es@valencia: Els IDevices són blocs que podeu afegir a les pàgines.
el: Τα η-Σύνεργα είναι πλαίσια που μπορείτε να προσθέσετε στις σελίδες σας.
es: Los iDevices son bloques que puede añadir a sus páginas.
eu: IDevice-ak orrietan erantsi ditzakezun blokeak dira.
fr: Les outils pédagogique sont des blocs que vous pouvez ajouter à vos pages.
gl: Os iDevices son bloques que pode engadir nas súas páxinas.
it: Gli iDevices sono blocchi che possono essere inseriti nella pagina.
pl: iObiekty to bloki, które możesz dodać do swoich stron.
ru: IDevice'ы - это блоки, которые вы можете добавить на свои страницы.
tr: Devices, sayfalarınıza ekleyebileceğiniz bloklardır.
zh_cn: iDevices是您可以添加到页面的模块。
zh_tw: iDevice 就是您可以新增到頁面的區塊。

source: They are organized by categories: interactive, non-interactive activities...
ca: Estan organitzats per categories: activitats interactives, activitats no interactives...
ca_es@valencia: Estan organitzats per categories: activitats interactives, no interactives...
el: Είναι οργανωμένα σε κατηγορίες: διαδραστικές, μη διαδραστικές δραστηριότητες...
es: Están organizados por categorías: actividades interactivas, no interactivas...
eu: Kategorietan antolatuta daude: "Jarduera interaktiboak", "Jarduera ez-interaktiboak", ...
fr: Ils sont organisés par catégories: activités interactives, activités non-interactives...
gl: Están organizados por categorías: interactivos, actividades non-interactivas...
it: Sono organizzati per categorie: attività interattive, non interattive ecc.
pl: Są one uporządkowane według kategorii: interaktywne, nieinteraktywne...
ru: Они организованы по категориям: интерактивные, неинтерактивные деятельности...
tr: Kategorilere göre düzenlenirler: etkileşimli, etkileşimli olmayan etkinlikler...
zh_cn: 它们是按类别组织的：互动，非互动活动......
zh_tw: 它們依類別區分：互動式、非互動式活動等

source: A simple test:
ca: Una prova simple:
ca_es@valencia: Una prova senzilla:
dz: བརྟག་ཞིབ་འཇམ་སམ་གཅིག:
el: Μια απλή δοκιμή:
es: Una prueba sencilla:
eu: Testu arrunta:
fr: Test simple :
gl: Unha proba sinxela:
it: Una semplice prova:
pl: Prosty test:
ru: Простой тест:
tr: Basit bir test:
zh_cn: 一个简单的测试：
zh_tw: 簡單測試：

source: Add a Free Text iDevice by clicking on its name (it's under Textual Information).
ca: Afegeix l'iDevice «Text lliure» prement sobre el seu nom (està dins de «Informació textual»).
ca_es@valencia: Afegiu un iDevice de Text lliure fent clic sobre el seu nom (davall d'Informació textual).
el: Προσθέστε ένα η-Σύνεργο 'Κείμενο' κάνοντας κλικ στο όνομά του.
es: Añada un iDevice de Texto libre pulsando en su nombre (está en Información textual).
eu: 'Testu librea' izeneko iDevicea erantsi, izenaren gainean klik eginez ('Oharra' izenekoaren azpian dago).
fr: Ajoutez un outil pédagogique de texte libre en cliquant sur son nom (sous l'information textuelle).
gl: Engadir un iDevice de Texto libre premendo no seu nome (está en Información textual)
it: Aggiungere un iDevice Testo libero cliccando sul suo nome (sotto Informazioni di testo)
pl: Dodaj iObiekt Dowolny tekst, klikając jego nazwę (pod informacjami tekstowymi).
ru: Добавьте свободный текстовый iDevice, нажав на его имя (оно находится под разделом Текстовая информация).
tr: Adına tıklayarak bir Serbest Metin iDevice ekleyin (Metin Bilgileri altındadır).
zh_cn: 通过单击其名称（在文本信息下）添加自由文本 iDevice 模块。
zh_tw: 點擊來新增一個「自由文字」iDevice（在文字資訊下）。

source: Write something.
ca: Escriu alguna cosa.
ca_es@valencia: Escriu alguna cosa
dz: ག་ཅི་ཅིག་འབྲི།
el: Γράψτε κάτι.
es: Escriba algo.
eu: Idatzi zerbait.
fr: Écrivez un texte.
gl: Escriba algo.
it: Scrivere qualcosa.
pl: Napisz coś.
ru: Напишите что-нибудь.
tr: Bir kaç şey yazın.
zh_cn: 写点东西
zh_tw: 寫下一段文字。

source: Save it clicking on the button below the editor:
ca: Deseu-ho prement sobre el botó per sota de l'editor:
ca_es@valencia: Guardeu-ho fent clic al botó que hi ha davall de l'editor:
el: Αποθηκεύστε πατώντας το πλήκτρο στο κάτω μέρος του επεξεργαστή:
es: Guárdelo pulsando en el botón que hay debajo del editor:
eu: Gorde editorearen azpian dagoen botoian sakatuz:
fr: Sauvegarder en cliquant sur le bouton sous l'éditeur :
gl: Garde premendo no botón que se atopa debaixo do editor:
it: Salvare cliccando sul bottone sotto all'editor:
pl: Zapisz go, klikając przycisk poniżej edytora:
ru: Сохраните его, нажав на кнопку ниже редактора:
tr: Editörün altındaki düğmeye tıklayarak kaydedin:
zh_cn: 单击编辑器下方的按钮保存：
zh_tw: 用編輯器底部的按鍵來儲存：

source: That's all! If you add another iDevice you will see that you can also use the buttons to choose the position that each iDevice fills:
ca: Això és tot! Si afegiu un altre iDevice, veureu que també podeu utilitzar els botons per triar la posició que ocupa cada iDevice:
ca_es@valencia: I ja està. Si hi afegiu un altre iDevice, veureu que també podeu utilitzar els botons per a triar la posició que ocupa cada iDevice:
el: Αυτό ήταν! Εάν προσθέσετε ένα ακόμη η-Σύνεργο θα δείτε ότι έχετε τη δυνατότητα να χρησιμοποιήσετε τα βελάκια για να αλλάξετε τη θέση του σε σχέση με τα άλλα:
es: ¡Ya está! Si añade otro iDevice verá que también puede usar los botones para elegir la posición que ocupa cada uno:
eu: Eta hori da dena! Beste iDevice bat eransten baduzu ikusiko duzu, iDevice bakoitzaren posizioa aukeratu dezakezula botoiak erabiliz:
fr: Terminé ! Si vous ajoutez un autre outil pédagogique, vous verrez que vous pouvez également utiliser les boutons pour choisir l'emplacement de chaque outil:
gl: Xa está! Se engade outro iDevice verá que tamén pode utilizar os botóns para elixir a posición que ocupa cada un:
it: Ecco fatto! Aggiungendo un altro iDevice si vedranno anche i bottoni per indicare la posizione occupata da ogni iDevice:
pl: To wszystko! Jeśli dodasz inny iObiekt, zobaczysz, że możesz również użyć przycisków do wyboru pozycji, która wypełnia każdy iObiekt:
ru: Это всё! Если вы добавите ещё один iDevice, вы увидите, что вы также можете использовать кнопки для выбора позиции, которую заполняет каждый iDevice:
tr: Bu kadar! Başka bir iDevice eklerseniz, her bir iDevice'in yerleşeceği konumu seçmek için düğmeleri de kullanabileceğinizi göreceksiniz:
zh_cn: 就这样！如果你添加另一个iDevice 模块，你会发现你也可以使用按钮来选择每个iDevice 模块填充的位置：
zh_tw: 就這樣！如果您要新增其他的 iDevice 您可以用底部的按鍵來選擇每個 iDevice 的位置：

source: Test the different iDevices: Interactive Activities, Image Gallery...
ca: Proveu els diferents iDevices: activitats interactives, galeria d'imatges...
ca_es@valencia: Proveu els diferents iDevices: activitats interactives, Galeria d'imatges...
el: Δοκιμάστε διαφορετικά η-Σύνεργα: Διαδραστικές δραστηριότητες, Συλλογή εικόνων...
es: Pruebe los diferentes iDevices: actividades interactivas, galería de imágenes...
eu: Saiatu askotariko iDeviceak erabiltzen: Jarduera interaktiboak, Irudien bilduma, ...
fr: Tester les différents ouitls pédagogiques : activités interactives, galerie d’images...
gl: Probe os diferentes iDevices: Actividades interactivas, Galería de imaxes...
it: Provare i diversi iDevice: Attività interattive, Galleria d'immagini ecc.
pl: Przetestuj różne usługi iObiektów: Interaktywne zajęcia, Galeria obrazów...
ru: Проверьте различные iDevice'ы: Интерактивные действия, Галерея изображений...
tr: Farklı iDevice'ları test edin: Etkileşimli Etkinlikler, Resim Galerisi...
zh_cn: 测试不同的iDevices 模块：交互活动，图库...
zh_tw: 測試不同的 iDevice：互動式活動、影像圖庫...

source: It's so easy to create contents.
ca: És molt fàcil crear continguts.
ca_es@valencia: És fàcil crear continguts.
el: Είναι πολύ εύκολο να δημιουργήσετε περιεχόμενο.
es: Crear contenidos es muy fácil.
eu: Hain da erraza edukiak sortzea...
fr: Il est si facile de créer des contenus !
gl: Crear contido é moi sinxelo.
it: È facile creare contenuti.
pl: Tworzenie treści jest tak proste.
ru: Это так легко создать содержимое.
tr: İçerik oluşturmak çok kolay.
zh_cn: 创建内容非常容易。
zh_tw: 建立內容很簡單。

source: The only thing left is to export the project so you can view it in web format, include it in your LMS or allow other people to see and use it.
ca: L'únic que queda és exportar el projecte perquè pugui visualitzar-se en format web, incloure'l al vostre LMS o permetre a la gent que el puguin veure i utilitzar.
ca_es@valencia: Només queda exportar el projecte de manera que pugueu veure'l en format web, incloure'l en LMS o permetre que altres usuaris puguen veure'l i utilitzar-lo.
el: Το μόνο που απομένει, είναι να κάνετε εξαγωγή του έργου σας, ώστε να μπορείτε να το δείτε σε μορφή ιστότοπου, να το συμπεριλάβετε σε ένα LMS ή να επιτρέψετε σε άλλους να το δούνε και να το χρησιμοποιήσουν.
es: Sólo le falta exportar el proyecto para poder verlo en formato web, incluirlo en su plataforma educativa LMS o permitir que otras personas lo vean y lo usen.
eu: Egin beharreko azken gauza proiektua esportatzea da, web formatua ikusi, zure LMS-an gehitu edo beste edonork ikusi eta erabili ahal dezan.
fr: Il ne reste qu'à exporter le projet pour pouvoir le voir au format web, l'inclure dans votre LMS ou permettre à d'autres personnes de le voir et de l'utiliser.
gl: Só lle falta exportar o proxecto para poder velo en formato web, incluílo na súa plataforma educativa LMS ou permitir que outras persoas o vexan e utilicen.
it: Rimane soltanto da esportare il progetto: per vederlo in formato Web, oppure per includerlo in un LMS da far vedere ed usare da altri.
pl: Pozostało tylko wyeksportować projekt, aby można było go wyświetlić w formacie internetowym, dołączyć do LMS lub zezwolić innym osobom na jego obejrzenie i wykorzystanie.
ru: Осталось только экспортировать проект, чтобы вы могли просмотреть его в веб-формате, включить его в свою LMS или разрешить другим людям видеть и использовать его.
tr: Geriye kalan tek şey, projeyi web formatında görüntülemek, ÖYS'ye dahil etmek veya diğer kişilerin bu projeyi görmelerine ve kullanmasına izin vermek için dışa aktarmaktır.
zh_cn: 剩下的唯一事情是导出项目，以便您可以以网页格式查看它，将其包含在学习管理系统中或允许其他人查看和使用它。
zh_tw: 剩下的一件事就是將專案匯出，讓您可以用網頁格式檢視，包括放到您的學習管理系統來讓其他人使用。

source: How to export your project
ca: Com exportar el vostre projecte
ca_es@valencia: Com s'exporta un projecte
dz: ཁྱོད་རའི་ལས་འགུལ་ག་དེ་འབད་ཕྱིར་འདྲེན་འབད་ནི་ཨིན་ན
el: Πώς κάνουμε εξαγωγή του έργου
es: Cómo exportar su proyecto
eu: Nola esportatu zure proiektua
fr: Comment exporter votre projet
gl: Como exportar o teu proxecto
it: Come si esporta un progetto
pl: Jak wyeksportować swój projekt
ru: Как экспортировать ваш проект
tr: Projenizi nasıl dışa aktarabilirsiniz
zh_cn: 如何导出项目
zh_tw: 如何匯出您的專案

source: Exporting a project
ca: Exportació d'un projecte
ca_es@valencia: Exportació d'un projecte
dz: ལས་འགུལ་ཕྱིར་འདྲེན་འབད་དོ
el: Εξαγωγή του έργου
es: Exportar un proyecto
eu: Proiektua esportatze-bidean
fr: Exporter un projet
gl: Exportando un proxecto
it: Esportazione di un progetto
pl: Eksportowanie projektu
ru: Экспортирование проекта
tr: Bir projeyi dışa aktarma
zh_cn: 导出项目
zh_tw: 匯出一個專案

source: Switch to "File" - "Export" and choose the format that suits you:
ca: Aneu a «Fitxer» - «Exporta« i seleccioneu el format que us convingui:
ca_es@valencia: Canvia "Fitxer" - "Exporta" i tria el format que més t'interesse:
el: Ανοίξτε το μενού 'Αρχείο' --> 'Εξαγωγή' και επιλέξτε τη μορφή που ικανοποιεί τις απαιτήσεις σας:
es: Vaya a "Archivo" - "Exportar" y elija el formato que más le convenga:
eu: Joan "Fitxategia" - "Esportatu" atalera eta aukeratu gehien komeni zaizun formatua:
fr: Aller sur "Dossier - Exportation" et choisissez le format qui vous convient le mieux :
gl: Vaia a Ficheiro - Exportar e elixa o formato que máis lle interese:
it: Aprire "File - Esporta" e scegliere un formato adatto:
pl: Przejdź do "Plik" - "Eksportuj" i wybierz format, który Ci odpowiada:
ru: Перейдите в "Файл" - "Экспорт" и выберите формат, который вам подходит:
tr: "Dosya" - "Dışa Aktar" a tıklayın ve size uygun biçmii seçin:
zh_cn: 切换到“文件” - “导出”并选择适合您的格式：
zh_tw: 在「檔案」--「匯出」選擇您要使用的格式：

source: Web Site (browsable web pages). It is the same content that you can see from Tools - Preview.
ca: Lloc web (pàgines web navegables). És el mateix contingut que podeu veure des d'Eines - Previsualització.
ca_es@valencia: Lloc web (pàgines web navegables). És el mateix que podeu veure des d'Eines > Previsualització.
el: Ιστότοπος (ομάδα ιστοσελίδων). Είναι το ίδιο περιεχόμενο που μπορείτε να δείτε από 'Εργαλεία' --> 'Προεπισκόπηση'.
es: Sitio web (páginas web navegables). Es lo mismo que se ve desde Utilidades - Visualización previa.
eu: Webgunea (web orri nabigagarriak). "Tresnak"->"Aurrebista" sakatuz ikusten duzun eduki berbera lortuko duzu.
fr: Site web (pages web navigables). C'est le même contenu que vous pouvez voir sur Outils - Aperçu.
gl: Sitio Web (páxinas web navegables). É o mesmo que se ve desde Ferramentas - Vista previa.
it: Sito Web (pagine Web sfogliabili). È lo stesso formato che si può vedere con Strumenti - Anteprima.
pl: Witryna internetowa (strony internetowe do przeglądania). Jest to ta sama zawartość, którą można zobaczyć w menu Narzędzia - Podgląd.
ru: Веб-сайт (просматриваемые веб-страницы). Это то же самое содержимое, которое вы можете видеть из Инструментов - Предпросмотр.
tr: Web Sitesi (göz atılabilir web sayfaları). Araçlar - Önizleme'den görebileceğiniz içeriğin aynısıdır.
zh_cn: 网站（可浏览的网页）。它与您在“工具”- “预览”中看到的内容相同。
zh_tw: 網頁。這跟您在「工具」 -- 「預覽」中看到的內容一樣。

source: Single (HTML) Page (this combines all your pages into one so you can print your content).
ca: Pàgina única (HTML - això combina totes les pàgines en una única pàgina que podeu imprimir).
ca_es@valencia: Pàgina (HTML) única (combina totes les pàgines en una de sola de manera que podeu imprimir-ne el contingut).
el: Απλή (HTML) σελίδα (αυτή η επιλογή ενώνει όλες τις σελίδες σας σε μια έτσι ώστε να μπορείτε να εκτυπώσετε το περιεχόμενο τους).
es: Página HTML única (combina todas sus páginas en una sola para poder imprimir su contenido).
eu: Orri bakarra (orri guztiak orri bakar batean konbinatzen ditu, edukia inprimatu ahal izateko).
fr: Page unique (HTML). Combinaison de toutes vos pages en une seule pour pouvoir imprimer votre contenu.
gl: Páxina HTML única (combina tódalas páxinas nunha soa, polo que poderá imprimir o seu contido)
it: Singola pagina (HTML). Combina tutte le pagine in una, per poterla stampare.
pl: Pojedyncza strona (HTML) (łączy wszystkie strony w jedną, dzięki czemu możesz wydrukować treść).
ru: Одинарная (HTML) страница (это объединяет все ваши страницы в одну, чтобы вы могли распечатать своё содержимое).
tr: Tek (HTML) Sayfa (bu, içeriğinizi yazdırabilmeniz için tüm sayfalarınızı tek bir sayfada birleştirir).
zh_cn: 单个（HTML）页面（这将您的所有页面合并为一个，以便您可以打印您的内容）。
zh_tw: 單頁式網頁（將所有的內容放在同一頁，讓您可以列印）。

source: ePub3 (e-book).
ca: ePub3 (Llibre electrònic).
ca_es@valencia: ePub3 (llibre electrònic).
dz: EPUB3 (ཨི་བུཀ)
es: ePub3 (libro electrónico).
ru: ePub3 (e-книга).
tr: ePub3 (e-kitap).
zh_cn: ePub3（电子书）。
zh_tw: ePub3（電子書）。
