Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: When building an MCQ consider the following: <ul> <li> Use phrases that learners are familiar with and have encountered in their study </li> <li> Keep responses concise </li> <li> There should be some consistency between the stem and the responses </li> <li> Provide enough options to challenge learners to think about their response </li> <li> Try to make sure that correct responses are not more detailed than the distractors </li> <li> Distractors should be incorrect but plausible </li> </ul>
ca: Quan construïu un MCQ us cal considerar el següent: <ul> <li>Utilitzeu frases col·loquials que els alumnes troben familiars.</li> <li>Poseu respostes concises.</li> <li>Hauria d'haver consistència entre la pregunta i les respostes</li> <li>Proporcioneu bastants opcions per desafiar als alumnes a pensar en la resposta.</li> <li>Procureu que la resposta correcta no estiga més detallada que les respostes incorrectes.</li> <li>Les respostes incorrectes han de ser creïbles.</li> </ul>
ca_es@valencia: Quan construïsques un MCQ considera el següent: <ul> <li>Utilitza frases que l'alumnat trobe familiars i siguen habituals en el l'ensenyament.</li> <li>Fes respostes concises.</li> <li>Ha d'haver consistència entre la pregunta i les respostes</li> <li>Proporciona bastants opcions per a desafiar l'alumnat a pensar en la resposta.</li> <li>Procura que la resposta correcta no estiga més detallada que les respostes incorrectes.</li> <li>Les respostes incorrectes han de ser creïbles.</li> </ul>
dz: གདམ་ཁ་སྣ་མང་གི་བརྟག་ཞིབ་ བཟོ་བཀོད་འབདཝ་ད་རྟིང་བདའ་སྟེ་ཡོད་མི་ལུ་དྲནམ་བཏོན:<ul> <li>སྦྱང་མི་ཚུ་ལུ་གོམས་འདྲིས་ཅན་དང་ ཁོང་རའི་ཆོས་ཚན་ནང་གདོང་ཐུག་བྱུང་ཡོད་པའི་ བསྡེབས་ཚིག་ལག་ལོན་འཐབ་དགོ</li> <li> ལན་ཚུ་ཚིག་ཉུངམ་འབད་བཞག</li> <li> བརྡ་གཞུང་དང་ ལན་ཚུའི་བར་ན་ ཧ་ལམ་རིམ་མཐུན་དགོ </li> <li> སྦྱང་མི་ཚུ་ལུ་ ཁོང་རའི་ལེན་ཚུ་གི་སྐོར་ལས་མནོ་བསམ་གཏང་ནི་ལུ་དོ་འགྲན་འབད་ནིའི་གདམ་ཁ་ཚུ་ལངམ་བྱིན་དགོ </li> <li> ལན་བདེན་པ་ཚུ་ སེམས་ཡེངས་བཅུག་ནི་ཚུལས་ རྒྱས་ཤིང་རྒྱསཔ་མེདཔ་བཟོ་ནི་ དཔའ་བཅམ་དགོ</li> <li>སེམས་ཡེངས་བཅུག་ནི་ ཚུ་ མ་བདེནམ་ དེ་འབདཝ་ད་བདེན་བདེན་འདྲཝ་དགོ </li> </ul>
el: Όταν δημιουργείτε ένα MCQ θεωρήστε τα ακόλουθα:<ul> <li> Χρησιμοποιήστε φράσεις οικείες προς τους μαθητές, τις οποίες έχουν ξανασυναντήσει στη μελέτη τους </li> <li> Δώστε συνοπτικές απαντήσεις. </li> <li> Να υπάρχει συνέπεια μεταξύ του θέματος της ερώτησης και των απαντήσεων. </li> <li> Παρέχετε αρκετές επιλογές για να προκαλέσετε τους μαθητές να σκεφτούν προτού απαντήσουν. </li> <li> Σιγουρευτείτε ότι οι σωστές απαντήσεις δεν είναι πιο περιγραφικές από τις λανθασμένες </li> <li> Οι λάθος απαντήσεις θα πρέπει να 'ναι αληθοφανείς </li> </ul>
es: Cuando construya una pregunta de selección múltiple considere lo siguiente: <ul> <li>Use expresiones que a los estudiantes les sean conocidas o que hayan encontrado en su estudio </li> <li> Mantenga concisas las respuestas </li> <li> Debe haber una cierta relación entre la pregunta y las respuestas </li> <li> Proporcione suficientes opciones para obligar a los estudiantes a pensar sus respuestas </li> <li>Asegúrese de que las respuestas correctas no sean más detalladas que las incorrectas</li> <li>Las incorrectas deben ser lo más creíbles posible</li> </ul>
eu: MCQak sortzean ondokoak kontuan hartu:<ul> <li> Erabili ikasleek ezagutzen dituzten eta ikasketetan aurkitu dituzten esaldiak </li> <li> Eman erantzun laburrak </li> <li> Galderaren eta erantzunen artean nolabaiteko lotura egon behar du </li> <li> Nahikoa aukera eman, ikasleek erantzuna pentsa dezaten </li> <li>Erantzun zuzenak distraitzaileak baino zehatzagoak ez izatea</li> <li>Distraitzaileak sinesgarriak izan behar dute</li> </ul>
fr: Lorsque vous créez un QCM, veillez à ce qui suit:<ul> <li> Utilisez des phrases familières pour l'apprenant et qu'il a déjà rencontrées dans son parcours.</li> <li> Proposez des réponses concises.</li> <li>Faites en sorte qu'il y ait un lien entre la question et les réponses proposées.</li> <li>Donnez suffisamment d'options de réponse de manière à susciter chez l'apprenant une réflexion sur son choix.</li> <li>Faites en sorte que les bonnes réponses ne soient pas plus détaillées que les mauvaises.</li> <li>Les mauvaises réponses doivent certes être incorrectes mais cependant plausibles.</li> </ul>
gl: Ao elaborar unha pregunta de escolla única considere o seguinte: <ul> <li> Use frases coas que o alumnado estea familiarizado e teña visto nos seus estudos </li> <li> Use respostas concisas </li> <li> Debería haber unha certa coherencia entre o enunciado das preguntas e as respostas </li> <li> Proporcione as opcións suficientes para que o alumnado se obrigue a pensar as respostas </li> <li> Tente asegurarse de que a resposta correcta non é máis detalladas que os distractores </li> <li> Os distractores deben ser incorrectos pero plausibles </li> </ul>
it: Quando si costruisce una DRM considerare i seguenti suggerimenti: <ul> <li> Usare frasi che sono familiari agli studenti e che essi hanno già incontrato nei loro studi </li> <li> Fornire risposte concise </li> <li> Creare una certa consistenza tra i punti e le risposte </li> <li> Fornire abbastanza opzioni per impegnare gli studenti a pensare alle loro risposte </li> <li> Assicurarsi che le risposte corrette non siano più dettagliate dei distrattori </li> <li> I distrattori devono essere sbagliati ma plausibili </li> </ul>
nl: Let bij het opstellen van een meerkeuzevraag op het volgende:<ul> <li> Gebruik woorden en uitdrukkingen die de student kent en in zijn cursus voorkomen </li> <li> Hou de antwoorden kort </li> <li> Er moet een verband zijn tussen de vraag en de antwoorden </li> <li> Geef voldoende alternatieven zodat de student moet nadenken over zijn antwoord </li> <li> Maak de juiste antwoorden niet gedetailleerder dan de afleiders </li> <li> Afleiders moeten fout zijn maar wel aannemelijk </li> </ul>
pl: Tworząc MCQ pamietaj o:<ul> <li> Używaj zwrotów znanych uczniom, z którymi spotkali się wcześniej </li> <li> Używaj zwięzłych odpowiedzi </li> <li> Zachowaj konsekwencję pomiędzy pytaniem a odpowiedziami </li> <li> Stosuj tyle możliwości, aby uczniowie musieli zastanowić się nad odpowiedzią </li> <li> Upewnij się, że poprawne odpowiedzi nie są bardziej szczegółowo opisane niż pozostałe </li> <li> Dystrybutory powinny być błędne ale wiarygodne. </li> </ul>
pt: Quando criar uma atividade de escolha múltipla, considere o seguinte: <ul> <li> Use frases com que os alunos estejam familiarizados e que tenham encontrado no seu estudo.</li> <li>Faça breves as respostas.</li> <li>O tronco da questão e as respostas possíveis devem ser coerentes.</li> <li> Forneça suficientes opções para fazer com que os estudantes tenham de pensar na resposta </li> <li> Tente que a resposta correta não seja mais detalhada do que os distratores </li> <li> Os distratores devem ser incorretos mas plausíveis </li> </ul>
ru: При строительстве MCQ учитывать следующее: <ul> <li> Используйте фразы, что учащимся знакомы и они столкнулись при изучении </li> <li> Держите ответы краткими </li> <li> Там должно быть некоторая согласованность между стеблем и ответами </li> <li> Обеспечить достаточно вариантов, чтобы бросить вызов учащимся мыслить об их ответе </li> <li> Постарайтесь убедиться, что правильные ответы не являются более подробными, чем отвлекающие </li> <li> отвлекающие должны быть неправильными, но правдоподобными </li> </ul>
tr: Bir Çoktan seçmeli soru oluştururken aşağıdakileri göz önünde bulundurun:<ul> <li> Öğrencilerin aşina olduğu ve sahip olduğu ifadeler kullanın</li> <li> Yanıtları kısa tutun </li> <li>Kök ve cevaplar arasında bir miktar tutarlılık olmalıdır </li> <li> Öğrencilerin yanıtları hakkında düşünmelerini sağlamak için yeterli seçenek sunun</li> <li>Doğru yanıtların çeldiricilerden daha ayrıntılı olmadığından emin olmaya çalışın.</li> <li>Çeldiriciler yanlış ancak makul olmalıdır </li> </ul>
zh_cn: 当设计选择题时, 可考虑如下: <ul> <li> 使用学生在学习时所熟悉的语句. </li> <li> 回应要简明扼要 </li> <li> 问题与回应要有相当的一致性. </li> <li> 提供足够的选项来激励学生思考他们的回应.</li> <li> 试着不要让正确的选项比错误选项具体.</li> <li> 错误选项应是不正确的,但似乎合理的. </li> </ul>
zh_tw: 當設計選擇題測驗題時，應考慮以下因素： <ul> <li>使用學生熟悉，並且在學習中會遇到的片語敘述</li> <li>回應要簡明扼要</li> <li>問題與回應要有相當的一致性</li> <li>提供足夠的選項來激勵學生思考他們的回應</li> <li>試著不要讓正確的選項比錯誤選項詳細具體</li> <li>錯誤選項應是不正確的，但似乎合理的</li> </ul>

source: Enter a hint here. If you do not want to provide a hint, leave this field blank.
ca: Escriviu una pista aquí. Si no voleu donar cap pista, deixeu en blanc aquest camp.
ca_es@valencia: Escriu una pista ací. Si no voleu donar cap pista, deixa en blanc aquest camp.
dz: ནཱ་ལུ་བརྡ་མཚོན་གཅིག་བཙུགས། གལ་སྲིད་ཁྱོད་ཀྱི་ བརྡ་མཚོན་གཅིག་བྱིན་ནི་གི་རེ་འདེད་མེདན་ འ་ནི་ས་སྒོ་འདི་སྟོངམ་བཞག་གནང་།.
el: Καταχωρίστε μια υπόδειξη εδώ. Αν δεν θέλετε, αφήστε το πεδίο κενό.
es: Introduzca aquí una pista. Si no quiere proporcionar una deje el campo en blanco.
eu: Idatzi arrasto bat. Ez baduzu arrastorik eman nahi, utzi hutsik.
fr: Rédigez ici un indice. Si vous ne voulez pas donner d'indice, laissez ce champ en blanc.
gl: Introduza unha pista aquí. Se non quere engadir unha pista, deixe este campo en branco.
it: Inserire un suggerimento. Se non si desidera fornire un suggerimento, lasciare il campo vuoto.
nl: Vul een hint in. Laat het veld leeg om geen hint te geven.
pl: Wpisz wskazówkę. Jeśli nie chcesz podawać podpowiedzi, pozostaw to pole puste.
pt: Introduzir uma pista. Se não quiser fornecer pistas, deixe em branco este campo.
ru: Введите подсказку. Если вы этого не хотите делать, оставьте поле пустым.
tr: Buraya bir ipucu girin. Eğer ipucu vermek istemiyorsanız bu alanı boş bırakın.
zh_cn: 在此输入提示, 如果您不想提供提示, 就让此栏空白.
zh_tw: 在此輸入提示，如果您不想提供提示，就讓此欄空白。

source: Enter the question stem. The quest should be clear and unambiguous. Avoid negative premises as these can tend to be ambiguous.
ca: Escriu la pregunta principal. La pregunta hauria de ser clara i inequívoca. Evita premisses negatives doncs aquestes tendeixen a ser ambigües.
ca_es@valencia: Escriu la pregunta principal. La pregunta ha de ser clara i inequívoca. Evita premisses negatives ja que tendeixen a ser ambigües.
dz: དྲི་བའི་བརྡ་གཞུང་འདི་བཙུག། དྲི་བ་འདི་དྭངས་གསལ་དང་གསལ་ཏོག་ཏོ་དགོ། དགག་ཚིག་དཔྱད་གཞི་འཛེམ་དགོ ག་ཅི་འབད་ཟེར་བ་ཅིན་དེ་ཚུ་བརྡ་དོན་ངེས་མེད་ཅན་ཨིན།
el: Πληκτρολογήστε την πρόταση της δραστηριότητας. Η πρόταση θα πρέπει να είναι σαφής και κατανοητή. Αποφύγετε αρνητικές προτάσεις καθώς τείνουν να δημιουργούν αμφιβολίες.
es: Introduzca la pregunta. La pregunta debe ser clara y no ambigua. Evite las premisas negativas ya que estas tienden a ser ambiguas.
eu: Adierazi erro-galdera. Argia eta zalantza gabekoa izan behar du. Saihestu premisa negatiboak anbiguoak izan ohi baitira.
fr: Rédigez ici la question introductive. Celle-ci doit être claire et sans ambiguïté. Évitez les intitulés négatifs qui peuvent prêter à contre-sens.
gl: Introduza a pregunta. A pregunta debe ser clara e non ambigua. Evite as premisas negativas porque tenden a ser ambiguas.
it: Inserire una domanda. La domanda dovrebbe essere chiara ed inequivocabile. Evitare premesse in forma negativa che tendono ad essere ambigue.
nl: Geef de tekst van de vraag. De vraag moet duidelijk en ondubbelzinnig zijn. Vermijd negatieve beweringen want deze zijn vaak misleidend.
pl: Wpisz treść pytania. Pytanie powinno być jasne i jednoznaczne. Unikaj wieloznacznych wyrażeń i słów.
pt: Digite o tronco da questão. A questão deve ser clara e sem duplos sentidos. Evite questões na negativa pois têm tendência para ser ambíguas.
ru: Введите вопрос стебля. Поиски должны быть чёткими и однозначными. Избегайте отрицательных предпосылок так как они могут быть, как правило, неоднозначными.
tr: Soru kökünü girin. Görev açık ve net olmalıdır. Negatif yapılardan kaçının çünkü bunlar belirsiz olma eğiliminde olabilir.
zh_cn: 输入问题. 问题的陈述要清晰而不含糊.
zh_tw: 輸入問題。問題的陳述要清晰而不含糊。避免否定式的假設，因為可能會造成混淆。

source: Select the correct option by clicking on the radio button.
ca: Selecciona l'opció correcta prement el botó.
ca_es@valencia: Seleccioneu l'opció correcta fent clic en el botó d'opció.
dz: གདམ་ཁ་བདེན་པ་དེ་ རེ་ཌིའོ་ཨེབ་རྟའི་གུ་ལུ་ཨེབ་སྟེ་སེལ་འཐུ་འབད།.
el: Τσεκάρετε τη σωστή επιλογή κάνοντας κλικ στο πλήκτρο επιλογής.
es: Seleccione la opción correcta pulsando en el botón de tipo radio.
eu: Aukera zuzena hautatzeko, markatu botoia.
fr: Sélectionnez l'option qui convient en cochant le bouton radio.
gl: Seleccione a opción correcta premendo o botón de opción.
it: Selezionare l'opzione corretta attivando il pulsante corrispondente.
nl: Duid het juiste alternatief aan door het keuzerondje aan te klikken.
pl: Wybierz poprawną opcję klikając w pole wyboru.
pt: Selecionar a opção correta clicando no botão de opção.
ru: Выберите правильный вариант, нажав на радио-кнопки.
tr: Yuvarlak tuşa tıklayarak doğru şıkkı seçin.
zh_cn: 点击选项旁的点选钮来选择正确选项.
zh_tw: 點擊選項旁的點選鈕來選擇正確選項。

source: Enter the available choices here. You can add options by clicking the "Add Another Option" button. Delete options by clicking the red "X" next to the Option.
ca: Entreu les opcions disponibles aquí. Podeu afegir opcions prement el botó "Afegeix una altra opció". Podeu esborrar opcions prement la "X" roja al costat de l'opció.
ca_es@valencia: Introduïu les opcions disponibles ací. Podeu afegir opcions prement el botó «Afig una altra opció». Podeu esborrar opcions prement la «X» roja al costat de l'opció.
el: Εισάγετε εδώ τις διαθέσιμες επιλογές. Μπορείτε να προσθέσετε επιλογές κάνοντας κλικ στο πλήκτρο "Προσθήκη άλλης επιλογής". Μπορείτε να διαγράψετε επιλογές κάνοντας κλικ στο 'x' δεξιά από κάθε επιλογή.
es: Introduzca aquí las opciones disponibles. Puede añadir opciones pulsando en el botón "Añadir otra opción". Elimine opciones haciendo clic en la "X" que se encuentra a la derecha de cada opción.
eu: Adierazi hemen aukerak. Aukerak gehitzeko, klikatu "Gehitu beste aukera" botoia. Aukerak ezabatzeko, klikatu aukera bakoitzaren ondoan dagoen "X" botoi gorria.
fr: Rédigez les options possibles ici. Vous pouvez ajouter de nouveaux choix en cliquant sur le bouton "Ajouter une autre option". Supprimez les options en cliquant sur l'icône "X" rouge qui se trouve sur le coté de l'option.
gl: Introduza as opcións dispoñibles aquí. Pode engadir máis opcións premendo o botón "Engadir outra opción". Elimine opcións premendo no "X" que se atopa a carón de cada opción.
it: Inserire qui le scelte disponibili. Si possono aggiungere opzioni premendo il pulsante "Aggiungi un'altra opzione". Per cancellare le opzioni premere sulla "X" rossa vicino alle opzioni.
nl: Typ de alternatieven waaruit de student moet kiezen in de verschillende tekstvelden. Voeg een extra alternatief toe met de knop "VOEG ALTERNATIEF TOE". Wis een alternatief door te klikken op de "x" naast een alternatief.
pl: Wprowadź dostępne opcje tutaj. Możesz dodawać opcje klikając w przycisk "DODAJ KOLEJNĄ OPCJĘ". Możesz usuwać opcje klikając w czerwony "X" obok opcji.
pt: Digite as opções disponíveis aqui. Pode adicionar opções clicando no botão "Adicionar outra opção". Elimine opções clicando no "X" a vermelho junto à Opção.
ru: Введите доступные варианты здесь. Вы можете добавить опции, нажав кнопку "Добавить ещё один вариант" кнопку. Удалить опции, нажав на красный "х " рядом с опцией.
tr: Buraya seçilebilecek şıkları girin. Daha fazla seçenek eklemek için "Başka Seçenek Ekle" tuşuna tıklayabilir, istediğiniz seçeneği yanındaki kırmızı "X"e tıklayarak silebilirsiniz.
zh_cn: 输入各个选项以让学生从其间选择最合适的一项. 点击"新增选项" 按钮来增加选项. 点击选项旁边的"x" 可删除该选项.
zh_tw: 在此輸入選擇題的選項。 點擊「新增其它選項」按鈕來增加選項。點擊選項旁邊的"X" 可刪除這個選項。

source: Type in the feedback that you want the student to see when selecting the particular option. If you don't complete this box, eXe will automatically provide default feedback as follows: "Correct answer" as indicated by the selection for the correct answer; or "Wrong answer" for the other options.
ca: Escriu en la realimentació que voleu que l'estudiant vegi quan seleccione l'opció triada. Si no escriviu res eXe proporcionarà la resposta automàtica: "Resposta correcta" quan la resposta sigui correcta o Resposta incorrecta" quan sigui incorrecta.
ca_es@valencia: Escriu la retroacció que vols que l'alumnat veja quan seleccione l'opció triada. Si no escrius res l'eXe proporcionarà automàticament la següent retroacció per defecte: «Resposta correcta» quan la resposta siga correcta o «Resposta incorrecta» quan siga incorrecta.
el: Πληκτρολογείστε την ανατροφοδότηση που θέλετε να δει ο μαθητής όταν επιλέγει τη συγκεκριμένη απάντηση. Αν δεν συμπληρώσετε αυτό το πεδίο, το eXe θα παρέχει την εξής αυτόματη ανατροφοδότηση: "Σωστή απάντηση" ή "Λάθος απάντηση".
es: Escriba la información de retroalimentación que quiere que los estudiantes vean cuando seleccionen una opción particular. Si no quiere rellenar este recuadro, eXeLearning proporcionará automáticamente información predeterminada de la siguiente manera: "Respuesta correcta" según la selección indicada para la respuesta correcta; o "Respuesta equivocada" para las otras alternativas.
eu: Idatzi ikasleek aukera bat hautatzean ikusiko duten feedbacka. Ez baduzu kutxa bete nahi, eXe-k lehenetsitako ondoko feedbacka emango du: "Erantzun zuzena" ,aukeratutakoa ondo badago, edo "Erantzun okerra" ,beste erantzunetan.
fr: Rédigez ici l'écho que vous souhaitez transmettre à l'apprenant suite à son choix. Si vous ne rédigez pas d'écho particulier, eXe exécutera automatiquement l'écho par défaut comme suit: "réponse correcte" comme indiqué pour la sélection de la bonne réponse ou "mauvaise réponse" pour la sélection des autres options.
gl: Escriba a retroalimentación que quere que o alumnado vexa cando seleccione unha opción en particular. Se non enche esta caixa de texto, eXeLearning completará automaticamente o comentario por defecto do seguinte xeito: "Resposta correcta", segundo a selección indicada para a resposta correcta, ou "Resposta errada" para as outras opcións.
it: Scrivere le informazioni che si vogliono visualizzare allo studente quando selezionare una particolare opzione. Se non si completa questo campo, eXe fornirà automaticamente una informazione predefinita del tipo: "Risposta corretta" per indicare la selezione di una risposta corretta; oppure "Risposta sbagliata" per le altre opzioni.
nl: Vul hier de feedback in die de student ziet als hij een bepaalde vraag beantwoordt. Als u dit veld leeg laat, voegt eXe standaard volgende reacties toe: "Juist antwoord" bij het antwoord dat als zodanig is aangeduid; of "Fout antwoord" bij de andere alternatieven.
pl: Wpisz informację zwrotną, która ma być wyświetlana uczniowi podczas wybierania konkretnej opcji. Jeśli nie wypełnisz tego pola, to eXe automatycznie przekaże domyślną informację zwrotną w następujący sposób: „Prawidłowa odpowiedź”, zgodnie z wyborem poprawnej odpowiedzi; lub „Błędna odpowiedź” dla innych opcji.
pt: Escreva o "feedback" que quiser que o aluno veja quando selecionar uma opção em particular. Se não preencher esta caixa de texto o eXe proporcionará automáticamente a resposta por omissão: "Resposta correta" na seleção da resposta correta; ou "Resposta errada" para as outras opções.
ru: Введите обратную связь, которую вы хотите, чтобы студент увидел при выборе конкретного варианта. Если вы не заполните это поле, eXe автоматически обеспечивает обратную связь по умолчанию следующим образом: "Правильный ответ", как указано отбором на правильный ответ, или " Неправильный ответ" для других вариантов.
tr: İstediğiniz geri bildirimi yazın öğrencinin belirli bir seçeneği seçerken görmesi için. Eğer bunu tamamlamazsanız kutusunu işaretlediğinizde, eXe otomatik olarak aşağıdaki gibi varsayılan geri bildirim sağlayacaktır: "Doğru doğru cevap için seçimle belirtildiği gibi "cevap"; veya "Yanlış cevap" diğer seçenekler için.
zh_cn: 输入评语, 可让学生在点选次项时看见. 如果你不输入, eXe将会自动提供以下评语:"回答正确 "给正确选项; "回答错误 "给其它选项.
zh_tw: 輸入學生選擇特定選項時要看到的回饋意見。如果您未輸入，eXe 將會自動提供以下的回饋：選正確選項時會顯示「正確答案」；其他選項則顯示「錯誤答案」。

source: Question
ca: Qüestió
ca_es@valencia: Qüestió
dz: དྲི་བ
el: Ερώτηση
es: Pregunta
eu: Galdera
gl: Pregunta
it: Domanda
nl: Vraag:
pl: Pytanie
pt: Pergunta
ru: Вопрос
tr: Soru
zh_cn: 问题
zh_tw: 問題

source: Enter a hint here. If you do not want to provide a hint, leave this field blank.
ca: Escriviu una pista aquí. Si no voleu donar cap pista, deixeu en blanc aquest camp.
ca_es@valencia: Escriu una pista ací. Si no voleu donar cap pista, deixa en blanc aquest camp.
dz: ནཱ་ལུ་བརྡ་མཚོན་གཅིག་བཙུགས། གལ་སྲིད་ཁྱོད་ཀྱི་ བརྡ་མཚོན་གཅིག་བྱིན་ནི་གི་རེ་འདེད་མེདན་ འ་ནི་ས་སྒོ་འདི་སྟོངམ་བཞག་གནང་།.
el: Καταχωρίστε μια υπόδειξη εδώ. Αν δεν θέλετε, αφήστε το πεδίο κενό.
es: Introduzca aquí una pista. Si no quiere ofrecer una sugerencia deje este campo en blanco.
eu: Idatzi arrasto bat. Ez baduzu arrastorik eman nahi, utzi hutsik.
fr: Rédigez ici un indice. Si vous ne voulez pas donner d'indice, laissez ce champ en blanc.
gl: Introduza unha pista aquí. Se non quere engadir unha pista, deixe este campo en branco.
it: Inserire un suggerimento. Se non si desidera fornire un suggerimento, lasciare il campo vuoto.
nl: Geef een hint op. Laat het veld leeg om geen hint te geven.
pl: Wpisz wskazówkę. Jeśli nie chcesz podawać podpowiedzi, pozostaw to pole puste.
pt: Introduza uma pista aqui. Se não quiser fornecer uma pista, deixe este campo em branco.
ru: Введите подсказку. Если вы этого не хотите делать, оставьте поле пустым.
tr: Buraya bir ipucu girin. İpucu kullanmayacaksanız, bu alanı boş bırakın.
zh_cn: 在此输入提示, 如果您不想提供提示, 就让此栏空白.
zh_tw: 在此輸入提示，如果您不想提供提示，就讓此欄空白。

source: Blind
ca: Parpelleig
ca_es@valencia: Persiana
dz: མིག་ཞར
el: Τυφλό
es: Cortinilla
eu: Igo gortina
fr: Store
gl: Cortina
it: Oscura
nl: Lamelleren
pl: Ślepy
pt: Ocultar
ru: Слепой
tr: Kör
zh_cn: 遮蔽
zh_tw: 遮蔽

source: Bounce
ca: Rebot
ca_es@valencia: Rebot
dz: ཡར་འཕར
el: Αναπήδηση
es: Rebote
eu: Errebotatu
fr: Rebond
gl: Rebote
it: Rimbalzo
nl: Stuiteren
pl: Odbij
pt: Saltar
ru: Отскакивать
tr: Siçrama
zh_cn: 弹跳
zh_tw: 彈跳

source: Drop
ca: Gota
ca_es@valencia: Gota
dz: བཀོག་བཞག
el: Απόθεση
es: En caída
eu: Erori
fr: Sélection par choix
gl: En caída
it: Cade
nl: Vallen
pl: Rozwiń
pt: Drop-down
ru: Падающий
tr: Düşürme
zh_cn: 落下
zh_tw: 落下

source: Explode
ca: Explota
ca_es@valencia: Explosió
dz: འགས་ནི
el: Έκρηξη
es: Explosión
eu: Eztanda egin
fr: Explosion
gl: Explosión
it: Esplosione
nl: Exploderen
pl: Wybuchnąć
pt: Explodir
ru: Взрываться
tr: Patlama
zh_cn: 爆炸
zh_tw: 爆炸

source: Fold
ca: Plec
ca_es@valencia: Plec
dz: བལྟབས
el: Αναδίπλωση
es: Doblez
eu: Tolestu
fr: Pli
gl: Pregado
it: Ripiega
nl: Opvouwen
pl: Zakładka
pt: Dobrar
ru: Сложить
tr: Katlama
zh_cn: 折叠
zh_tw: 摺疊

source: Puff
ca: Bufit
ca_es@valencia: Ràfega
dz: དབུགས་མགྱོགས་ལེན
el: Φύσημα
es: Reventón
eu: Diluitu
fr: Éclatement
gl: Rebentón
it: Soffio
nl: Ploffen
pl: Warstwowe
pt: Soprar
ru: Наслаиваться
tr: Kabarma
zh_cn: 喷气
zh_tw: 吹煙

source: Highlight
ca: Ressaltat
ca_es@valencia: Ressaltat
dz: གཙོ་དམིགས
el: Επισήμανση
es: Destacado
eu: Nabarmendu
fr: Important
gl: Resaltar
it: Evidenzia
nl: Markeren
pl: Wyróżnij
pt: Destacar
ru: Световой эффект
tr: Vurgulama
zh_cn: 突出
zh_tw: 突顯

source: Pulsate
ca: Vibració
ca_es@valencia: Vibració
dz: འཕར་ནི
el: Δόνηση
es: Pulsación
eu: Keinu egin
fr: Pulsation
gl: Pulsación
it: Pulsazione
nl: Pulseren
pl: Pulsować
pt: Latejar
ru: Пульсировать
tr: Titreme
zh_cn: 脉动
zh_tw: 脈動

source: Scale
ca: Canvia la mida
ca_es@valencia: Canvia d'escala
dz: ཆ་ཚད
el: Κλίμακα
es: Escalar
eu: Eskalatu
fr: Échelle
gl: Escala
it: Scala
nl: Schaal
pl: Skala
pt: Escala
ru: Масштаб
tr: Ölçme
zh_cn: 等级
zh_tw: 調整大小

source: Shake
ca: Sacseig
ca_es@valencia: Sacseig
dz: གསིག་ནི
el: Κούνημα
es: Sacudida
eu: Astindu
fr: Secousse
gl: Sacudida
it: Scossa
nl: Schudden
pl: Wstrząsnąć
pt: Abanar
ru: Трясти
tr: Sallama
zh_cn: 摇动
zh_tw: 搖晃
