Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Provide instruction on how the cloze activity should be completed. Default text will be entered if there are no changes to this field.
ca: Introdueix instruccions de com l'activitat buits hauria de ser completada. El text per defecte es mostrarà si deixes buit aquest camp.
ca_es@valencia: Introduïu instruccions sobre com s'ha de completar l'activitat de compleció. Es mostrarà el text per defecte si no hi ha canvis en aquest camp.
dz: ས་སྟོང་བཀང་ནིའི་སྦྱོང་ལཱ་འདི་ག་དེ་སྦེ་མཇུག་བསྡུ་ནི་གི་བཀོད་རྒྱ་ བྱིན། ས་སྒོ་འདི་ནང་ག་དེམ་ཅིག་སྦེ་བསྒྱུར་བཅོས་མེད་པ་ཅིན་ སྔེན་སྒྲིག་ཚིག་ཡིག་འདི་བཙུགས་འོང་།
el: Δώστε οδηγίες για το πώς θα συμπληρωθεί η δραστηριότητα συμπλήρωσης κενών. Αν δεν υπάρξουν αλλαγές σ' αυτό το πεδίο, θα εισαχθεί προεπιλεγμένο κείμενο.
es: Puede proporcionar instrucciones sobre cómo deberá completarse la actividad de rellenar huecos. Se insertará un texto por defecto si no hay cambios en este campo.
eu: Eman hutsuneak betetzeko jarduera egiteko argibideak. Eremuan aldaketarik egiten ez bada, lehenetsitako testua txertatuko da.
fr: Donnez les consignes pour réaliser l'exercice "remplir les blancs". Un texte par défaut sera inséré s'il n'y a pas de modification de ce champ.
gl: Pode proporcionar instrucións sobre como completar a actividade. Mostrarase o texto predeterminado se non hai modificacións neste campo.
it: Fornire le istruzioni su come l'attività Cloze dovrebbe essere completata. Verrà usato il testo predefinito se non ci sono cambiamenti in questo campo.
nl: Leg uit hoe de invuloefening opgelost moet worden. Als u dit veld niet verandert, wordt een standaardtekst getoond.
pl: Podaj instrukcje jak ćwiczenie na uzupełnianie luk powinno być wykonane. Domyślny tekst zostanie wyswietlony jeśli nie zostaną wprowadzone zmiany w tym polu.
pt: Forneça instruções para a realização da atividade de preencher espaços. O texto por omissão será inserido se não efetuar quaisquer alterações neste campo.
ru: Обеспечить инструкция о том, Cloze деятельность должна быть завершена. По умолчанию текст будет введен, если нет никаких изменений в этой области.
tr: Bu alanda Boşlukları doldurma alıştırmasının nasıl tamamlanması gerektiği hakkında bilgi verin. Eğer değişiklik yapılmazsa öntanımlı yazı sunulacaktır.
zh_cn: 提供怎样完成填空题的说明.
zh_tw: 提供怎樣完成克漏字填空的說明。若是不變更此欄位，則會提供預設的文字。

source: Cloze
ca: Buits
ca_es@valencia: Prova de compleció
dz: ས་སྟོང་བཀང་ནི
el: Συμπλήρωση κενών
es: Rellenar huecos
eu: Bete hutsuneak
fr: Remplir les blancs
gl: Encher ocos
nl: Invullen
pl: Luki
pt: Preenchimento de espaços
tr: Boşluk doldurma
zh_cn: 填空题
zh_tw: 克漏字

source: <p>Enter the text for the cloze activity in to the cloze field by either pasting text from another source or by typing text directly into the field.</p><p> To select words to hide, double click on the word to select it and click on the Hide/Show Word button below.</p><p>More than one possible answer can be defined enclosing them with pipes (|). I.e.: |dog|cat|bird|</p>
ca: <p>Entreu el text per l'activitat de buits al camp de buits pegant el text des d'una altra font o teclejant el text directament al camp. </p> <p> Per seleccionar paraules per amagar, feu doble clic sobre la paraula per seleccionar-la i premeu al botó ocultar/mostrar paraules de sota.</p> <p> Es pot donar mes d'una resposta tancant-les amb el símbol (|). Ex: |gos|gat|ocell|</p>
ca_es@valencia: <p>Introduïu el text per a l'activitat de compleció al camp de buits apegant el text des d'una altra font o teclejant el text directament al camp.</p><p> Per a seleccionar paraules i amagar-les, feu doble clic en la paraula per a seleccionar-la i premeu el botó Oculta/Mostra paraules.</p><p>Podeu proporcionar més d'una resposta possible escrivint-les entre barres (|). P. ex. |dog|cat|bird|</p>
dz: <p>ས་སྟོང་བཀང་ནི་སྦྱོང་ལཱ་གི་ས་སྒོ་ནང་ཚིག་ཡིག་གཅིག་ འབྱུང་ཁུངས་གཞན་ལས་ ཚིག་ཡིག་སྦྱར་འབད་ཡང་ན་ ཚིག་ཡིག་མཛུབ་གནོན་བརྐྱབ་སྟི་ཐད་ཀར་དུ་ བཙུག</p><p> ཡིག་གུ་སྦ་ནི་སེལ་འཐུ་འབད་ནི་དོན་ལུ་ ཡིག་གུ་ལུ་ཐེངས་གཉིས་གཡེབ་གཏང་སྟི་སེལ་འཐ྄་འབད་། དེ་ལས་ འོག་གི་ཡིག་གུ་སྦ་/སྟོན་ ཨེབ་རྟ་གུ་ལུ་ཨེབ་བཏང་།</p><p>གཅིག་ལས་ལྷག་པའི་འོང་སྲིད་པའི་དྲི་བའི་ལན་འིད་ རྒྱུད་དུང་ཚུ་དང་མཉམ་སྦྲགས་སྟེ་ངེས་འཛིན་འབད་དགོ དཔེར་ན་ |རོ་ཁྱི|བྱི་ལི་|བྱ|</p>
el: <p>Εισάγετε το κείμενο της 'Συμπλήρωσης Κενών' στο πεδίο κειμένου επικολλώντας το από μια άλλη πηγή ή πληκτρολογώντας το απευθείας σε αυτό. </p><p>Για να επιλέξετε τις λέξεις που επιθυμείτε να αποκρύψετε, κάντε διπλό κλικ σε καθεμιά για να την επιλέξετε και στη συνέχεια πιέστε στο πλήκτρο Εμφάνιση/Απόκρυψη λέξης που εμφανίζεται κάτω από το πεδίο κειμένου.</p><p>Εναλλακτικές απαντήσεις μπορούν να οριστούν με την κάθετη ευθεία (|), π.χ. |σκύλος|γάτα|πουλί|.</p>
es: <p>Escriba el texto para la actividad de rellenar huecos dentro del campo en blanco bien pegando texto de otra fuente o tecleando el texto directamente en el campo.</p> <p>Para seleccionar las palabras que desea ocultar, haga doble clic en la palabra para seleccionarla, y pulse en el botón Ocultar/Mostrar palabra de abajo.</p><p>Puede definir más de una respuesta posible si están rodeadas con el signo de la tubería (|). P.ej.: |perro|gato|pájaro|</p>
eu: <p>Sartu eremuan hutsuneak betetzeko testua. Horretarako, kopiatu beste iturri batetik edo, zuzenean, bertan idatzi.</p><p>Ezkutatu beharreko hitzak aukeratzeko, klikatu bi aldiz hitzaren gainean eta klikatu beheko Ezkutatu/Erakutsi hitza botoia.</p><p>Aukera zuzen bat baino gehiago definitzeko, marra bertikalen (|) artean idatzi. Adib.: |txakurra|katua|txoria|</p>
fr: <p>Rédigez le texte pour l'activité "remplir les blancs" dans le champ prévu soit en le copiant-collant à partir d'une autre source, soit en l'écrivant directement dans le champ.</p> <p> Pour cacher les mots à trouver: cliquer deux fois sur le mot pour le sélectionner et cliquer ensuite sur le bouton "Cacher/Montrer" de la barre en-dessous.</p><p> Plus d'une possible réponse peut être définie en les entourant de barres (|). p.ex.: |chien|chat|souris|</p>
gl: <p>Escriba o texto no campo baleiro para a actividade de encher ocos ben pegando o texto desde outra fonte ou escribíndoo directamente no campo.</p><p> Para seleccionar as palabras que hai que ocultar, prema dúas veces na palabra para seleccionala e prema o botón Ocultar/Mostrar palabra de abaixo.</p><p>Para engadir outras posibilidades de resposta deben empregarse tubaxes (|). Por exemplo.: |can|gato|paxaro|</p>
it: <p>Inserire il testo per una attività cloze nel campo Cloze mediante copia-incolla da un'altra sorgente, oppure inserendo il testo direttamente nel campo. </p><p> Per selezionare le parole da nascondere, doppio clic sulla parola da selezionare e premere sul pulsante Nascondi/mostra parola, in basso.</p><p>Possono essere definite diverse risposte corrette racchiudendole con la barra diritta (|). Esempio |cane|gatto|canarino|</p>
nl: <p>Typ of kopieer de tekst van de invuloefening in het tekstveld. door naar keuze een tekst te plakken vanuit een andere bron, of door direct in het venster te typen.,/p><p> Selecteer een woord om te verbergen door erop te dubbelklikken en de knop <i>Toon/verberg woord</i> aan te klikken.</p>
pl: <p>Wprowadź tekst dla aktywności wypełnianie luk w polu Tekst z lukami, wklejając tekst z innego źródła lub wpisując tekst bezpośrednio w pole.</p><p> Aby wybrać słowa do ukrycia, kliknij dwukrotnie słowo, aby je zaznaczyć i kliknij niżej przycisk Ukryj/Pokaż słowo.</p><p>Można zdefiniować więcej niż jedną możliwą odpowiedź, obejmując je znakiem pipes (| - pionowa kreska), przykład.: |pies|kot|ptak| </p>
pt: <p>Digite no campo o texto para a atividade de preenchimento de espaços, quer colando o texto de outra fonte quer digitando o texto diretamente no campo.</p><p> Para selecionar as palavras a ocultar, faça um duplo clique na palavra para a selecionar e clique em Ocultar/Mostrar no botão por baixo.</p><p>Pode-se definir mais de uma resposta possível mediante barras verticais (|). P.e.: |cão|gato|pássaro|</p>
ru: <p>Введите текст для cloze активности в поле cloze либо путём вставки текста из другого источника, либо набрав текст непосредственно в поле. </p><p>Чтобы выбрать слова для скрытия, дважды щёлкните на слове, чтобы выбрать его и нажмите на кнопку ниже Скрыть/Показать Слово</p><p>Более, чем один из возможных ответов, может быть определён путём заключения их с символом (|). Т.е.: |собака|кошка|птица|</p>
tr: <p>Boşlukları dorldurma etkinliği için metni, başka bir kaynaktan metin yapıştırarak veya doğrudan alana yazarak, doldurma alanına girin.</p> <p>Gizlenecek kelimeleri seçmek için kelimeye çift tıklayarak seçin ve Aşağıdaki Kelimeyi Gizle/Göster düğmesine tıklayın.</p> <p>Birden fazla olası cevap, bunları bağlantılar (|) ile çevreleyerek tanımlanabilir. Yani: |köpek|kedi|kuş|</p>
zh_cn: <p>通过粘贴其他来源的文本或直接在该字段中键入文本，将文本输入到填空活动的字段中。</p> <p>选择需要隐藏的单词，请先双击该单词并选中它，然后单击下面的“隐藏/显示单词”按钮。</p> <p>可以定义多个可能的答案，并用竖线（|）括起来。例如：|狗|猫|鸟| </ p>
zh_tw: <p>輸入克漏字測驗的文字。您可以從別處剪貼文字過來，或是直接在此輸入。</p><p>要選擇打算隱藏起來的單字，在該單字上雙擊選擇，並按下底下的「隱藏/顯示單字」按鍵。</p><p>超過一個以上的答案，可以用 | 符號隔開。例如：|dog|cat|bird|</p>

source: Feedback
ca: Realimentació
ca_es@valencia: Retroacció
dz: བསམ་ལན
el: Ανατροφοδότηση
es: Retroalimentación
eu: Feedbacka
fr: Echo en retour
gl: Retroalimentación
it: Valutazioni (feedback)
pl: Informacja zwrotna
ru: Обратная связь
tr: Geribildirim
zh_cn: 评语
zh_tw: 回饋意見

source: Enter any feedback you wish to provide the learner with-in the feedback field. This field can be left blank.
ca: Escriviu qualsevol realimentació que vulgueu proporcionar a l'alumne dins del camp realimentació. Podeu deixar aquest camp buit.
ca_es@valencia: Escriu la retroacció que vulgues que vegen els estudiants en el camp retroacció. Aquest camp es pot deixar buit.
dz: ཁྱོད་ཀྱི་སློབ་སྦྱང་པ་ལུ་བསམ་ལན་ག་ཅི་གཅིག་བྱིན་ནི་རེ་འདོད་ཡོད་མི་འདི་བསམ་ལན་གྱི་ས་སྒོ་ནང་བཚུགས། ས་སྒོ་དེ་སྟོངམ་བཞག་བཏུབ།
el: Εισάγετε όποια ανατροφοδότηση επιθυμείτε να παρέχετε στον μαθητή στο πεδίο ανατροφοδότησης. Το πεδίο αυτό μπορεί να μείνει κενό.
es: Introduzca la retroalimentación que quiera que vean los estudiantes en el campo retroalimentación. Este campo se puede dejar vacío.
eu: Adierazi feedback-eremuan ikasleei eman nahi diezun feedbacka. Eremua hutsik utz dezakezu.
fr: Rédigez tout "écho en retour" que vous souhaitez donner à l'apprenant au sein du champ "écho". Ce champ peut être laissé vide.
gl: Introduza a retroalimentación que quere que vexa o alumnado no campo resposta. Este campo pode quedar baleiro.
it: Inserire tutte le valutazioni che si desidera fornire allo studente nel campo Valutazioni. Questo campo può essere lasciato in bianco.
nl: Vul de gewenste feedback in in het feedbackveld. Het veld mag ook leeg blijven.
pl: Napisz informację zwrotną, którą chcesz przekazać uczniowi. Możesz zostawić to pole puste.
pt: Digite qualquer feedback que desejar fornecer ao estudante no campo Feedback. Este campo poder ser deixado em branco.
ru: Введите любую обратную связь, которую вы хотите предоставить обучаемому, в соответствующее поле. Это поле можно оставить пустым.
tr: Öğrenciye iletmek istediğiniz herhangi bir geri bildirimi geri bildirim alanına girin. Bu alan boş bırakılabilir.
zh_cn: 用评语栏输入评语提供给学生. 此栏可空白.
zh_tw: 輸入您希望提供給學生的回饋意見。此欄位可以空白。

source: Instructions For Learners
ca: Instruccions pels alumnes
ca_es@valencia: Instruccions per a l'alumnat
dz: སློབ་སྦྱང་པ་ཚུའི་དོན་ལུ་བཀོད་རྒྱ་ཚུ
el: Οδηγίες για τους Μαθητές
es: Instrucciones para los estudiantes
eu: Ikasleentzako argibideak
fr: Consignes pour les apprenants
gl: Instrucións para o alumnado
it: Istruzioni per gli studenti
nl: Aanwijzingen voor studenten
pl: Instrukcje dla uczniów
pt: Instruções para os estudantes
ru: Инструкции для учащихся
tr: Öğrenciler İçin Yönlendirmeler
zh_cn: 练习说明
zh_tw: 給學生的指示

source: Put instructions for learners here
ca: Posa instruccions per als alumnes aquí
ca_es@valencia: Escriu les instruccions per a l'alumnat ací
dz: ནཱ་ལུ་སློབ་སྦྱང་ཚུའི་ལུ་བཀོད་རྒྱ་ཚུ་བཙུག
el: Εισάγετε οδηγίες για τους μαθητές εδώ
es: Introduzca aquí las instrucciones para los estudiantes
eu: Sartu hemen ikasleentzako argibideak
fr: Donnez ici les consignes aux apprenants
gl: Escriba aquí as instrucións para o alumnado
it: Inserire qui le istruzioni per gli studenti
nl: Geef aanwijzingen voor de studenten
pl: Wprowadź instrukcje dla uczniów.
pt: Coloque as intruções para os estudantes aqui
ru: Положите инструкции для учащихся здесь
tr: Buraya öğrenciler için yönlendirmeleri girin
zh_cn: 在此输入完成说明
zh_tw: 將給學生的指示放在這裡

source: Read the paragraph below and fill in the missing words
ca: Llegeix el paràgraf seguit i completa les paraules que manquen
ca_es@valencia: Llig el paràgraf de davall i completa'ho amb les paraules que hi falten
dz: ལོག་གི་ དོན་མཚམས་ལྷག་སྟེ་མིང་ཚིག་མ་ཚངམ་ཚུ་བཀང
el: Διαβάστε την παράγραφο που ακολουθεί και συμπληρώστε τις λέξεις που λείπουν
es: Lea el párrafo que aparece abajo y rellene los espacios en blanco
eu: Irakurri beheko paragrafoa eta bete hutsuneak
fr: Lisez le paragraphe ci-dessous et saisissez les mots manquants
gl: Lea o parágrafo seguinte e escriba as palabras que faltan
it: Leggi il paragrafo seguente e inserisci le parole mancanti
nl: Lees de alinea hieronder en vul de ontbrekende woorden in
pl: Przeczytaj poniższy akapit i wpisz brakujące słowa.
pt: Leia o parágrafo seguinte e preencha as palavras em falta
ru: Прочитайте нижеследующий параграф и вставьте пропущенные слова
tr: Aşağıdaki paragrafı okuyun ve kayıp kelimeleri doldurun
zh_cn: 阅读以下段落并填空
zh_tw: 閱讀底下的段落，並填上缺少的單字

source: Allow auto completion when user filling the gaps.
ca: Permet autocompletar quan l'usuari omple els buits.
ca_es@valencia: Permet la compleció automàtica quan l'usuari ompli els buits.
dz: ལག་ལེན་པ་གི་བར་སྟོང་བཀང་བའི་བསྒང་ རང་བཞིན་ཡོངས་སྒྲུབ་འབད་བཅུག
el: Επιτρέψτε την αυτόματη συμπλήρωση καθώς ο μαθητής συμπληρώνει τα κενά.
es: Permitir auto-completar cuando el usuario está rellenando los huecos.
eu: Erabiltzailea betetzen ari denean, hutsuneak automatikoki osatzeko baimena.
fr: Permet l'auto-remplissage lorsque l'utilisateur remplit les blancs.
gl: Permitir o completado automático cando o alumnado encha os espazos.
it: Permette il completamento automatico quando l'utente riempie i spazi vuoti.
nl: Zet automatisch aanvullen aan bij invullen van invulwoorden.
pl: Zezwalaj na automatyczne uzupełnianie podczas wypełniania luk przez użytkownika.
pt: Permitir autocompletar no preenchimento de espaços
ru: Разрешить автозаполнение во время заполнения пользователем пробелов.
tr: Kullanıcı boşlukları doldururken otomatik tamamlamaya izin ver.
zh_cn: 当学生填空时, 允许自动完成.
zh_tw: 當學生填寫時允許自動完成。

source: Cloze Activity
ca: Activitat d'omplir buits
ca_es@valencia: Activitat de compleció
dz: ས་སྟོང་བཀང་ནི་སྦྱོང་ལཱ
el: Συμπλήρωση κενών
es: Rellenar huecos
eu: Hutsuneak betetzeko jarduera
fr: Activité "remplir les blancs"
gl: Actividade de encher ocos
it: Attività Cloze
nl: Invuloefening
pl: Zadanie na wypełnianie luk
pt: Atividade de preenchimento de espaços
ru: Cloze задание
tr: Boşlukları Doldurma Etkinliği
zh_cn: 填空练习
zh_tw: 克漏字練習

source: Read the paragraph below and fill in the missing words.
ca: Llegeix el paràgraf seguit i completa les paraules que manquen. .
ca_es@valencia: Llig el paràgraf de davall i completa'ho amb les paraules que hi falten.
dz: ལོག་གི་ དོན་མཚམས་ལྷག་སྟེ་མིང་ཚིག་མ་ཚངམ་ཚུ་བཀང.
el: Διαβάστε την παράγραφο που ακολουθεί και συμπληρώστε τις λέξεις που λείπουν.
es: Lea el párrafo que aparece abajo y complete las palabras que faltan.
eu: Irakurri beheko paragrafoa eta bete hutsuneak.
fr: Lisez le paragraphe ci-dessous et saisissez les mots manquants.
gl: Lea o parágrafo seguinte e escriba as palabras que faltan.
it: Leggi il paragrafo seguente e inserisci le parole mancanti.
nl: Lees de alinea hieronder en vul de ontbrekende woorden in.
pl: Przeczytaj poniższy akapit i wpisz brakujące słowa.
pt: Leia o parágrafo seguinte e preencha as palavras em falta.
ru: Прочитайте нижеследующий параграф и вставьте пропущенные слова.
tr: Aşağıdaki paragrafı okuyun ve kayıp kelimeleri doldurun.
zh_cn: 阅读以下段落并填空.
zh_tw: 檢視以下段落並填空。

source: FPD - Cloze Activity (Modified)
ca: FPD - Activitat de buits (modificada)
ca_es@valencia: FPD - Activitat d'omplir buits (modificada)
dz: ཨེཕ་པི་ཌི-ས་སྟོང་བཀང་ནི་སྦྱོང་ལཱ་(ལེགས་བཅོས་འབད་ཡོདཔ)
el: FPD - Συμπλήρωση κενών (Τροποποιήθηκε)
es: FPD - Actividad de Espacios en Blanco (Modificada)
eu: FPD - Hutsuneak Betetzeko Jarduera (Eraldatua)
fr: FPD - Remplir les blancs (modifié)
gl: FPD - Actividade de encher ocos (modificada)
it: FPD - Attività cloze (modificata)
nl: FPD - Invuloefening (Aangepast)
pl: FPD - Aktywność Cloze (modyfikowana)
pt: FPD - Preenchimento de espaços (modificado)
ru: FPD - Cloze задание (Изменено)
tr: FPD - Boşlukları Doldurma (Değiştirilmiş)
zh_cn: FPD - 完形填空活动（修改）
zh_tw: FPD - 克漏字練習（已變更）

source: Clozelang
ca: Idioma dels buits
ca_es@valencia: Idioma dels buits
dz: ས་སྟོང་བཀང་ནི་སྐད་ཡིག
el: Γλώσσα συμπλήρωσης κενών
es: Espacios en blanco (Modificado)
eu: Bete hutsuneak
fr: Activité "remplir les blancs"
gl: Espazos
nl: Invuloefening
pl: Luka słowna
pt: Preencher espaços
tr: Clozedili
zh_cn: 填空题语言
zh_tw: 克漏字語言

source: Text and Tasks
ca: Text i tasques
ca_es@valencia: Text i tasques
dz: ཚིག་ཡིག་དང་ལས་ཀ་ཚུ
el: Κείμενα και Εργασίες
es: Texto y tareas
eu: Testua eta atazak
fr: Texte et tâches
gl: Texto e tarefas
it: Testi e consegne
pl: Tekst i Zadania
ru: Текст и задачи
tr: Metin ve Görevler
zh_cn: 文字和任务
zh_tw: 文字與任務

source: Interactive Activities
ca: Activitats interactives
ca_es@valencia: Activitats interactives
dz: ཕན་ཚུན་འབྲེལ་བའི་སྦྱོང་ལཱ
el: Διαδραστικές δραστηριότητες
es: Actividades interactivas
eu: Jarduera interaktiboak
fr: Activités interactives
gl: Actividades Interactivas
it: Attività interattive
nl: Interactieve activiteiten
pl: Zadania Interaktywne
pt: Atividades interativas
ru: Интерактивные деятельности
tr: Etkileşimli Etkinlikler
zh_cn: 互动活动
zh_tw: 互動式活動

source: Other Contents
ca: Altres continguts
ca_es@valencia: Altres continguts
dz: གཞན་ནང་དོན་ཚུ
el: Άλλο περιεχόμενο
es: Otros contenidos
eu: Beste eduki batzuk
fr: Autres contenus
gl: Outros contidos
it: Altri contenuti
pl: Inne treści
ru: Другие содержания
tr: Diğer İçerikler
zh_cn: 其他内容
zh_tw: 其他內容

source: Hidden
ca: Ocult
ca_es@valencia: Ocult
dz: སྦ་བཞག་པ
el: Κρυμμένο
es: Oculto
eu: Ezkutuan
fr: Caché
gl: Oculto
it: Nascosto
nl: Verborgen
pl: Ukryte
pt: Oculto
ru: Скрытый
tr: Gizli
zh_cn: 隐藏的
zh_tw: 隱藏

source: FPD - You Should Know
ca: FPD - Cal que coneguis
ca_es@valencia: FPD - Cal que conegues
dz: ཨེཕ་པི་ཌི - ཁྱོད་ཀྱི་ཤེས་དགོཔ
el: FPD - Θα πρέπει να γνωρίζεις
es: FPD - Debes conocer
eu: FPD - Jakin Behar Duzu
fr: FPD - À savoir
gl: FPD - Debes saber
it: FPD - Dovresti sapere
nl: FPD - verwachte voorkennis
pl: FPD - Powinien wiedzieć
pt: FPD - Deves saber
ru: FPD - Вы должны знать
tr: FPD - Bilmeniz Gerekenler
zh_cn: FPD - 你应该知道
zh_tw: FPD - 您應該要知道

source: You Should Know is an iDevice that helps the student widen her knowledge with core contents.
ca: Cal que coneguis és un iDevice que ajuda l'estudiant a ampliar el seu coneixement amb continguts bàsics.
ca_es@valencia: Cal que conegues és un iDevice que permet a l'alumnat ampliar coneixements, que són obligatoris per al seu aprenentatge.
dz: ཁྱོད་ཀྱི་ཤེས་དགོཔ་འདི་སློབ་ཕྲུག་མོ་རའི་ཤེས་ཡོན་གྱི་ནང་སྙིང་ནང་དོན་ཚུ་རྒྱ་སྐྱེད་གཏང་ནི་ལུ་ཕན་པའི་བརྡ་དོན་ཐབས་ཕྲུལ་གཅིག་ཨིན།
el: Το 'Θα πρέπει να γνωρίζεις' είναι ένα η-Σύνεργο που βοηθά τους μαθητές να διευρύνουν τις γνώσεις τους σε βασικά πράγματα.
es: Debes conocer es un iDevice que permite al alumnado ampliar conocimientos, siendo estos obligatorios para su aprendizaje.
eu: 'Jakin behar duzu' iDevicearen bidez, ikaslearentzat derrigorrezkoak diren ezagutzak jorratzeko testuak sor ditzakezu.
fr: À savoir est un outil pédagogique qui indique à l'apprenant les contenus essentiels.
gl: Debes saber é un iDevice que recomenda ao alumnado coñecementos ampliados sobre os contidos básicos.
it: Dovresti sapere è un iDevice che aiuta lo studente ad ampliare le sue conoscenze con contenuti di base.
nl: Het iDevice "verwachte voorkennis" helpt de student om zijn kennis van de kernleerstof te verbreden
pl: Powinieneś wiedzieć, że jest to iObiekt, który pomaga uczniowi poszerzyć wiedzę o podstawowe treści.
pt: Deves saber é um iDevice que ajuda os estudantes a melhorar o conhecimento dos conteúdos fundamentais.
ru: Вы должны знать, что iDevice помогает студенту расширить свои знания с основными содержимыми.
tr: Öğrencinin temel içeriklerle bilgilerini genişletmesine yardımcı olan bir iDevice olduğunu bilmeniz gerekir.
zh_cn: “你应该知道”是一个iDevice 模块，帮助学生扩展她的核心内容的知识。
zh_tw: 「您應該要知道」協助學生拓展他們的關於核心內容的知識。

source: You Should Know Text:
ca: Text cal que coneguis:
ca_es@valencia: Text Cal que conegues:
dz: ཁྱོད་ཀྱི་ཤེས་དགོཔ་ཚིག་ཡིག:
el: Κείμενο για το 'Θα πρέπει να γνωρίζεις':
es: Texto de Debes conocer:
eu: Jakin behar duzunaren testua:
fr: Texte de À savoir:
gl: Debes saber:
it: Testo Dovresti sapere:
nl: verwachte voorkennis - Tekst
pl: Tekst Powinien wiedzieć:
pt: Texto para Deves saber:
ru: Вы должны знать текст:
tr: Bilmeniz Gerekenler Metni:
zh_cn: 「你应该知道」文字：
zh_tw: 「您應該要知道」文字：

source: FPD - Highlighted
ca: FPD - Subratllat
ca_es@valencia: FPD - Destacat
dz: ཨེཕ་པི་ཌི་-་གཙོ་བོ་བཏོན་ཡོདཔ
el: FPD - Επισήμανση
es: FPD - Destacado
eu: FPD - Nabarmendua
fr: FPD - Important
gl: FPD - Destacado
it: FPD - Evidenziato
nl: FPD - Gemarkeerd
pl: FPD - Wyróżnij
pt: FPD - Destacado
ru: FPD - Подчёркнутый
tr: FPD - Vurgulu
zh_cn: FPD - 突出显示
zh_tw: FPD - 突顯

source: Highlighted is an iDevice that emphasizes text to catch the student's attention.
ca: Subratllat és un iDevice que marca el text per captar l'atenció de l'estudiant.
ca_es@valencia: Destacat és un iDevice que permet ressaltar text per a cridar l'atenció de l'alumnat.
dz: གཙོ་བོ་བཏོན་ཡོདཔ་འདི་སློབ་ཕྲུག་ཚུའི་དྲན་བཏོན་བཟུང་ཚུགས་པའི་ཚིག་ཡིག་གཙོ་བོར་བཏོན་ནི་བརྡ་དོན་ཐབས་ཕྲུལ་གཅིག་ཨིན།
el: Το η-Σύνεργο 'Επισήμανση' τονίζει ένα κείμενο για να τραβήξει την προσοχή των μαθητών.
es: Destacado es un iDevice que permite resaltar texto para llamar la atención del alumnado.
eu: 'Nabarmendua' iDevicearen bidez, ikaslearen arreta lortzeko testua nabarmendu dezakezu.
fr: Important est un outil pédagogique qui permet de souligner un texte pour attirer l'attention de l'apprenant.
gl: Destacado é un iDevice que fai fincapé nun texto para chamar a atención do alumnado.
it: Evidenziato è un iDevice che sottolinea il testo per catturare l'attenzione dello studente.
nl: Het iDevice "Gemarkeerd" bevat geaccentueerde tekst, bedoeld om de aandacht van de student te trekken.
pl: Wyróżniony iObiekt, który podkreśla tekst, aby przyciągnąć uwagę ucznia.
pt: Destacado é um iDevice que permite destacar texto para chamar a atenção dos estudantes.
ru: Подчёркнутый - это iDevice, который подчёркивает текст, чтобы привлечь внимание студентов.
tr: Vurgu, öğrencinin dikkatini çekmek için metni vurgulayan bir iDevice'tır.
zh_cn: “突出显示”这个iDevice 模块对文字进行强调显示，以便吸引学生的注意力。
zh_tw: 「突顯」將文字強調出來，以便吸引學生的注意力。

source: Highlighted Text:
ca: Text subratllat:
ca_es@valencia: Text Destacat:
dz: གཙོ་བོ་བཏོན་ཡོད་པའི་ཚིད་ཡིག:
el: Κείμενο για την 'Επισήμανση':
es: Texto Destacado:
eu: Nabarmendutako testua:
fr: Texte de Important:
gl: Texto resaltado:
it: Testo Evidenziato:
nl: Gemarkeerd - Tekst
pl: Tekst wyróżniony:
pt: Texto para Destacado:
ru: Подчёркнутый текст:
tr: Vurgulu Metin:
zh_cn: 突出显示的文本：
zh_tw: 「突顯」的文字：

source: FPD - Translation
ca: FPD - Traducció
ca_es@valencia: FPD - Exercici resolt
dz: ཨེཕ་པི་ཌི་- སྐད་སྒྱུར
el: FPD - Σενάριο
es: FPD - Ejercicio resuelto
eu: FPD - Ebatzitako Ariketa
fr: FPD: Traduction
gl: FPD - Exercicio resolto
it: FPD - Traduzione
nl: FPD - Vertaling
pl: FPD - Tłumaczenie
pt: FPD - Exercício resolvido
ru: FPD - Перевод
tr: FPD - Çeviri
zh_cn: FPD - 翻译
zh_tw: FPD - 翻譯
