Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: <dl> <dt>If your goal is to test understanding of core concepts or reading comprehension </dt> <dd> <p> Write a summary of the concept or reading long enough to adequately test the target's knowledge, but short enough not to induce fatigue. Less than one typed page is probably adequate, but probably considerably less for young students or beginners. </p> <p>Select words in the text thatare key to understanding the concepts. Thesewill probably be verbs, nouns, and key adverbs.Choose alternatives with one clear answer. </p> </dd> <dt>If your goal is to test vocabulary knowledge </dt> <dd><p>Write a text using the target vocabulary. This text should be coherent and cohesive, and be of an appropriate length. Highlight the target words in the text. Choose alternatives with one clear answer.</p> </dd> <dt>If your goal is to test word formation/grammar: </dt> <dd> <p>Write a text using the target forms. This text should be coherent and cohesive, and be of an appropriate length. Remember that the goal is not vocabulary knowledge, so the core meanings of the stem words should be well known to the students. </p> <p>Highlight the target words in the text. Provide alternatives with the same word stem, but different affixes. It is a good idea to get a colleague to test the test/exercise to make sure there are no surprises! </p> </dd></dl>
ca: <dl> <dt>Si el vostre objectiu és provar a comprendre els conceptes de base o la comprensió lectora </dt> <dd> <p> Escriviu un resum del concepte o de la lectura bastant llarg per provar adequadament la comprensió del objectiu, però quelcom més curt per no avorrir. Menys de una pàgina escrita és probablement adequat, però probablement serà considerat poc per joves estudiants o principiants. </p> <p> Seleccioneu paraules al text per entendre conceptes. Aquests seran probablement verbs, noms, i adverbis. Trieu alternatives amb una resposta clara. </p> </dd> <dt> Si el vostre objectiu és provar el coneixement de vocabulari </dt> <dd><p>Escriviu un text utilitzant l'objectiu vocabulari. Aquest text hauria de ser coherent i comprensiu i tenir una longitud apropiada. Marqueu les paraules objectiu al text. Trieu alternatives amb una resposta.</p> </dd> <dt>Si el vostre objectiu és provar les funcions sintàctiques/gramàtica: </dt> <dd> <p>Escriviu un text utilitzant l'objectiu formularis. Aquest text hauria de ser coherent , cohesionat , i tenir una longitud apropiada. Recorda que l'objectiu no és un coneixement del vocabulari, tanmateix el significat de l'arrel de les paraules haurien de ser ben sabudes pels estudiants.</p> <p>Marqueu les paraules objectiu al text. Preveieu alternatives amb la mateixa arrel, però diferents afixes. És una bona idea tenir un company per provar que ho fas bé i no tenir sorpreses ! </p> </dd></dl>
ca_es@valencia: <dl> <dt>Si l'objectiu és avaluar la comprensió dels conceptes principals o la comprensió lectora </dt> <dd> <p> Escriu un resum del concepte o lectura prou extens per a poder avaluar el coneixement a comprovar, i alhora prou breu per a no induir fatiga. Menys d'una pàgina escrita és probablement adequat, però probablement bastant menys per a joves estudiants o principiants. </p> <p> Selecciona al text paraules clau per a entendre els conceptes. Aquestes paraules són verbs, noms i adverbis, probablement. Tria alternatives amb una resposta clara. </p> </dd> <dt> Si l'objectiu és avaluar el coneixement de vocabulari </dt> <dd><p>Escriu un text utilitzant el vocabulari fixat com a objectiu. El text ha de ser coherent i cohesionat, i tindre una longitud apropiada. Marca les paraules objectiu al text. Tria alternatives amb una resposta clara.</p> </dd> <dt>Si l'objectiu és avaluar la formació de mots/gramàtica: </dt> <dd> <p>Escriu un text utilitzant les formes que vols avaluar. Aquest text ha de ser coherent, cohesionat, i tindre una longitud apropiada. Recorda que l'objectiu no és el coneixement del vocabulari, per tant, el significat principal de l'arrel de les paraules ha de ser ben conegut pels estudiants.</p> <p>Marca les paraules objectiu al text. Proporciona alternatives amb la mateixa arrel, però amb afixos diferents. És una bona idea tindre un company per a provar que ho heu fet bé i així no tindre sorpreses. </p> </dd></dl>
el: <dl> <dt>Εάν στόχος σας είναι να εξετάσετε την κατανόηση βασικών εννοιών ή ενός κειμένου </dt> <dd> <p> γράψτε μια περίληψη της έννοιας ή του κειμένου. Αυτή θα πρέπει να είναι αρκετά μακροσκελής για να εξετάσει επαρκώς τη γνώση που στοχεύετε, αλλά και αρκετά μικρή ώστε να μην προκαλεί κόπωση. Λιγότερο από μια δακτυλογραφημένη σελίδα είναι πιθανόν επαρκής, αλλά μπορεί να θέλετε να γράψετε λιγότερα για τους αρχάριους μαθητές. </p> <p>Επιλέξτε τις λέξεις κλειδιά του κειμένου για την κατανόηση των εννοιών. Αυτές θα είναι πιθανώς ρήματα, ουσιαστικά και βασικά επιρρήματα. Επιλέξτε εναλλακτικές λύσεις με μια σαφή απάντηση. </p> </dd> <dt>Αν στόχος σας είναι να εξετάσετε τη γνώση του λεξιλογίου <dt> < dd>γράψτε ένα κείμενο που χρησιμοποιεί το λεξιλόγιο που στοχεύετε. Το κείμενο αυτό πρέπει να είναι συνεπές, συνεκτικό και να έχει την κατάλληλη έκταση. Υπογραμμίστε τις λέξεις - στόχους του κειμένου. Επιλέξτε εναλλακτικές λύσεις με μια σαφή απάντηση. </dd > < dt>Αν στόχος σας είναι να εξετάσετε τη μορφολογία ή τη γραμματική: </dt> <dd> <p>γράψτε ένα κείμενο που χρησιμοποιεί τις γλωσσικές μορφές στις οποίες στοχεύετε. Το κείμενο αυτό πρέπει να είναι συνεπές, συνεκτικό και να έχει την κατάλληλη έκταση. Θυμηθείτε ότι στόχος δεν είναι η γνώση του λεξιλογίου, έτσι οι έννοιες των λέξεων κλειδιών πρέπει να είναι γνωστές στους μαθητές. </p> <p>Υπογραμμίστε τις λέξεις που στοχεύετε στο κείμενο. Εναλλακτικά δώστε λέξεις με την ίδια ρίζα αλλά με διαφορετικά προσφύματα. Είναι καλή ιδέα να εξετάσει ένας συνάδελφος τη δραστηριότητα, ώστε να σιγουρευτείτε ότι δεν υπάρχουν εκπλήξεις! </p> </dd></dl>
es: <dl> <dt>Si su objetivo es evaluar la comprensión de los conceptos de base o la comprensión lectora </dt> <dd> <p> Escriba un resumen del concepto o lectura suficientemente extenso para que su longitud sea adecuada para evaluar el conocimiento que se quiere comprobar, pero suficientemente corto para no inducir fatiga. Menos de una página es probablemente adecuado, pero debe considerar menos para estudiantes jóvenes o principiantes. </p> <p>Seleccione palabras en el texto que sean claves para entender los conceptos. Estas serán probablemente verbos, sustantivos y adverbios clave. Elija alternativas con una respuesta clara. </p> </dd> <dt>Si su meta es probar el conocimiento de vocabulario </dt> <dd><p>Escriba un texto en el que use el vocabulario cuyo dominio que quiere evaluar. Este texto debería ser coherente y tener una unidad, y de una longitud apropiada. Resalte las palabras importantes en el texto. Escoja alternativas que no induzcan a confusiones.</p> </dd> <dt>Si su objetivo es evaluar la morfología o la gramática: </dt> <dd> <p>Escriba un texto considerando estos objetivos. Este texto debería ser coherente y tener una unidad y una longitud apropiada. Recuerde que el objetivo no es el conocimiento del vocabulario, y por lo tanto los estudiantes deben conocer ya el significado esencial de las raíces de los términos usados. </p> <p>Resalte las palabras que quiera evaluar del texto. Proporcione alternativas con la misma raíz, pero con diferentes afijos. ¡Es una buena idea conseguir que un colega pruebe los ejercicios para asegurarse de que no haya sorpresas! </p> </dd></dl>
eu: <dl> <dt>Zure asmoa oinarrizko kontzeptuak edo irakurgaia zenbateraino ulertu dituzten frogatzea bada </dt> <dd> <p> Idatzi kontzeptuaren edo irakurgaiaren laburpena, ondo ulertu ote den frogatzeko adinako luzeraz, baina luzeegia izan gabe, ez dadin nekagarria izan. Aski da orrialde bat baino gutxiago idaztea. Ikasle gazteentzat edo hasiberrientzat, gainera, hobe are laburragoa izatea. </p> <p>Testuan, nabarmendu kontzeptuak ulertzeko funtsezkoak diren hitzak; bereziki, aditzak, izenak eta aditzondoak. Hautatu erantzun argi bakarra duten alternatibak. </p> </dd> <dt>Zure asmoa hiztegia zenbateraino ulertu duten frogatzea bada </dt> <dd><p>Idatzi hiztegiko terminoak jasotzen dituen testu bat. Zaindu testuaren koherentzia, kohesioa eta luzera. Nabarmendu testuko funtsezko hitzak. Hautatu erantzun argi bakarra duten alternatibak.</p> </dd> <dt>Zure asmoa hitzen konposaketa/gramatika frogatzea bada: </dt> <dd> <p>Idatzi funtsezko konposaketak dituen testu bat. Zaindu testuaren koherentzia, kohesioa eta luzera. Gogoan izan helburua ez dela hiztegia ezagutzea; beraz, ikasleentzat aski ezaguna beharko du izan hitzen esanahiak. </p> <p>Nabarmendu testuko funtsezko hitzak. Proposatu erro bera baina esanahi ezberdina duten alternatibak. Egokia litzateke testua/ariketa lankide bati irakurtzeko ematea, sorpresarik egon ez dadin! </p> </dd></dl>
fr: <dl> <dt> Si votre but est de tester la compréhension des concepts de base ou encore l'interprétation suite à la lecture: </dt> <dd> <p> Rédigez un résumé du concept ou du texte à lire, suffisamment long pour tester de manière adéquate l'objectif de connaissance cible à atteindre mais pas trop non plus pour ne pas décourager. Une page de caractères maximum paraît être la solution adéquate et probablement moins encore pour les jeunes apprenants et les débutants.</p> <p> Sélectionnez des mots-clefs de compréhension des concepts au sein du texte.Ce seront probablement des verbes, adverbes ou des propositions nominales. Proposez plusieurs alternatives, dont une sera la réponse claire et sans appel.</p> </dd> <dt> Si votre but est de tester la connaissance du vocabulaire: </dt> <dd> <p> Rédigez un texte en utilisant le vocabulaire cible. Ce texte devra être cohérent, concis et d'une longueur appropriée. Surlignez les mots-cibles dans le texte. Proposez plusieurs alternatives, où la réponse correcte sera claire et sans appel. Si votre but est de tester les capacités grammaticales ou syntaxiques de l'apprenant:</dt> <dd> <p> Rédigez un texte comprenant les formes grammaticales ou syntaxiques en question. Ce texte devra être cohérent, concis et d'une longueur appropriée. N'oubliez pas que le but ici n'est pas la connaissance du vocabulaire, la compréhension basique du radical des mots étant supposée acquise par les apprenants.</p> <p> Surlignez les mots-cibles au sein du texte. Faites des propositions alternatives à partir du même mot-radical, mais avec différents suffixes. Il peut être intéressant de proposer le test à un collègue pour s'assurer de la validité du dit-test et donc éviter les mauvaises surprises! </p> </dd> </dl>
gl: <dl> <dt>Se o seu obxectivo é avaliar a comprensión lectora dos conceptos clave dun curso ou a comprensión lectora</dt> <dd> <p> Escriba un resumo do concepto ou lectura suficientemente extenso para que a súa lonxitude sexa adecuada para avaliar o coñecemento do obxectivo, pero suficientemente curto para non inducir fatiga. Probablemente algo menos dunha páxina impresa sexa un tamaño adecuado, pero considere a posibilidade de utilizar un texto menor para o alumnado de menor idade ou para principiantes. </p> <p>Seleccione palabras do texto que sexan claves para a comprensión dos conceptos. Estas serán probablemente verbos, substantivos e adverbios clave. Elixa alternativas con unha resposta clara. </p> </dd> <dt>Se o seu obxectivo é avaliar o coñecemento de vocabulario: </dt> <dd><p>Escriba un texto utilizando como obxectivo o vocabulario. Este texto debe ser coherente e cohesionado, ademais de ter unha lonxitude adecuada. Resalte as palabras clave no texto. Escolla alternativas cunha resposta clara.</p> </dd> <dt> Se o seu obxectivo é avaliar morfoloxía ou gramática: </dt> <dd> <p>Escriba un texto no que se utilicen esas formas. Este texto debe ser coherente e ter unha unidade, ademais de ter unha lonxitude adecuada. Recorde que o obxectivo non é o vocabulario, e polo tanto o significado básico das raíces deben ser ben coñecidos polo alumnado. </p>Resalte as palabras clave no texto. Propoña alternativas coa mesma raíz pero con diferentes afixos. É unha boa idea pedir a un compañeiro ou unha compañeira docente que realice os exercicios os exercicios para asegurarse que non haxa sorpresas! </p> </dd></dl>
it: <dl> <dt>Se l'obiettivo è provare la conoscenza di concetti base o la comprensione del testo </dt> <dd> <p> Scrivere un sommario di concetti o un testo abbastanza lungo per testare gli obiettivi della conoscenza, ma non eccessivamente lungo da indurre pesantezza. Meno di una pagina scritta è probabilmente abbastanza, ma probabilmente troppo per studenti giovani o per principianti. </p> <p>Evidenziare le parole del testo che sono parole chiavi per la conoscenza dei concetti. Questi dovrebbero essere probabilmente verbi, nomi e avverbi. Scegliere le alternative con una risposta non ambigua. </p> </dd> <dt>Se l'obiettivo è provare la conoscenza lessicale </dt> <dd><p>Scrivere un testo usando le parole obiettivo del vocabolario. Questo testo dovrebbe essere coerente e conciso, e di adeguata lunghezza. Evidenziare le parole obiettivo nel testo. Scegliere le alternative con una risposta non ambigua.</p> </dd> <dt>Se l'obiettivo è verificare la produzione scritta o la grammatica: </dt> <dd> <p>Scrivere un testo usando le forme oggetto di verifica. Questo testo dovrebbe essere coerente, conciso e di adeguata lunghezza. Ricordare che se l'obiettivo non è la conoscenza di un vocabolario, il significato delle parole chiave dovrebbe essere già noto agli studenti. </p> <p>Evidenziare le parole chiave nel testo. Fornire alternative con lo stesso insieme di parole, ma con differente struttura. È una buona idea far provare il test ad un/a collega per essere sicuri/e che non ci saranno sorprese! </p> </dd></dl>
nl: <dl> <dt>Om inzicht in basisbegrippen of om leesvaardigheid te toetsen: </dt> <dd> <p> Stel een omschrijving op van het begrip of de leestekst. Maak deze niet te lang want dan verslapt de aandacht, maar wel lang genoeg om de beoogde kennis te kunnen toetsen. Meestal volstaat ca. een bladzijde, maar voor jonge studenten of beginners is hij best flink wat korter. </p> <p>Selecteer de sleutelwoorden die de kern uitmaken van de inhoud. Waarschijnlijk zijn dit werkwoorden, zelfstandige naamwoorden en belangrijke adjectieven. Kies alternatieven met een enkel, duidelijk antwoord. </p> </dd> <dt>Om woordenschatkennis te toetsen: </dt> <dd>Schrijf een tekst waarin de te toetsen woordenschat gebruikt wordt. Zorg ervoor dat de tekst niet te lang is en een samenhangend geheel vormt. Selecteer de te toetsen woorden. Kies alternatieven met een enkel, duidelijk antwoord. </dd> <dt>Om woordvorming of grammatica te toetsen: </dt> <dd> <p>Schrijf een tekst waarin de te toetsen vormen gebruikt worden. Zorg ervoor dat de tekst niet te lang is en een samenhangend geheel vormt. Vergeet niet dat dit geen woordenschattoets is en dat de studenten de stamwoorden dus moeten kennen.</p> <p>Selecteer de gezochte woorden. Geef alternatieven met dezelfde stam maar andere voor- of achtervoegsels. Om verrassingen te vermijden is het altijd goed om een collega de toets/oefening te laten uitproberen! </p>
pl: <dl> <dt>Jeśli celem jest sprawdzenie umiejętności czytania ze zrozumieniem </dt> <dd> <p> Napisz skrócona wersję tekstu, wystarczająco długą do sprawdzenia wiedzy uczniów, ale dość krótką aby nie męczyć. Mniej niż jedna strona maszynopisu jest prawdopodobnie wystarczająca, ale dla młodszych uczniów to może być za dużo. </p> <p> Wybierz słowa kluczowe do zrozumienia treści. Prawdopodobnie będą one czasownikami lub przysłówkami. Wybieraj możliwości z jedną wyraźną odpowiedzią. </p> </dd> <dt>Jeżeli celem jest sprawdzenie zasobu słow </dt> <dd>Napisz tekst używając docelowego słownictwa. Ten tekst powinien być konsekwentny i spójny oraz mieć stosowną dlugość. Podkreśl kluczowe słowa w tekście. Wybieraj mozliwości z jedną wyraźną odpowiedzią. </dd> <dt><dt>Jeśli celem jest sprawdzenie gramatyki oraz poprawności budowania zdań </dt> <dd> <p> Napisz tekst używając odpowiednich form i zwrotów. Ten tekst powinien być konsekwentny i spójny oraz mieć stosowną dlugość. Pamietaj, że celem nie jest sprawdzenie słownictwa, więc większość pojęć powinna być dobrze znana uczniom.</p> <p>Zaznacz kluczowe frazy w tekście. Wybieraj frazy zbudwane z podobego zasobu słów lecz o odmiennym znaczeniu. Dobrze jest sprawdzić lekcje z inną osobą aby uniknąć niespodzianek.</p>
pt: <dl><dt>Se o objetivo for verificar a compreensão de conceitos fundamentais ou a compreensão de leitura:</dt><dd><p>Escreva um resumo do conceito ou da leitura de uma extensão suficiente para os objetivos do teste, mas não tão comprido que possa produzir cansaço. Provavelmente menos de uma página é adequado, mas provavelmente deverá ser bastante menos para os estudantes mais jovens ou para os principiantes.</p><p>Escolha no texto palavras chave para a compreensão dos conceitos. Serão provavelmente verbos, substantivos e advérbios chave. Selecione aqueles que permitam uma resposta clara.</p></dd><dt>Se o objetivo for testar o conhecimento de vocabulário:</dt> <dd><p>Escreva um texto com um vocabulário alvo. O texto deverá ser coerente e coeso, e de uma extensão adequada. Destaque no texto as palavras que lhe interessam. Selecione aquelas que permitam uma resposta clara.</p></dd><dt>Se o objetivo for testar a gramática ou a formação de palavras:</dt><dd><p>Escreva um texto onde se utilizem as formas que pretende testar. O "texto terá de ser coerente e coeso, e de uma extensão adequada. Lembre-se que o objetivo não é o conhecimento do vocabulário, portanto o significado fundamental da raíz das palavras terá de ser bem conhecido pelos estudantes.</p><p>Saliente no texto as palavras que pretende testar. Forneça alternativas com a mesma raíz, mas com diferentes afixos. É boa ideia pedir a um colega que experimente o teste/exercício para se certificar que não há surpresas!</p></dd></dl>
ru: <dl> <dt>Если Ваша цель - проверить понимание основных понятий прочитанного материала: </dt> <dd> <p> Напишите резюме текста. Достаточно объёмное, чтобы проверить понимание материала, но и достаточно короткое, чтобы не вызывать усталость. Примерно одна страница печатного текста - этого должно быть достаточно. Для маленьких и начинающих учеников лучше, если текст будет ещё короче. </p> <p>Выберите из текста ключевые для понимания слова. Это скорее всего будут глаголы, существительные и ключевые наречия. Предложите несколько альтернативных вариантов, из которых один единственный вариант правильный. </p> </dd> <dt>Если Ваша цель - проверить знание слов: </dt> <dd><p>Напишите текст, используя проверяемые слова. Текст должен быть последовательным, связным и подходящего объема. Выделите ключевые слова в тексте. Сделайте несколько альтернативных вариантов, из которых один единственный вариант правильный.</p> </dd> <dt>Если Ваша цель - проверить знание грамматики/правил словообразования: </dt> <dd> <p>Напишите текст, используя проверяемые грамматические конструкции/формы слов. Текст должен быть последовательным, связным и подходящего объема. Не забывайте, что цель - не проверка словарного запаса, поэтому значения слов должны быть хорошо знакомы учащимся. </p> <p>Выделите ключевые слова в тексте. Предложите несколько вариантов с одинаковыми словами, но в разных формах. Хорошо бы дать прорешать тест для начала коллеге, чтобы избежать сюрпризов! </p> </dd></dl>
tr: <dl><dt>Amacınız temel kavramları anlayıp anlamadığınızı veya okuduğunu anlayıp anlamadığınızı test etmekse </dt><dd><p>Kavramın bir özetini yazın veya hedefin bilgisini yeterince test edecek kadar uzun, ancak yorgunluğa neden olmayacak kadar kısa bir okuma yapın. Birden az sayfa muhtemelen yeterlidir, ancak muhtemelen genç öğrenciler veya yeni başlayanlar için önemli ölçüde daha azdır. </p><p>Kavramları anlamak için metindeki anahtar kelimeleri seçin. Bunlar muhtemelen fiiller, isimler ve anahtar zarflar olacaktır. Tek bir net cevapla alternatifleri seçin. </p></dd><dt>Amacınız kelime bilgisini test etmekse Hedef kelimeyi kullanarak bir metin yazın.</dt><dd><p>Bu metin tutarlı ve tutarlı olmalı ve uygun uzunlukta olmalıdır. Metindeki hedef kelimeleri vurgulayın. Tek bir net cevapla alternatifleri seçin. Amacınız kelime oluşumunu/gramerini test etmekse: </p></dd><dt>Hedef formları kullanarak bir metin yazın. Bu metin tutarlı ve tutarlı olmalı ve uygun uzunlukta olmalıdır. </dt><dd><p>Hedefin kelime bilgisi olmadığını unutmayın, bu nedenle kök kelimelerin temel anlamları öğrenciler tarafından iyi bilinmelidir</p>.<p>Metindeki hedef kelimeleri vurgulayın. Aynı kelime köküne sahip, ancak farklı eklere sahip alternatifler sağlayın. Sürpriz olmadığından emin olmak için testi/egzersizi test etmesi için bir meslektaşınızın olması iyi bir fikirdir! </dl>
zh_cn: <dl> <dt>如果您的目标是测试对核心概念的理解或阅读理解</dt> <dd> <p>编写概念摘要或阅读足够长的时间以充分测试目标对象的知识，但要简短，不至于引起疲劳。少于一个页面可能就足够了，但对于年轻学生或初学者来说，可能要更少一些。 </ p> <p>在文本中选择对理解概念至关重要的单词。这些可能是动词，名词和关键副词。选择一个有明确答案的替代方案。 </ p> </ dd> <dt>如果您的目标是测试词汇知识</ dt> <dd> <p>使用目标词汇编写文本。该文本应具有连贯性和一致性，并且长度适当。突出显示文本中的目标词。如果您的目标是测试单词的形成/语法，请选择一个明确的答案。该文本应具有连贯性和一致性，并且长度适当。请记住，目标不是词汇知识，因此主干词的核心含义应为学生所熟知。 </p> <p>突出显示文本中的目标词。提供具有相同词干但词缀不同的替代词。让同事测试测试/练习以确保没有意外是一个好主意！ </p> </dd></dl>
zh_tw: <dl> <dt>如果您是要測驗核心概念或閱讀的理解能力：</dt> <dd> <p>將核心的概念或閱讀測驗的摘要寫下來。這份摘要必須足以充份測驗出學生的知識，但也不能太長以免造成閱讀疲勞。通常差不多一頁就夠了，但對年紀小的學生或初學者可能要更短。</p> <p>選擇這份摘要中用於理解概念的關鍵詞。 這可能是動詞，名詞或關鍵副詞。然後選擇一個明確的答案。</p></dd> <dt>如果您是要測驗對字彙的瞭解：</dt> <dd><p>使用目標的字彙寫下一段文字。這段文字要能凝聚並連貫，並且長度要適中。接著將目標字彙突顯出來，然後選擇一個明確的答案。</p></dd> <dt>如果您是要測驗字詞的構成與文法：</dt> <dd><p>使用目標的字詞寫下一段文字。這段文字要能凝聚並連貫，並且長度要適中。請記住，目的不是要測試字彙的瞭解，因此詞語的核心含義應該為學生所熟知。</p> <p>將目標字詞突顯出來。提供一些具有相同詞語核心但不同後綴的替代詞。 最好能讓同事先測試/練習，以確保沒有意外！</p></dd></dl>

source: Instructions
ca: Instruccions
ca_es@valencia: Instruccions
dz: བཀོད་རྒྱ་ཚུ
el: Οδηγίες
es: Instrucciones
eu: Argibideak
fr: Consignes
gl: Instrucións
it: Istruzioni
nl: Aanwijzingen
pl: Instrukcje
pt: Instruções
ru: Инструкции
tr: Yönergeler
zh_cn: 说明
zh_tw: 說明
