Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Open in a new window
ca: Obre en una finestra nova
ca_es@valencia: Obri en una finestra nova
dz: བིན་ཌོ་གསརཔ་གཅིག་གི་ནང་ཁ་ཕྱེ
el: Ανοίγει σε νέο παράθυρο
es: Se abre en una ventana nueva
eu: Leiho berrian ireki
fr: Ouvrir dans une nouvelle fenêtre
gl: Abrir nunha nova xanela
it: Aprire in una nuova finestra
nl: Open in een nieuw venster
pl: Otwórz w nowym oknie
pt: Abrir numa nova janela
ru: Открыть в новом окне
tr: Yeni bir pencerede aç
zh_cn: 在新窗口打开
zh_tw: 在新視窗開啟

source: Appearance
ca: Aparença
ca_es@valencia: Aparença
dz: མཐོང་ཚུལ
el: Εμφάνιση
es: Apariencia
eu: Itxura
fr: Apparence
gl: Aparencia
it: Aspetto
nl: Weergave
pl: Wygląd
pt: Aparência
ru: Вид
tr: Görünüş
zh_cn: 外观
zh_tw: 外觀

source: Change the styling:
ca: Canvi de l'estil:
ca_es@valencia: Canvia l'estil:
dz: བཟོ་འཐང་དེ་སོར:
el: Αλλαγή τεχνοτροπίας:
es: Cambia la presentación:
eu: Itxura aldatu:
fr: Modifier l'aspect:
gl: Modificar o estilo:
it: Cambia lo stile:
nl: verander de opmaak:
pl: Zmień styl:
pt: Mudar o estilo:
ru: Изменить оформление:
tr: Stili değiştir:
zh_cn: 改变样式：
zh_tw: 改變樣式：

source: Yellow
ca: Groc
ca_es@valencia: Groc
dz: སེརཔོ
el: Κίτρινο
es: Amarillo
eu: Horia
fr: Jaune
gl: Amarelo
it: Giallo
nl: Geel
pl: Żółty
pt: Amarelo
ru: Жёлтый
tr: Sarı
zh_cn: 黄色
zh_tw: 黃色

source: Light
ca: Llum
ca_es@valencia: Clar
dz: སྐྱ
el: Φως
es: Claro
eu: Eskuina
fr: Clair
gl: Claro
it: Chiaro
nl: Licht
pl: Jasny
pt: Claro
ru: Освещение
tr: Işık
zh_cn: 浅
zh_tw: 淺

source: Dark
ca: Fosc
ca_es@valencia: Fosc
dz: ནག
el: Σκοτεινό
es: Oscuro
eu: Iluna
fr: Obscur
gl: Escuro
it: Scuro
nl: Donker
pl: Ciemny
pt: Escuro
ru: Тёмное
tr: Koyu
zh_cn: 深
zh_tw: 深

source: Red
ca: Roig
ca_es@valencia: Roig
dz: དམརཔོ
el: Κόκκινο
es: Rojo
eu: Gorria
fr: Rouge
gl: Vermello
it: Rosso
nl: Rood
pl: Czerwony
pt: Vermelho
ru: Красный
tr: Kırmızı
zh_cn: 红色
zh_tw: 紅色

source: Blue
ca: Blau
ca_es@valencia: Blau
dz: ཧོནམོ
el: Μπλε
es: Azul
eu: Urdina
fr: Bleu
gl: Azul
it: Blu
nl: Blauw
pl: Niebieski
pt: Azul
ru: Синий
tr: Mavi
zh_cn: 蓝色
zh_tw: 藍色

source: Green
ca: Verd
ca_es@valencia: Verd
dz: ལྗང་ཁུ
el: Πράσινο
es: Verde
eu: Berdea
fr: Vert
gl: Verde
it: Verde
nl: Groen
pl: Zielony
pt: Verde
ru: Зелёный
tr: Yeşil
zh_cn: 绿色
zh_tw: 綠色

source: Rounded
ca: Arrodonit
ca_es@valencia: Arredonit
dz: སྒོར་སྒོརམ
el: Στρογγυλεμένο
es: Redondeado
eu: Borobildua
fr: Arrondi
gl: Redondeado
it: Tondo
nl: Afgerond
pl: Zaokrąglone
pt: Arredondado
ru: Закруглённый
tr: Yuvarlak
zh_cn: 圆角
zh_tw: 弧邊

source: Shadow
ca: Ombra
ca_es@valencia: Amb ombra
dz: གྱིབ་མ
el: Σκιά
es: Sombra
eu: Itzala
fr: Ombre
gl: Sombra
it: Ombreggiatura
nl: Schaduw
pl: Cień
pt: Sombra
ru: Тень
tr: Gölge
zh_cn: 阴影
zh_tw: 陰影

source: 2 columns
ca: 2 columnes
ca_es@valencia: 2 columnes
dz: ཀེར་ཐིག་༢
el: 2 στήλες
es: 2 columnas
eu: Bi zutabetan
fr: 2 colonnes
gl: 2 columnas
it: 2 colonne
nl: 2 kolommen
pl: 2 kolumny
pt: 2 colunas
ru: 2 колонки
tr: 2 sütun
zh_cn: 2栏
zh_tw: 2行

source: 3 columns
ca: 3 columnes
ca_es@valencia: 3 columnes
dz: ཀེར་ཐིག་༣
el: 3 στήλες
es: 3 columnas
eu: Hiru zutabetan
fr: 3 colonnes
gl: 3 columnas
it: 3 colonne
nl: 3 kolommen
pl: 3 kolumny
pt: 3 colunas
ru: 3 колонки
tr: 3 sütun
zh_cn: 3栏
zh_tw: 3行

source: Image (left) + Text (right)
ca: Imatge (esquerra) + Text (dreta)
ca_es@valencia: Imatge (esquerra) + Text (dreta)
dz: གཟུགས་བརྙན(གཡོན)+ཚིག་ཡིག་(གཡས)
el: Εικόνα (left) + Κείμενο (right)
es: Imagen (izquierda) + Texto (derecha)
eu: Irudia (ezkerraldean) + testua (eskuinaldean)
fr: Image (gauche) + Texte (droite)
gl: Imaxe (esquerda) + Texto (dereita)
it: Immagine (sinistra) + testo (destra)
pl: Obraz (po lewej) + tekst (po prawej)
ru: Изображение (слева) + текст (справа)
tr: Resim (solda) + Metin (sağda)
zh_cn: 图片（左）+ 文本（右）
zh_tw: 影像（左）+ 文字（右）

source: Text (left) + Image (right)
ca: Text (esquerra) + Imatge (dreta)
ca_es@valencia: Text (esquerra) + Imatge (dreta)
dz: ཚིག་ཡིག་(གཡོན)+གཟུགས་བརྙན(གཡས)
el: Κείμενο (left) + Εικόνα (right)
es: Texto (izquierda) + Imagen (derecha)
eu: Testua (ezkerraldean) + irudia (eskuinaldean)
fr: Text (gauche) + Image (droite)
gl: Texto (esquerda) + Imaxe (dereita)
it: Testo (sinistra) + immagine (destra)
pl: Tekst (po lewej) + obraz (po prawej)
ru: Текст (слева) + изображение (справа)
tr: Metin (sold) + Görüntü (sağda)
zh_cn: 文本（左）+ 图像（右）
zh_tw: 文字（左）+ 影像（右）

source: Table with column headers
ca: Taula amb capçaleres en les columnes
ca_es@valencia: Taula amb capçaleres en les columnes
dz: ཀེར་ཐིག་གི་མགོ་ཡིག་ཡོད་པའི་ཐིག་ཁྲམ་
el: Πίνακας με επικεφαλίδες στηλών
es: Tabla con encabezados en las columnas
eu: Taula zutabe goiburukin
fr: Tableau avec en-tête sur colonnes
gl: Táboa con encabezamentos nas columnas
it: Tabella con intestazioni di colonna
pl: Tabela z nagłówkami kolumn
ru: Таблица с заголовками столбцов
tr: Sütun başlıkları içeren tablo
zh_cn: 带列头的表
zh_tw: 帶有欄標題的表格

source: Table with row headers
ca: Taula amb capçaleres en les files
ca_es@valencia: Taula amb capçaleres en les files
dz: གྲལ་ཐིག་གི་མགོ་ཡིག་ཡོད་པའི་ཐིག་ཁྲམ་
el: Πίνακας με επικεφαλίδες γραμμών
es: Tabla con encabezados en las filas
eu: Taula lerro goiburukin
fr: Tableau avec en-tête sur files
gl: Táboa con encabezamentos nas filas
it: Tabella con intestazioni di riga
pl: Tabela z nagłówkami wierszy
ru: Таблица с заголовками строк
tr: Satır başlıkları içeren tablo
zh_cn: 带行头的表
zh_tw: 帶有列標題的表格

source: Table with column and row headers
ca: Taula amb capçaleres en les columnes i files
ca_es@valencia: Taula amb capçaleres en files i columnes
dz: ཀེར་ཐིག་དང་གྲལ་ཐིག་གི་མགོ་ཡིག་ཡོད་པའི་ཐིག་ཁྲམ་
el: Πίνακας με επικεφαλίδες στηλών και γραμμών
es: Tabla con encabezados en filas y columnas
eu: Taula zutabe eta lerro goiburukin
fr: Tableau avec en-tête sur files et colonnes
gl: Táboa con encabezamentos na filas e columnas
it: Tabella con intestazioni di riga e colonna
pl: Tabela z nagłówkami kolumn i wierszy
ru: Таблица с заголовками в строках и столбцах
tr: Sütun ve satır başlıkları içeren tablo
zh_cn: 带列和行头的表
zh_tw: 帶有列與欄標題的表格

source: 2 videos
ca: 2 vídeos
ca_es@valencia: 2 vídeos
dz: གློག་བརྙན་༢
el: 2 βίντεο
es: 2 vídeos
eu: 2 bideo
fr: 2 vidéos
gl: 2 vídeos
it: 2 video
pl: 2 filmy
ru: 2 видео
tr: 2 video
zh_cn: 2个视频
zh_tw: 2 支影片

source: 2 images
ca: 2 imatges
ca_es@valencia: 2 imatges
dz: གཟུགས་བརྙན་༢
el: 2 εικόνες
es: 2 imágenes
eu: 2 irudi
gl: 2 imaxes
it: 2 immagini
pl: 2 obrazy
ru: 2 изображения
tr: 2 resim
zh_cn: 2张图片
zh_tw: 2 個影像

source: 3 images
ca: 3 imatges
ca_es@valencia: 3 imatges
dz: གཟུགས་བརྙན་༣
el: 3 εικόνες
es: 3 imágenes
eu: 3 irudi
gl: 3 imaxes
it: 3 immagini
pl: 3 obrazy
ru: 3 изображения
tr: 3 resim
zh_cn: 3张图片
zh_tw: 3 個影像

source: Inline
ca: inserit
ca_es@valencia: En la línia
dz: གྱལ་རིམ་ནང
el: Εμβόλιμο
es: En línea
eu: Lerro artean
fr: En direct
gl: En liña
nl: in lijn
pl: W linii
pt: incorporado
ru: Встроенный
tr: Satır İçi
zh_cn: 行內
zh_tw: 行內

source: Bold
ca: Negreta
ca_es@valencia: Negreta
dz: རྒྱགས་པ
el: Έντονα
es: Negrita
eu: Beltza
fr: Gras
gl: Grosa
it: Grassetto
nl: Vet
pl: Pogrubienie
pt: Negrito
ru: Жирный
tr: Koyu
zh_cn: 粗体
zh_tw: 粗體

source: Italic
ca: Cursiva
ca_es@valencia: Cursiva
dz: གཡས་གཡོ
el: Πλάγια
es: Cursiva
eu: Etzana
fr: Italique
gl: Cursiva
it: Corsivo
nl: cursief
pl: Pochylenie
pt: Itálico
ru: Курсив
tr: Eğit
zh_cn: 斜体
zh_tw: 斜體

source: Underline
ca: subratllat
ca_es@valencia: Subratllat
dz: འོག་ཐིག
el: Υπογραμμισμένα
es: Subrayado
eu: Azpimarra
fr: souligné
gl: Subliñado
it: Sottolineato
nl: Onderstrepen
pl: Podkreślenie
pt: Sublinhado
ru: Подчёркнутый
tr: Altı çizili
zh_cn: 下划线
zh_tw: 底線

source: Strikethrough
ca: Barrat
ca_es@valencia: Barrat
dz: སྦུག་འབྲེག
el: Διαγραφή με γραμμή
es: Tachado
eu: Marratu
fr: barré
gl: Riscado
it: Barrato
nl: Doorhalen
pl: Przekreślenie
pt: Riscado
ru: Зачёркнутый
tr: Üstü çizili
zh_cn: 删除线
zh_tw: 刪除線

source: Superscript
ca: Superíndex
ca_es@valencia: Superíndex
dz: སྟེང་ཡིག
el: Εκθέτης
es: Superíndice
eu: Goi-indizea
fr: Exposant
gl: Superíndice
it: Apice
pl: Indeks górny
pt: Superior à linha
ru: Надстрочный
tr: Üst simge
zh_cn: 上标
zh_tw: 上標

source: Subscript
ca: Subíndex
ca_es@valencia: Subíndex
dz: འོག་ཡིག
el: Δείκτης
es: Subíndice
eu: Azpi-indizea
fr: Indice
gl: Subíndice
it: Pedice
pl: Indeks dolny
pt: Inferior à linha
ru: Подстрочный
tr: Alt simge
zh_cn: 下标
zh_tw: 下標

source: Code
ca: Codi
ca_es@valencia: Codi
dz: ཨང་རྟགས
el: Κώδικας
es: Código
eu: Kodea
gl: Código
it: Codice
pl: Kod
pt: Código
ru: Код
tr: Kod
zh_cn: 代码
zh_tw: 代碼

source: Deletion
ca: Eliminació
ca_es@valencia: Supressió
dz: བཏོན་གཏང་ནི་
el: Διαγραφή
es: Borrado
eu: Ezabaketa
fr: Barré
gl: Borrado
it: Cancellazione
nl: Verwijderd
pl: Usunięcie
pt: Apagar
ru: Удаление
tr: Silme
zh_cn: 刪除
zh_tw: 刪除

source: Insertion
ca: Inserció
ca_es@valencia: Inserció
dz: བཙུགས་པ
el: Εισαγωγή
es: Inserción
eu: Txertaketa
fr: Inséré
gl: Inserción
it: Inserimento
nl: Ingevoegd
pl: Wstawianie
pt: Inserir
ru: Замена
tr: Yerleştirme
zh_cn: 插入
zh_tw: 插入

source: Cite
ca: Cita
ca_es@valencia: Cita
dz: ལུང་དྲང་
el: Αναφορά
es: Cita
eu: Zita
fr: Citation
gl: Cita
it: Citazione
nl: Citaat
pl: Cytuj
pt: Citar
ru: Цитата
tr: Atıf
zh_cn: 引用
zh_tw: 引用

source: Highlighted text
ca: Text ressaltat
ca_es@valencia: Text ressaltat
dz: གཙོ་བོ་བཏོན་ཡོད་པའི་ཚིད་ཡིག:
el: Επισημασμένο κείμενο
es: Texto resaltado
eu: Nabarmendutako testua
fr: Texte mis en relief
gl: Texto resaltado
it: Testo evidenziato
pl: Podświetlony tekst
ru: Выделенный текст
tr: Vurgulu metin
zh_cn: 高亮的文本
zh_tw: 突顯的文字

source: Add Another Item to be Sorted
ca: Afegeix un altre element per ordenar
ca_es@valencia: Afig un altre element per ordenar
dz: དབྱེ་སེལ་འབད་ནི་དངོས་གྲངས་གཞན་ཅིག་ཁ་སྐོང་རྐྱབས
el: Προσθήκη και άλλου στοιχείου για τοποθέτηση
es: Añadir otro elemento que ordenar
eu: Ordenatu beharreko elementua gehitu
fr: Ajouter un autre élément à ordonner
gl: Engadir outro elemento a ordenar
it: Aggiungi altro elemento da ordinare
nl: Voeg een nieuw item toe om te sorteren
pl: Dodaj kolejny element do sortowania
pt: Acrescentar outro item para ser ordenado
ru: Добавить другой пункт, который будет отсортирован
tr: Sıralamak Üzere Başka Bir Öğe Ekle
zh_cn: 添加要排序的另一个项目
zh_tw: 新增另一個要排序的項目

source: Error saving style.
ca: Errada en desar l'estil.
ca_es@valencia: S'ha produït un error en guardar l'estil.
dz: བཟོ་རྣམ་སྲུངསམ་ད་འཛོལ་བ།
el: Σφάλμα αποθήκευσης τεχνοτροπίας.
es: Error al guardar el estilo.
eu: Errorea estiloa gordetzerakoan.
fr: Erreur dans la sauvegarde du style.
gl: Atopouse un erro gardando o estilo.
it: Errore di salvataggio dello stile.
nl: Fout bij het opslaan van de stijl.
pl: Wystąpił błąd podczas zapisywania stylu.
pt: Erro ao guardar o estilo.
ru: Ошибка при сохранении стиля.
tr: Stili kaydedilirken hata oluştu.
zh_cn: 保存样式时出错。
zh_tw: 儲存樣式時發生錯誤。

source: Error creating style.
ca: Errada en crear l'estil.
ca_es@valencia: S'ha produït un error en crear l'estil.
dz: བཟོ་རྣམ་གསར་བསྐྲུན་འབདཝ་ད་འཛོལ་བ།.
el: Σφάλμα δημιουργίας τεχνοτροπίας.
es: Error al crear el estilo.
eu: Errorea estiloa sortzerakoan.
fr: Erreur dans la création du style.
gl: Atopouse un erro creando o estilo.
it: Errore di creazione dello stile.
nl: Fout bij hyet aanmaken van de stijl.
pl: Błąd podczas tworzenia stylu.
pt: Erro ao criar o estilo.
ru: Ошибка при создании стиля.
tr: Stil oluştururken hata oluştu.
zh_cn: 创建样式时出错。
zh_tw: 建立樣式時發生錯誤。

source: Error creating style, local style already exists.
ca: Errada en crear l'estil, l'estil local ja existeix.
ca_es@valencia: S'ha produït un error en crear l'estil, l'estil local ja existeix.
dz: བཟོ་རྣམ་གསར་བསྐྲུན་འབདཝ་ད་འཛོལ་བ་ ཉེ་གནས་བཟོ་རྣམ་ཧེ་མ་ལས་འདུག.
el: Σφάλμα δημιουργίας τεχνοτροπίας. Η τοπική τεχνοτροπία υπάρχει ήδη.
es: Error en la creación del estilo, ya existe el estilo local.
eu: Errorea estiloa sortzerakoan, estilo lokala dagoeneko existitzen da.
fr: Erreur dans la création du style, le style local existe déjà.
gl: Atopouse un erro creando o estilo, o estilo xa existe.
it: Errore di creazione dello stile, lo stile esiste già in locale.
nl: Fout bij het aanmaken van de stijl, de locale stijl bestaat al
pl: Błąd podczas tworzenia stylu, styl lokalny już istnieje.
pt: Erro ao criar o estilo, o estilo local já existe.
ru: Ошибка создания стиля, локальный стиль уже существует.
tr: Stil oluşturulurken hata oluştu, yerel stil zaten mevcut.
zh_cn: 创建样式时出错，本地样式已存在。
zh_tw: 建立樣式時發生錯誤，本地樣式已經存在。

source: Style %s successfully created!
ca: L'estil %s s'ha creat correctament!
ca_es@valencia: L'estil «%s» s'ha creat correctament.
dz: བཟོ་རྣམ་%s མཐར་འཁྱོལཝ་སྦེ་གསར་བསྐྲུན་འབད་ཡོད!
el: Η τεχνοτροπία %s δημιουργήθηκε με επιτυχία!
es: Creado correctamente el estilo '%s'.
eu: '%s' estiloa ondo sortu da!
fr: Style %s créé avec succès !
gl: O estilo %s foi creado con éxito!
it: Stile %s creato con successo.
nl: Stijl %s met succes aangemaakt!
pl: Styl %s został pomyślnie utworzony!
pt: O Estilo %s foi criado com sucesso!
ru: Стиль %s успешно создан!
tr: %s stili başarıyla oluşturuldu!
zh_cn: 样式 %s 已成功创建！
zh_tw: 樣式 %s 已成功建立！

source: Style %s successfully saved!
ca: L'estil %s s'ha desat correctament!
ca_es@valencia: L'estil «%s» s'ha guardat correctament.
dz: བཟོ་རྣམ་%s མཐར་འཁྱོལཝ་སྦེ་སྲུང་བཞག་ཡོད!
el: Η τεχνοτροπία %s αποθηκεύτηκε με επιτυχία!
es: Guardado correctamente el estilo '%s'.
eu: '%s' estiloa ondo gorde da!
fr: Style %s sauvegardé avec succès !
gl: O estilo %s foi gardado con éxito!
it: Stile %s salvato con successo.
nl: Stijl %s met succes opgeslagen
pl: Styl %s został pomyślnie zapisany!
pt: O Estilo %s foi criado com sucesso!
ru: Стиль %s успешно сохранён!
tr: %s stili başarıyla kaydedildi!
zh_cn: 样式 %s 保存成功
zh_tw: 樣式 %s 已成功儲存！

source: Style directory %s already exists
ca: El directori d'estils %s ja existeix
ca_es@valencia: El directori d'estil %s ja existeix.
dz: བཟོ་རྣམ་སྣོད་ཐོ་ %s་ཧེ་མ་ལས་འདུག
el: Ο φάκελος της τεχνοτροπίας %s υπάρχει ήδη
es: El directorio de estilos %s ya existe
eu: Estiloaren %s direktorioa badago lehenagotik
fr: Le répertoire du style %s existe déjà
gl: O directorio de estilo %s xa existe
it: La cartella stili esiste già: %s
nl: Stijlmap %s bestaat al
pl: Katalog stylów %s już istnieje
pt: O diretório de Estilos %s já existe
ru: Директория стиля %s уже существует
tr: %s stil dizini zaten var
zh_cn: 样式目录 %s 已存在
zh_tw: 樣式資料夾 %s 已存在

source: The style name already exists
ca: El nom de l'estil ja existeix
ca_es@valencia: El nom de l'estil ja existeix.
dz: བཟོ་རྣམ་གྱི་་མིང་དེ་ཧེ་མ་ལས་འདུག
el: Το όνομα της τεχνοτροπίας υπάρχει ήδη
es: Este nombre de estilo ya existe
eu: Estiloaren izena badago lehenagotik
fr: Le nom du style existe déjà
gl: O nome de estilo xa existe
it: Il nome di stile esiste già: %s
nl: De stijlnaam bestaat al
pl: Nazwa stylu już istnieje
pt: O nome do estilo já existe
ru: Название стиля уже существует
tr: Stil adı zaten var
zh_cn: 样式名称已存在
zh_tw: 樣式名稱已存在

source: Error saving style, style directory does not exist
ca: Errada en desar l'estil, el directori estil no existeix
ca_es@valencia: S'ha produït un error en guardar l'estil, el directori d'estil no existeix.
dz: བཟོ་རྣམ་སྲུང་བཞགཔ་ད་ད་འཛོལ་བ་ བཟོ་རྣམ་སྣོད་ཐོ་དེ་ནང་མེད
el: Σφάλμα αποθήκευσης της τεχνοτροπίας. Ο φάκελός της δεν υπάρχει
es: Error al guardar el estilo, el directorio de estilos no existe
eu: Errorea estiloa gordetzerakoan, estiloaren direktorioa ez da existitzen
fr: Erreur dans la sauvegarde du style, le répertoire du style existe déjà
gl: Erro gardando o estilo, o cartafol de estilos non existe
it: Errore di salvataggio dello stile, la cartella degli stili non esiste
nl: Fout bij het opslaan van de stijl, de stijlmap bestaat niet
pl: Błąd podczas zapisywania stylu, katalog stylów nie istnieje
pt: Erro ao guardar o estilo, a capa de estilos não existe
ru: Ошибка сохранения стиля, каталог стиля не существует
tr: Stil kaydedilirken hata oluştu, stil dizini mevcut değil
zh_cn: 保存样式时出错，样式目录不存在
zh_tw: 儲存樣式時發生錯誤，樣式文件夾不存在

source: Style already exists.
ca: L'estil ja existeix.
ca_es@valencia: L'estil ja existeix.
dz: བཟོ་རྣམ་ཧེ་མ་ལས་འདུག
el: Η τεχνοτροπία υπάρχει ήδη.
es: El estilo ya existe.
eu: Estiloaren izena badago lehenagotik.
fr: Le style existe déjà
gl: O estilo xa existe.
it: Il nome di stile esiste già: %s
nl: De stijl bestaat al.
pl: Styl już istnieje.
pt: O nome do estilo já existe.
ru: Стиль уже существует.
tr: Stil zaten var.
zh_cn: 样式已经存在。
zh_tw: 樣式名稱已存在。

source: Successfully imported style
ca: Estil importat amb èxit.
ca_es@valencia: L'estil s'ha importat correctament.
dz: བཟོ་རྣམ་མཐར་འཁྱོལཝ་སྦེ་ནང་འདྲེན་འབད་ཡོད
el: Η εισαγωγή της τεχνοτροπίας ήταν επιτυχημένη
es: Estilo importado con éxito
eu: Estiloa ondo inportatu da
fr: Style correctement importé
gl: Estilo importado correctamente
it: Stile correttamente importato: %s
nl: Stijl succesvol geimporteerd
pl: Pomyślnie zaimportowano styl
pt: Estilo importado com sucesso
ru: Успешно импортированный стиль
tr: Stil başarıyla içe aktarıldı
zh_cn: 成功导入样式
zh_tw: 成功匯入樣式

source: Error while installing style: %s
ca: Errada mentre s'instal·lava l'estil: %s
ca_es@valencia: S'ha produït un error mentre s'instal·lava l'estil: %s
dz: བཟོ་རྣམ་གཞི་བཙུགས་འབད་བའི་སྐབས་ལུ་འཛོལ་བ་:%s
el: Σφάλμα κατά την εγκατάσταση της τεχνοτροπίας: %s
es: Error al instalar el estilo: %s
eu: Errorea estiloa instalatzerakoan: %s
fr: Erreur dans l'installation du style : %s
gl: Erro ao instalar o estilo: %s
it: Errore di installazione stile: %s
nl: Fout bij het installeren van stijl: %s
pl: Błąd podczas instalowania stylu: %s
pt: Erro ao instalar o estilo: %s
ru: Ошибка при установке стиля: %s
tr: Stil yüklenirken hata oluştu: %s
zh_cn: 安装样式时出错：%s
zh_tw: 安裝樣式時發生錯誤：%s

source: Files %s does not exist or are not readable.
ca: El fitxer %s no existeix o no es pot llegir.
ca_es@valencia: El fitxer %s no existeix o no és accessible.
el: Τα αρχεία %s δεν υπάρχουν ή δεν είναι δυνατή η ανάγνωσή τους.
es: Los ficheros %s no existen o no se pueden leer.
eu: %s fitxategiak ez dira existitzen edo ezin dira irakurri.
fr: Les fichiers %s n'existent pas ou sont illisibles.
gl: Os ficheiros %s non existen ou non se poden ler.
it: I file %s non esistono o non sono leggibili.
pl: Pliki %s nie istnieją lub nie można ich odczytać.
ru: Файлы %s не существуют или не могут быть прочитаны.
tr: %s dosyaları mevcut değil veya okunamıyor.
zh_cn: 文件%s不存在或不可读。
zh_tw: 檔案 %s 不存在或是無法讀取。

source: Wrong config.xml file format.
ca: Fitxer config.xml amb un format incorrecte.
ca_es@valencia: Error en el fitxer config.xml
el: Λάθος μορφή αρχείου config.xml.
es: Error en el fichero config.xml.
eu: config.xml fitxategi formato okerra.
fr: Mauvais format du fichier config.xml
gl: Erro no ficheiro config.xml.
it: Formato errato nel file config.xml
pl: Nieprawidłowy format pliku config.xml.
ru: Ошибка в файле config.xml
tr: Yanlış config.xml dosya biçimi.
zh_cn: config.xml文件格式错误。
zh_tw: config.xml 檔格式錯誤。

source: An unknown error occurred while importing the style.
ca: Ha succeït un error desconegut mentre s'importava l'estil.
ca_es@valencia: S'ha produït un error desconegut en importar l'estil.
el: Παρουσιάστηκε άγνωστο σφάλμα κατά την εισαγωγή της τεχνοτροπίας.
es: Error desconocido al importar el estilo.
eu: Errore ezezaguna gertatu da estiloa inportatzean.
fr: Erreur inconnue pendant l'importation du style
gl: Erro descoñecido ao importar o estilo.
it: Si è verificato un errore sconosciuto durante l'importazione dello stile.
pl: Wystąpił nieznany błąd podczas importowania stylu.
ru: Неизвестная ошибка при импорте стиля.
tr: Stil içe aktarılırken bilinmeyen bir hata oluştu.
zh_cn: 导入样式时发生未知错误。
zh_tw: 匯入樣式時發生無法判斷的錯誤。

source: Error while getting styles list from the repository
ca: Errada mentre s'obtenia la llista d'estils del dipòsit
ca_es@valencia: S'ha produït un error mentre s'obtenia la llista d'estils des del repositori.
el: Σφάλμα κατά τη λήψη της λίστας των τεχνοτροπιών από το αποθετήριο
es: Error al descargar la lista de estilos del repositorio
eu: Errorea biltegiko estilo- zerrenda irakurtzekoan
fr: Erreur pendant l'extraction de la liste de styles à partir du répertoire
gl: Erro mentres se importaba a listaxe de estilos do repositorio
it: Errore nel caricamento della lista stili dal catalogo
nl: Fout bij het ophalen van het stijlenoverzicht van de bibliotheek
pl: Błąd podczas pobierania listy stylów z repozytorium
pt: Erro ao obter a lista de estilos do repositório
ru: Ошибка при получении списка стилей из репозитория
tr: Depodan stil listesi alınırken hata oluştu
zh_cn: 从存储库获取样式列表时出错
zh_tw: 從樣式庫取得樣式列表時發生錯誤

source: Style updated correctly
ca: Estil actualitzat de forma correcta
ca_es@valencia: L'estil s'ha actualitzat correctament
dz: བཟོ་རྣམ་ངེས་བདེན་སྦེ་དུས་མཐུན་བཟོ་ཡོད
el: Η ενημέρωση της τεχνοτροπίας ήταν σωστή.
es: Estilo actualizado con éxito
eu: Estiloa ondo eguneratu da
fr: Style correctement mis à jour
gl: Estilo actualizado correctamente
it: Stile aggiornato correttamente
pl: Styl poprawnie zaktualizowany
ru: Стиль обновлён корректно
tr: Stil doğru bir şekilde güncellendi
zh_cn: 样式已正确更新
zh_tw: 樣式已成功更新

source: Style successfully downloaded and installed
ca: Estil descarregat i instal·lat amb èxit.
ca_es@valencia: L'estil s'ha baixat i instal·lat correctament.
dz: བཟོ་རྣམ་མཐར་འཁྱོལཝ་སྦེ་ཕབ་ལེད་དང་གཞི་་བཙུགས་འབད་ཡོད
el: Η λήψη και η εγκατάσταση της τεχνοτροπίας έγιναν με επιτυχία
es: Estilo descargado e instalado con éxito
eu: Estiloa jaitsi eta instalatu da arazorik gabe
fr: Style correctement téléchargé et installé
gl: Estilo descargado e instalado con éxito
it: Lo stile è stato scaricato ed installato
nl: Sijl succesvol gedownload en geinstalleerd
pl: Styl pomyślnie pobrany i zainstalowany
pt: Estilo descarregado e instalado com sucesso
ru: Стиль успешно загружен и установлен
tr: Stil başarıyla indirildi ve kuruldu
zh_cn: 样式已成功下载并安装
zh_tw: 成功下載、安裝樣式

source: Error while installing style
ca: Errada mentre s'instal·lava l'estil
ca_es@valencia: S'ha produït un error mentre s'instal·lava l'estil.
dz: བཟོ་རྣམ་གཞི་བཙུགས་འབད་བའི་སྐབས་ལུ་འཛོལ་བ་
el: Σφάλμα κατά την εγκατάσταση της τεχνοτροπίας
es: Error al instalar el estilo
eu: Errorea estiloa instalatzerakoan
fr: Erreur dans l'installation du style
gl: Erro mentres instalaba o estilo
it: Errore di installazione dello stile
nl: Fout bij het installeren van de sijl
pl: Błąd podczas instalowania stylu
pt: Erro ao instalar o estilo
ru: Ошибка при установке стиля
tr: Stil yüklenirken hata oluştu
zh_cn: 安装样式时出错
zh_tw: 安裝樣式時發生錯誤

source: Overwrite local version of this style?
ca: Vols sobreescriure la versió local d'aquest estil?
ca_es@valencia: Vols sobreescriure la versió local d'aquest estil?
el: Αντικατάσταση τοπικής έκδοσης αυτής της τεχνοτροπίας;
es: ¿Desea sobrescribir la versión local del estilo?
eu: Estiloaren bertsio lokala gainidatzi nahi duzu?
fr: Écraser la version locale de ce style ?
gl: Sobrescribir a actual versión do estilo?
it: Sovrascrivere la versione locale di questo stile?
nl: DE locale versie van deze stijl overschrijven?
pl: Zastąpić wersję lokalną tego stylu?
pt: Sobrescrever a versão local deste estilo?
ru: Переписать локальную версию этого стиля?
tr: Bu stilin mevcuttaki sürümünün üzerine yazılsın mı?
zh_cn: 覆盖这种风格的本地版本？
zh_tw: 覆寫本地版本之樣式？
