Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Create the case story. A good case is one that describes a controversy or sets the scene by describing the characters involved and the situation. It should also allow for some action to be taken in order to gain resolution of the situation.
ca: Creat el cas història. Un bon cas és aquell que descriu una controvèrsia o mostra una escena descrivint els caràcters involucrats en la situació. Hauria de permetre les accions encaminades a resoldre el conflicte de la situació.
ca_es@valencia: Crea la història del cas. Un bon cas és aquell que descriu una controvèrsia o mostra una escena descrivint els caràcters involucrats en la situació. També ha de permetre les accions encaminades a resoldre el conflicte de la situació.
dz: གནད་དོན་ཞིབ་འཇུག་གི་སྲུང་གཅིག་སར་སྤྲུན་འབད། གནད་དོན་ཞིབ་འཇུག་ལེག་ཤོམ་འདི་ རྩོད་རྙོག་གཅིག་བཤད་ནི་ཡང་ན་འཁྲབ་རྩེད་པ་ཚུ་བཤད་དི་ཡོད་པའི་མཐོང་སྣང་བསྒྲིག་ནི་དང་གནས་སྟངས་གཅིག་ཨིན། དེ་གི་གནས་སྟངས་ཀྱི་དཀའ་ངལ་སེལ་ནིའི་དོན་ལུ་བྱེད་ལས་དག་པ་ཅིག་འབད་བཅུག་དགོ།
el: Δημιουργήστε ένα σενάριο. Ένα καλό παράδειγμα είναι αυτό που περιγράφει μια διένεξη ή ορίζει τη σκηνή περιγράφοντας τους χαρακτήρες που εμπλέκονται στην ιστορία. Θα πρέπει επίσης να ενισχύεται η ανάληψη δράσης, ώστε να βρεθεί λύση.
es: Cree el caso práctico. Un buen caso es aquel que describe una controversia o propone una escena describiendo los personajes involucrados y la situación. También debe permitir que se realicen acciones para obtener la resolución de la situación.
eu: Sortu kasu-istorioa. Kasuak, ona izateko, gatazka bat deskribatu beharko luke, edo pertsonaien bidez egoera azaldu. Gainera, gatazka konpondu ahal izateko hainbat ekintza gauzatzeko aukera eman beharko luke.
fr: Créez le scénario du "cas d'étude. Un bon "cas d'étude" présente une controverse ou expose un problème en décrivant les éléments d'une problématique. Il peut également proposer différentes actions qui permettraient de résoudre le problème.
gl: Crear un caso práctico. Un bo caso é aquel que describe unha controversia ou define a escena describindo os personaxes que fan parte da situación. Debe permitir ademais iniciar algunha acción no sentido de obter a resolución da situación. Debe permitir ademais iniciar algunha acción no sentido de obter a resolución da situación.
it: Creare uno studio di un caso. Un buon caso è quello che descrive una controversia o un insieme di situazioni mediante la descrizione delle caratteristiche implicate. Si dovrebbe anche permettere di intraprendere una qualche azione per la risoluzione della situazione.
nl: Omschrijf het geval. Een goede gevalstudie bevat een controverse of beschrijft de situatie en de personen die erbij betrokken zijn. Er moet ook ruimte zijn voor beslissingen of acties die waardoor iemand de situatie kan controleren.
pl: Opisz pewną sytuację. Dobra będzie taka, która opisuje dyskusje lub osoby zaangażowane w daną sytuację. Powinna również pozwalać na pewne działania po to, żeby otrzymać analizę sytuacji.
pt: Criar a história do caso. Um bom caso é aquele que descreve uma controvérsia ou apresenta uma cena descrevendo as personagens envolvidas e a situação. Deve permitir decidir ações que levem à resolução da situação.
ru: Создать выборочную историю. Хорошим выбором является один, который описывает разногласия или устанавливает сцену по описанию символов, участвуя в ситуации. Следует также позволять некоторые действия, которые необходимо принять для того, чтобы получить разрешение ситуации.
tr: Vaka hikayesi oluşturun. İyi bir vaka, bir tartışmayı tanımlayan veya ilgili karakterleri ve durumu tanımlayarak sahneyi belirleyen vakadır. Ayrıca, durumun çözümünü elde etmek için bazı eylemlerin yapılmasına da izin vermelidir.
zh_cn: 拟写案例故事.一个好的案例描述有争议性的,或不同人物和环境的情景.并能采取某些行动来解决问题.
zh_tw: 建立案例故事。一個好的案例描述一項爭議，或描述在某個情境下的某個人物。它也應該允許大家採取某些行動以便解決這個情境。

source: Story:
ca: Història:
ca_es@valencia: Història:
dz: སྲུང:
el: Σενάριο:
es: Historia:
eu: Istorioa:
fr: Histoire :
gl: Historia:
it: Situazione:
nl: Verhaal:
pl: Treść:
pt: História:
ru: Рассказ:
tr: Hikaye:
zh_cn: 事件:
zh_tw: 故事：

source: Describe the activity tasks relevant to the case story provided. These could be in the form of questions or instructions for activity which may lead the learner to resolving a dilemma presented.
ca: Descriu les tasques rellevants al cas història proporcionat. Aquestes poden ser en forma de preguntes o instruccions amb les quals l'alumne pot resoldre el dilema presentat.
ca_es@valencia: Descriu les tasques rellevants a la història del cas proporcionat. Aquestes poden ser en forma de preguntes o instruccions amb les quals l'alumnat pot resoldre el dilema presentat.
dz: གནད་དོན་ཞིབ་འཇུག་བྱིན་ཏེ་ཡོད་མི་་ལུ་འབྲེལ་ཡོད་སྦྱོང་ལཱ་དེ་ འབྲེལ་བཤད་བརྐྱབ། དེ་ཚུ་ དྲི་བ་སྦེ་ཡང་ན་སྦྱང་མི་གི་ སྤྱན་འབུལ་འབད་ཡོད་པའི་དཀའ་ངལ་ཅན་གྱི་གནས་སྟངས་སེལ་ཚུགས་པའི་ སྦྱོང་ལཱ་གི་བཀོད་རྒྱ།
el: Περιγράψτε τις ενέργειες που πρέπει να κάνει ο μαθητής, σχετικά με το σενάριο. Αυτές μπορεί να είναι υπό μορφή ερωτήσεων ή οδηγιών που καθοδηγούν τον μαθητή στη λήψη αποφάσεων σχετικών με το δίλημμα που παρουσιάζεται στο σενάριο.
es: Describa las tareas de actividad relevantes para el caso práctico presentado. Estas podrían tener forma de preguntas o de instrucciones que puedan conducir al estudiante a resolver un dilema propuesto.
eu: Emandako kasu-istorioaren ataza nagusiak deskribatu. Galderak edota jarduera bat egiteko instrukzioak izan daitezke, ikasleak gatazka konpon dezan.
fr: Décrivez les tâches pertinentes pour l'étude de cas considérée. Elles peuvent être sous forme de questions ou de consignes de réalisation mettant l'apprenant sur la voie de la résolution du problème présenté.
gl: Describa as tarefas que o alumnado deberá completar. Estas poderían ir en forma de preguntas ou instrucións para a actividade que conducir ao alumnado a resolver o dilema presentado.
it: Descrivere i compiti delle attività che sono rilevanti per lo studio di un caso. Queste attività potrebbero essere poste in forma di domande o di istruzioni per condurre lo studente alla soluzione di un dilemma presentato.
nl: Omschrijf de activiteiten die bij de gevalstudie horen. Dit kan in de vorm van vragen of instructies voor acties die de leerling kunnen helpen om tot een oplossing van het probleem te komen.
pl: Opisz zadania odnoszące się do załączonej sytuacji. Mogą być one w formie pytań lub instrukcji do zadania, które mogą prowadzić ucznia do rozwiązania zaprezentowanego problemu.
pt: Descreva as tarefas da atividade relevantes para o caso apresentado. Poderá ter a forma de perguntas ou instruções para a atividade que possam levar o estudante a resolver o dilema apresentado.
ru: Опишите активность соответствующих задач в случае предоставленной истории. Они могут быть в форме вопросов или Инструкций по деятельности, которые могут привести ученика к разрешению представленной дилеммы.
tr: Sağlanan vaka analiziyle ilgili etkinlik görevlerini tanımlayın. Bunlar, öğrenciyi sunulan bir ikilemi çözmeye yönlendirebilecek etkinlik için sorular veya yönergeler şeklinde olabilir.
zh_cn: 描述学生应完成的阅读任务.
zh_tw: 描述與此案例故事相關的活動與工作。它可以是一些問題，或是指示，讓學生解決該情境。

source: Provide relevant feedback on the situation.
ca: Introdueix una realimentació rellevant per la situació.
ca_es@valencia: Introduïu una retroacció rellevant per a la situació.
dz: གནས་སྟངས་ལུ་འབྲེལ་བ་ཡོད་པའི་བསམ་ལན བྱིན
el: Δώστε σχετική ανατροφοδότηση για την κατάσταση.
es: Proporciona información de retroalimentación relevante para la situación.
eu: Eman egoerari buruzko feedback esanguratsua.
fr: Donnez un "écho en retour" approprié à la situation.
gl: Proporcione información de retroalimentación relevante para a situación.
it: Fornire una rilevante valutazione sulla situazione.
nl: Geef relevante feedback over de situatie.
pl: Wprowadź odpowiedni komentarz do sytuacji.
pt: Forneça informação relevante sobre a situação.
ru: Обеспечить соответствующую обратную связь по ситуации.
tr: Durum hakkında ilgili geri bildirim sağlayın.
zh_cn: 提供相关评语.
zh_tw: 提供相關回饋意見。

source: FPD - Situation
ca: FPD - Situació
ca_es@valencia: FPD - Cas pràctic
dz: ཨེཕ་པི་ཌི - གནས་སྟངས
el: FPD - Κατάσταση
es: FPD - Caso práctico
eu: FPD - Kasu praktikoa
fr: Cas d'étude
gl: FPD - Caso práctico
it: FPD - Situazione
nl: FPD - Situatie
pl: FPD - Sytuacja
pt: FPD - Caso prático
ru: FPD - Ситуация
tr: FPD - Vaka Analizi
zh_cn: FPD - 情境
zh_tw: FPD - 情境

source: Jose Ramon Jimenez Reyes
ca_es@valencia: José Ramón Jiménez Reyes
es: José Ramón Jiménez Reyes
gl: José Ramón Jiménez Reyes
pt: José Ramón Jiménez Reyes

source: Situation is an iDevice that provides the student with a story that will guide her along the learning process.
ca: Situació és un iDevice que proporciona a l'estudiant una història que el guia durant el procés d'aprenentatge.
ca_es@valencia: Un cas pràctic és un iDevice que permet a l'alumnat introduir-se en una història que el guiarà a través del seu aprenentatge.
dz: གནས་སྟངས་འདི་་སློབ་ཕྲུག་གི་་སྦྱང་ནིའི་བྱ་རིམ་བསྒང་ལམ་སྟོན་ནི་གི་དོན་ལུ་བརྡ་དོན་ཐབས་འཕྲུལ་དི་གི་སྲུང་གཅིག་བྱིནམ་ཨིན།
el: Το η-Σύνεργο 'Κατάσταση' παρέχει στους μαθητές μια ιστορία που θα τους καθοδηγεί κατά τη διάρκεια της μαθησιακής διαδικασίας.
es: Caso práctico es un iDevice que permite al alumnado introducirse en una historia que le guiará a través de su aprendizaje.
eu: 'Kasu praktikoa' iDevice-aren bidez, ikaslea ikasketa prozesuan zehar gidatzeko balio duen istorio bat konta dezakezu.
fr: Cas d'étude est un outil pédagogique qui fournit à l'apprenant une histoire pour le guider tout au long du processus d'apprentissage.
gl: Caso práctico é un iDevice que presenta ao alumnado unha historia que o guía ao longo do proceso de aprendizaxe.
it: Situazione è un iDevice che fornisce allo studente una storia, un percorso che lo guiderà nel percorso di apprendimento.
nl: Het iDevice "Praktijkvoorbeeld" bevat een beschrijving die de student begeleidt gedurende het leerproces.
pl: Ta sytuacja, to iObiekt, która dostarcza uczniowi opowieści, do poprowadzenia GO przez proces uczenia się.
pt: Caso pr&aacute;tico é um iDevice que fornece aos estudantes uma história que os guiará através da sua aprendizagem.
ru: Ситуация - это iDevice, который обеспечивает студентов рассказом, который будет вести ее в процессе обучения.
tr: Vaka analizi, öğrenciye öğrenme süreci boyunca rehberlik edecek bir hikaye sunan bir iDevice'dir.
zh_cn: 情境是一个iDevice 模块，它为学生提供一个故事，指引该学生的学习过程。
zh_tw: 情境（Situation）提供學生一個可以學習的故事。

source: Enter the text that will appear on this iDevice
ca: Entreu el text que apareixerà en aquest iDevice
ca_es@valencia: Introduïu el text que apareixerà en aquest iDevice
dz: བརྡ་དོན་ཐབས་འཕྲུལ་གུ་འཐོན་ནི་ཚིག་ཡིག་བཙུགས
el: Εισάγετε το κείμενο που θα εμφανιστεί σε αυτό το η-Σύνεργο
es: Introduzca el texto que aparecerá en este iDevice
eu: Sartu iDevice honetan agertuko den testua
fr: Tapez le texte qui devra apparaître dans cet outil pédagogique
gl: Introduza o texto que aparecerá neste iDevice
it: Inserire il testo che apparirà su questo iDevice
nl: Voer de tekst in die dit iDevice moet weergeven
pl: Wprowadź tekst, który pojawi się na tym iObiekcie
pt: Digite o texto que irá aparecer neste iDevice
ru: Введите текст, который будет отображаться на этом iDevice.
tr: Bu iDevice'da görüntülenecek metni girin
zh_cn: 输入将出现在此 iDevice 模块的文本
zh_tw: 輸入會出現在此 iDevice 上的文字

source: Situation Text:
ca: Text de la situació:
ca_es@valencia: Text Cas pràctic:
dz: གནས་སྟངས་ཚིག་ཡིག:
el: Κείμενο 'Κατάστασης':
es: Texto Caso práctico:
eu: Kasu praktikoaren testua:
fr: Texte de Cas d'étude:
gl: Texto Caso práctico:
it: Testo Situazione:
nl: Praktijkvoorbeeld - Tekst.
pl: Tekst Sytuacja:
pt: Texto do caso prático:
ru: Ситуативный текст:
tr: Vaka Analizi Metni:
zh_cn: 情境文字：
zh_tw: 情境文字：

source: FPD - Quotation
ca: FPD - Cita
ca_es@valencia: FPD - Citacions per a pensar
dz: ཨེཕ་པི་ཌི - ལུང་འདྲེན
el: FPD - Παράθεμα
es: FPD - Citas para pensar
eu: FPD - Hausnarketarako Aipua
fr: FPD - Citations pour réfléchir
gl: FPD - Citas para pensar
it: FPD - Citazione
nl: FPD - Stelling
pl: FPD - Cytat
pt: FPD - Citações
ru: FPD - Цитирование
tr: FPD - Alıntı
zh_cn: FPD - 引用
zh_tw: FPD - 引言

source: Quotation is an iDevice that provides the students with quotations to reflect upon.
ca: Cita és un iDevice que permet als estudiants reflexionar sobre les cites.
ca_es@valencia: Citacions per a pensar és un iDevice que permet a l'alumnat reflexionar sobre algunes citacions proposades.
dz: ལུང་འདྲེན་འདི་་སློབ་ཕྲུག་ཚུ་ལུ་བསམ་ཞིབ་་འབད་ནི་གི་ལུང་འདྲེན་བརྡ་དོན་ཐབས་འཕྲུལ་་འདི་གི་བྱིནམ་ཨིན.
el: Το 'Παράθεμα' είναι ένα η-Σύνεργο που παρέχει στους μαθητές παραθέματα από προφορικά ή γραπτά κείμενα άλλων για να τα μελετήσουν και να στοχαστούν επάνω σε αυτά.
es: Citas para pensar es un iDevice que permite al alumnado reflexionar sobre algunas citas propuestas.
eu: 'Hausnarketarako aipua' iDevicearen bidez proposa ditzakezu, ikaslearen hausnarketa sortarazi dezaketen aipuak.
fr: Citation pour réfléchir est un outil pédagogique qui inclut un texte sur lequel l'apprenant doit réfléchir.
gl: Citas para pensar é un iDevice que permite ao alumnado reflexionar sobre algunhas citas propostas.
it: Citazione è un iDevice che fornisce agli studenti citazioni su cui riflettere.
nl: Het iDevice "Stelling" voorziet de student van stellingen waarop hij moet reageren.
pl: Ten iObiekt, przedstawia uczniom cytaty do refleksji nad nimi.
pt: Citações é um iDevice que fornece aos estudantes algumas citações para refletir sobre elas.
ru: Цитата - это iDevice, который обеспечивает студентов цитатами к размышлению.
tr: Alıntı, öğrencilere üzerinde düşünmeleri için alıntılar sunan bir iDevice'dir.
zh_cn: “引用”是为学生提供引文进行反思的 iDevice 模块。
zh_tw: 「引言」是讓學生透過引言文字反思的 iDevice。

source: Quotation Text:
ca: Text de la cita:
ca_es@valencia: Text Citacions per a pensar:
dz: ལུང་འདྲེན་ཚིག་ཡིག་:
el: Κείμενο για το 'Παράθεμα':
es: Texto Citas para pensar:
eu: Hausnarketarako aipuaren testua:
fr: Texte de Citation pour réfléchir:
gl: Texto Citas para pensar:
it: Testo Citazione:
nl: Stelling - Tekst
pl: Tekst cytatu:
pt: Texto das citações:
ru: Цитируемый текст:
tr: Alıntı metni:
zh_cn: 引文文本：
zh_tw: 引言文字：

source: Click In Order Game
ca: Prem al joc ordenar
ca_es@valencia: Feu clic en Joc d'ordenar
dz: གོ་རིམ་བསྒྲིག་ནི་རྩེདམོ ཨེབ་གཏང
el: Παιχνίδι Τοποθέτησης
es: Juego de hacer clic por orden
eu: Klikatu joko-hurrenkeran
fr: Jeu: cliquer dans l'ordre correct
gl: Xogo de facer clic por orde
it: Gioco Clicca in ordine
nl: KLik in volgorde spel
pl: Ustaw w kolejności
pt: Jogo de clicar na ordem certa
ru: Щёлкните, чтобы играть
tr: Sıralama oyununa tıkla
zh_cn: 依序点击游戏
zh_tw: 依序點擊遊戲

source: Click in Order according to the hint on the map.
ca: Premeu consecutivament seguint les instruccions del mapa.
ca_es@valencia: Feu clic en Ordena d'acord amb el consell que hi ha al mapa.
dz: འཆར་བཀོད་གུ་ཡོད་པའི་བརྡ་མཚོན་འཁྲིལ་ཏེ་གོ་རིམ་ནང་ཨེབ་གཏང་།
el: Πιέστε για να κάνετε την τοποθέτηση στην εικόνα σύμφωνα με την υπόδειξη.
es: Haz clic por orden siguiendo las pistas del mapa.
eu: Klikatu hurrenkeran mapa-arrastoa jarraituz.
fr: Cliquer selon les pistes apportés par la carte.
gl: Prema por orde seguindo as pistas do mapa.
it: Cliccare in ordine seguendo i suggerimenti della mappa.
nl: Klik in de volgorde n.a.v. de aanwijzing op de kaart.
pl: Kliknij w Uszereguj zgodnie ze wskazówkami na mapie.
pt: Clique na ordem correta de acordo com a pista dada no mapa
ru: Щёлкните в соответствии с подсказкой на карте.
tr: Haritadaki ipucuna göre sıraya tıklayın.
zh_cn: 按照地图上的提示依序点击。
zh_tw: 按照地圖上的提示依序點擊。

source: Title
ca: Títol
ca_es@valencia: Títol
dz: མགོ་མིང
el: Τίτλος
es: Título
eu: Izenburua
fr: Titre
gl: Título
it: Titolo
nl: Titel
pl: Tytuł
pt: Título
ru: Заголовок
tr: Başlık
zh_cn: 标题
zh_tw: 標題

source: Game Instructions
ca: Instruccions del joc
ca_es@valencia: Instruccions del joc
dz: རྩེདམོ་གི་བསླབ་སྟོན
el: Οδηγίες παιχνιδιού
es: Instrucciones del juego
eu: Jolas-arauak
fr: Consignes pour le jeu
gl: Instrucións do xogo
it: Istruzioni del gioco
nl: Spel aanwijzingen
pl: Instrukcje gry
pt: Instruções do jogo
ru: Инструкции игры
tr: Oyun Yönergesi
zh_cn: 游戏说明
zh_tw: 遊戲說明

source: Instructions to show in leading paragraph
ca: Instruccions per mostrar al paràgraf principal
ca_es@valencia: Instruccions que s'han de mostrar al paràgraf inicial
dz: དོན་མཚམས་འགོ་ནང་སྟོན་ནིའི་བཀོད་རྒྱ་ཚུ
el: Οδηγίες που εμφανίζονται στην πρώτη παράγραφο
es: Instrucciones que mostrar en el párrafo introductorio
eu: Paragrafo nagusian erakutsiko diren argibideak
fr: Instructions visibles dans le paragraphe d'introduction
gl: Instrucións a amosar no parágrafo introdutorio
it: Istruzioni da visualizzare nel primo paragrafo
nl: Instructies die getoond moeten worden in voorgaande alinea
pl: Instrukcje do wyświetlania w pierwszym akapicie
pt: Instruções para mostrar no primeiro parágrafo
ru: Инструкции для показа в ведущем параграфе
tr: Baştaki paragrafta gösterilecek talimatlar
zh_cn: 在首段中显示的说明
zh_tw: 在首段中顯示的說明

source: Game Won Feedback Overlay
ca: Realimentació mostrant joc guanyat
ca_es@valencia: Retroacció que se superposa quan es guanya el joc
dz: རྩེདམོ་རྒྱལ་ཁ་ཐོབ་ཅི་པའི་བསམ་ལན་སྤུར་ཁེབས
el: Ανατροφοδότηση κερδισμένου παιχνιδιού
es: Retroalimentación al ganar en el juego
eu: Jokoa irabaztean erakutsiko den feedback-geruza
fr: Message visible en cas de réussite dans le jeu
gl: Retroalimentación ao gañar o xogo
it: Sovrimpressione per partita vinta
nl: Medeling "Spel gewonnen"
pl: Informacja zwrotna, gdy gra wygrana
pt: Imagem de retroalimentação para o jogo ganho
ru: Игра Победа Обратная связь Наложение
tr: Kazanılan Oyun Geri Bildirim Yerleşimi
zh_cn: 游戏获胜的反馈
zh_tw: 贏得遊戲時的回饋

source: Shown over when the game is won
ca: Mostra per damunt quan es guanyi el joc
ca_es@valencia: Es mostra per damunt quan es guanya el joc
dz: རྩེདམོ་རྒྱལ་ཁ་ཐོབ་ད་མཇུག་བསྡུ་བའི་བརྡ་སྟོན་
el: Εμφανίζεται όταν το παιχνίδι έχει κερδηθεί
es: Se muestra cuando se ha ganado en el juego
eu: Jolasa irabazitakoan erakutsiko da
fr: Visible en cas de victoire dans le jeu
gl: Amósase cando se gañou o xogo
it: Viene mostrata quando si vince il gioco
nl: Wordt getoond nadat het spel gewonnen is
pl: Wyświetlany, gdy gra zostanie wygrana
pt: Mostra-se quando se ganha o jogo
ru: Показать поверх когда победа в игре
tr: Oyun kazanıldığında gösterilecek
zh_cn: 赢得比赛时显示
zh_tw: 當贏得遊戲時顯示的回饋

source: Shown over game when correct answer given
ca: Mostra per damunt del joc quan es contesti de forma correcta
ca_es@valencia: Es mostra per damunt del joc quan es dóna la resposta correcta
dz: དྲི་བ་བདེན་བྱིནམ་ད་རྩེདམོ་མཇུག་བསྡུ་བའི་བརྡ་སྟོན་
el: Εμφανίζεται όταν δίνεται σωστή απάντηση
es: Se muestra sobre el juego cuando se ha dado la respuesta correcta
eu: Jolasaren gainean erakutsiko da erantzun zuzena (jolas gehiago erakutsiko da erantzunak asmatu ahala)
fr: Message visible en cas de réponse correcte
gl: Amósase sobre o xogo cando se deu unha resposta correcta
it: Viene mostrata quando si dà la risposta giusta
nl: Wordt getoond nadat een juist antwoord is gegeven
pl: Wyświetlany w grze, gdy podano poprawną odpowiedź
pt: Mostra-se por cima do jogo quando se dá a resposta correta
ru: Показать поверх игры когда дан корректный ответ
tr: Doğru cevap verildiğinde oyun'da gösterilecek
zh_cn: 答案正确时的反馈
zh_tw: 當答案正確時的回饋

source: Correct Answer Feedback Overlay
ca: Realimentació mostrant resposta correcta
ca_es@valencia: Retroacció que se superposa quan la resposta és correcta
dz: ངེས་བདེན་ལན་གྱི་བསམ་ལན་སྤུར་ཁེབས
el: Ανατροφοδότηση σωστής απάντησης
es: Retroalimentación tras respuesta correcta
eu: Erantzun zuzenen feedback-geruza
fr: Message en retour pour les réponses correctes
gl: Retroalimentación logo dunha resposta correcta
it: Sovrimpressione per risposta esatta
nl: Medeling voor feedback "Juist antwoord"
pl: Poprawna odpowiedź Nakładka odpowiedzi
pt: Imagem de retroalimentação para resposta correta
ru: Корректный ответ Обратная связь Наложение
tr: Doğru Cevap Geri Bildirim Yerleşimi
zh_cn: 正确的答案反馈叠加
zh_tw: 答對時的回饋

source: Shown over game when wrong answer is given
ca: Mostra per damunt quan es contesti una resposta no correcta
ca_es@valencia: Es mostra per damunt del joc quan es dóna una resposta incorrecta
dz: དྲི་བ་འཛོལ་བ་བྱིནམ་ད་རྩེདམོ་མཇུག་བསྡུ་བའི་བརྡ་སྟོན་
el: Εμφανίζεται όταν δίνεται λανθασμένη απάντηση
es: Se superpone al juego cuando se ha dado una respuesta incorrecta
eu: Erantzun okerrak ematen direnean, jolasaren gainean erakutsiko dira (jolas gehiago erakutsiko da erantzun okerrak eman ahala)
fr: Visible en cas de réponse incorrecte
gl: Superponse ao xogo cando se deu unha resposta incorrecta
it: Viene mostrata quando si dà la risposta sbagliata
nl: Wordt getoond nadat een onjuist antwoord is gegeven
pl: Pokazane w grze, gdy podano błędną odpowiedź
pt: Mostra-se por cima do jogo quando se dá uma resposta errada
ru: Показать поверх игры когда дан неправильный ответ
tr: Yanlış cevap verildiğinde oyun'da gösterilecek
zh_cn: 答案错误时的反馈
zh_tw: 當答案錯誤時的回饋

source: Wrong Answer Feedback Overlay
ca: Realimentació mostrant resposta incorrecta
ca_es@valencia: Retroacció que se superposa quan la resposta és incorrecta
dz: ཕྱི་འགྱུར་ལན་གྱི་བསམ་ལན་སྤུར་ཁེབས
el: Ανατροφοδότηση λανθασμένης απάντησης
es: Retroalimentación tras respuesta incorrecta
eu: Erantzun okerren feedback-geruza
fr: Message en cas de réponse incorrecte
gl: Retroalimentación logo dunha resposta incorrecta
it: Sovrimpressione per risposta errata
nl: Mededeling voor feedback "Onjuist antwoord"
pl: Błędna odpowiedź Nakładka odpowiedzi
pt: Imagen de retroalimentação para resposta errada
ru: Неправильный ответ Обратная связь Наложение
tr: Yanlış Cevap Geri Bildirim Yerleşimi
zh_cn: 错误的答案反馈叠加
zh_tw: 答錯時的回饋

source: Main Area To Show
ca: Àrea principal a mostrar
ca_es@valencia: Àrea principal que s'ha de mostrar
dz: མངའ་ཁོངས་གཙོ་བོ་སྟོན་ནི
el: Κύρια περιοχή εμφάνισης
es: Área principal mostrada
eu: Erakutsiko den jolas-eremu nagusia
fr: Zone principale à montrer
gl: Área principal a amosar
it: Area principale di visualizzazione
nl: Te tonen Centrale gebied
pl: Główny obszar do pokazania
pt: Área principal a mostrar
ru: Главная площадь для показа
tr: Gösterilecek Ana Alan
zh_cn: 要显示的主要区域
zh_tw: 顯示的主區域

source: The Main Game Area on which to locate items
ca: L'àrea principal del joc on es posen els elements
ca_es@valencia: Àrea principal del joc on es col·loquen els elements
dz: རྩད་མོ་གཙོ་བོ་གི་མངའ་ཁོངས་ལས་ནང་ག་ཡོད་འཚོལ་ནིའི་རྣམ་གྲངས་ཚུ
el: Η κύρια περιοχή του παιχνιδιού στην οποία τοποθετούνται τα αντικείμενα
es: Área principal del juego en la que colocar los objetos
eu: Jolas-eremu nagusia; bertan kokatuko dira elementuak
fr: Aire principale du jeu pour placer les objets
gl: Área principal do xogo na que colocar os obxectos
it: L'area principale in cui collocare gli elementi
nl: Het hoofdspeelveld waarop items moeten worden gelocaliseerd
pl: Główny obszar gry, na którym można zlokalizować przedmioty
pt: A área principal do jogo, onde localizar itens
ru: Главная игровая площадь, на которой расположены элементы
tr: Öğelerin bulunacağı Ana Oyun Alanı
zh_cn: 主要游戏区域，用于查找项目
zh_tw: 放置項目的主要遊戲區域

source: Area shown before the game starts
ca: Àrea mostrada abans que el joc comenci
ca_es@valencia: Àrea que es mostra abans que comence el joc
dz: རྩད་མོ་འགོ་མ་བཙུགས་ཧེན་མ་སྟོན་པའི་མངའ་ཁོངས་
el: Περιοχή που εμφανίζεται πριν ξεκινήσει το παιχνίδι
es: Área mostrada antes del inicio del juego
eu: Hasi aurretik erakutsiko den jolas-eremua
fr: Aire montrée avant le début du jeu
gl: Área amosada antes do inicio do xogo
it: Area mostrata prima dell'inizio del gioco
nl: Veld dat getoond wordt voordat het spel begint
pl: Obszar wyświetlany przed rozpoczęciem gry
pt: Área mostrada antes de o jogo começar
ru: Показана площадь до старта игры
tr: Oyun başlamadan önce gösterilecek alan
zh_cn: 比赛开始前显示的区域
zh_tw: 遊戲開始前顯示的區域
