Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Select the parent folder for export.
ca: Selecciona la carpeta pare per exportar
ca_es@valencia: Seleccioneu la carpeta pare per a la exportació.
dz: རྩ་ལག་སྣོད་འཛིན་དེ་ཕྱིར་འདྲེན་འབད་ནིའི་དོན་ལུ་་སེལ་འཐུ་འབད།.
el: Επιλέξτε τον γονικό φάκελο για εξαγωγή.
es: Seleccione la carpeta padre para la exportación.
eu: Aukeratu esportazioaren karpeta.
fr: Sélectionner le dossier parent à exporter.
gl: Seleccione o directorio principal para a exportación.
it: Scegliere la cartella contenitore per l'esportazione.
nl: Kies de hoofdmap voor export
pl: Wybierz folder nadrzędny do eksportu.
pt: Escolha a pasta superior para a exportação.
ru: Выберите родительскую папку для экспорта.
tr: Dosyayı dışarı aktarmak için bir ana klasör seçin.
zh_cn: 选择要导出的父文件夹。
zh_tw: 選擇要匯出的父資料夾。

source: Export text package as
ca: Anomena i exporta el paquet de text
ca_es@valencia: Anomena i exporta el paquet de text
dz: ཚིག་ཡིག་ཐུམ་སྒྲིལ་ཕྱིར་འདྲེན་འབད་
el: Εξαγωγή πακέτου κειμένου ως
es: Exportar paquete de texto como
eu: Testu paketea honela esportatu
fr: Exporter le paquet de texte sous
gl: Exportar paquete de texto como
it: Esporta pacchetto di solo testo con nome
nl: Exporteer tekstbestand als
pl: Eksportuj pakiet tekstowy jako
pt: Exportar pacote de texto como
ru: Экспортировать текстовый пакет как
tr: Metin paketini şu şekilde dışa aktar
zh_cn: 将文本包导出为
zh_tw: 將文字套件匯出為

source: Text File
ca: Fitxer de text
ca_es@valencia: Fitxer de text
dz: ཡིག་སྣོད་ཡིག་སྣད
el: Αρχείο κειμένου
es: Fichero de texto plano
eu: Testu fitxategia
fr: Fichier de texte
gl: Ficheiro de texto
it: File di testo
nl: Tekstbestand
pl: Plik tekstowy
pt: Ficheiro de texto
ru: Текстовый файл
tr: Metin Dosyası
zh_cn: 文本文件
zh_tw: 文字檔

source: Save package resources report as
ca: Anomena i desa com a informe de recursos del paquet
ca_es@valencia: Anomena i guarda l'informe de recursos del paquet
dz: ཐུམ་སྒྲིལ་ཐོན་ཁུངས་ཚུའི་སྙན་ཞུ་སྲུངས
el: Αποθήκευση αναφοράς για τις πηγές του πακέτου ως
es: Guardar el informe sobre los recursos del paquete como
eu: Honela gorde paketearen baliabide txostena
fr: Sauvez le rapport sous
gl: Gardar o informe sobre os recursos do paquete como
it: Salva rapporto del pacchetto di risorse con il nome
nl: Sla het bronnenreport op als
pl: Zapisz raport zasobów pakietu jako
pt: Guardar relátorio de recursos do pacote como
ru: Сохранить отчёт ресурсов пакета как
tr: Paket kaynakları raporunu farklı kaydet
zh_cn: 将包资源报告另存为
zh_tw: 將套件資源報告另存為

source: CSV File
ca: Fitxer CSV
ca_es@valencia: Fitxer CSV
dz: སི་ཨེསི་ཝི་ཡིག་སྣོད
el: Αρχείο CSV
es: Fichero CSV
eu: CSV fitxategia
fr: Fichier CSV
gl: Ficheiro .csv
it: File CSV
nl: CSV bestand
pl: Plik CSV
pt: Ficheiro CSV
ru: CSV файл
tr: CSV Dosyası
zh_cn: CSV 文件
zh_tw: CSV 檔

source: Export EPUB3 package as
ca: Anomena i exporta com a paquet EPUB3
ca_es@valencia: Anomena i exporta el paquet EPUB3
dz: EPUB3་ཐུམ་སྒྲིལ་ཕྱིར་འདྲེན་འབད་
el: Εξαγωγή πακέτου EPUB3 ως
es: Exportar como paquete EPUB3
eu: Esportatu EPUB paketea honela
fr: Exporter le paquet EPUB3 sous
gl: Exportar paquete EPUB3 como
it: Esporta pacchetto EPUB3 con il nome
nl: Exporteer EPUB3 bestand als
pl: Eksportuj pakiet EPUB3 jako
pt: Exportar pacote EPUB3 como
ru: Экспортировать EPUB3 пакет как
tr: EPUB3 paketini şu şekilde dışa aktar
zh_cn: 导出EPUB3包为
zh_tw: 將 EPUB3 套件匯出為

source: EPUB3 File
ca: Fitxer EPUB3
ca_es@valencia: Fitxer EPUB3
dz: EPUB3་ཡིག་སྣོད
el: Αρχείο EPUB3
es: Fichero EPUB3
eu: EPUB3 fitxategia
fr: Fichier EPUB3
gl: Ficheiro EPUB3
it: File EPUB3
nl: EPUB3 bestand
pl: Plik EPUB3
pt: Ficheiro EPUB3
ru: EPUB3 файл
tr: EPUB3 dosyası
zh_cn: EPUB3文件
zh_tw: EPUB3 檔

source: Export SCORM package as
ca: Anomena i exporta com paquet SCORM
ca_es@valencia: Anomena i exporta el paquet SCORM
dz: SCORM་ཐུམ་སྒྲིལ་ཕྱིར་འདྲེན་འབད་
el: Εξαγωγή πακέτου SCORM ως
es: Exportar paquete SCORM como
eu: SCORM paketea honela esportatu
fr: Exporter le paquet SCORM comme
gl: Exportar paquete SCORM como
it: Esporta pacchetto SCORM con nome
nl: Exporteer SCORM bestand als
pl: Eksportuj pakiet SCORM jako
pt: Exportar pacote SCORM como
ru: Экспортировать SCORM пакет как
tr: SCORM paketini şu olarak dışa aktar
zh_cn: 将SCORM包导出为
zh_tw: 將 SCORM 套件匯出為

source: Export IMS package as
ca: Anomena i exporta com paquet IMS
ca_es@valencia: Anomena i exporta el paquet IMS
dz: IMS ་ཐུམ་སྒྲིལ་ཕྱིར་འདྲེན་འབད་
el: Εξαγωγή πακέτου IMS ως
es: Exportar el paquete IMS como
eu: IMS paketea honela esportatu
fr: Exporter le paquet IMS comme
gl: Exportar paquete IMS como
it: Esporta pacchetto IMS con nome
nl: Exporteer het IMS bestabnd als
pl: Eksportuj pakiet IMS jako
pt: Exportar pacote IMS como
ru: Экспортировать IMS пакет как
tr: IMS paketini şu şekilde dışa aktar
zh_cn: 将IMS包导出为
zh_tw: 將 IMS 套件匯出為

source: Export Website package as
ca: Anomena i exporta com paquet HTMLZIP
ca_es@valencia: Anomena i exporta el paquet Website
dz: ས་ཁོངས་ཐུམ་སྒྲིལ་ཕྱིར་འདྲེན་འབད་
el: Εξαγωγή πακέτου Ιστοσελίδας ως
es: Exportar paquete de sitio web como
eu: Webgune paketea honela esportatu
fr: Exporter le paquet Website comme
gl: Exportar Sitio web como
it: Esporta pacchetto Sito web con nome
nl: Exporteer het Website bestand als
pl: Eksportuj pakiet witryny jako
pt: Exportar pacote Sítio Web como
ru: Экспортировать веб-сайт пакет как
tr: Web sitesi paketini şu şekilde dışa aktar
zh_cn: 将网站文件包导出为
zh_tw: 將網站套件匯出為

source: Export Common Cartridge as
ca: Anomena i exporta com Common Cartridge
ca_es@valencia: Anomena i exporta el cartutx comú
el: Εξαγωγή Common Cartridge ως
es: Exportar paquete Common Cartridge como
eu: Common Cartridge-a honela esportatu
fr: Exporter Cartouche Commune sous
gl: Exportar Common Cartridge como
it: Esporta Common Cartridge con nome
nl: Exporteer Common Cartridge als
pl: Eksportuj jako Wspólny Wkład - Common Cartridge
pt: Exportar Common Cartridge como
ru: Экспортировать Common Cartridge как
tr: Common Cartridge'u şu şekilde dışa aktar
zh_cn: 将Common Cartridge导出为
zh_tw: 將共用卡匣匯出為

source: INVALID VALUE PASSED TO exportPackage
ca: S'ha PASSAT UN VALOR NO VÀLID al paquet exportat
ca_es@valencia: S'ha passat un valor invàlid a exportPackage
el: ΜΗ ΕΓΚΥΡΗ ΤΙΜΗ ΔΟΘΗΚΕ ΣΤΟ πακέτο εξαγωγής
es: VALOR INVÁLIDO PASADO A exportPackage
eu: BALIO OKERRA EMAN ZAIO exportPackage-ari
fr: Valeur invalide passé vers paquet d'exportation
gl: Valor transferido a paquete exportado NON VÁLIDO
it: VALORE NON VALIDO passato a exportPackage
nl: VERKEERDE WAARDE MEEGEGEVEN aan exportbestand
pl: NIEPRAWIDŁOWA WARTOŚĆ PRZEKAZANA DO eksportujPakiet
pt: VALOR INVÁLIDO PASSADO PARA exportPackage
ru: Недопустимое значение передано в пакет экспорта
tr: Dışa Aktarma Paketine GEÇERSİZ DEĞER ATANDI
zh_cn: 传递给exportPackage的值无效
zh_tw: 傳給 exportPackage 的值不合法

source: SCORM/IMS/ZipFile
ca: SCORM/IMS/HTMLZIP
dz: SCORM/IMS/ཛིཔ་ཡིག་སྣད
es: Fichero Zip SCORM/IMS
eu: SCORM/IMS/Zip fitxategia
gl: Ficheiro SCORM/IMS/ZIP
pl: SCORM/IMS/Zip
pt: SCORM/IMS/arquivo ZIP
ru: SCORM/IMS/Файл Zip
tr: SCORM/IMS/ZipDosyası
zh_cn: SCORM / IMS / Zip 文件
zh_tw: SCORM/IMS/Zip檔

source: No templates available
ca: No hi ha plantilles disponibles
ca_es@valencia: No hi ha cap plantilla disponible
dz: དཔེ་གཞི་ཚུ་མེད
el: Δεν υπάρχουν διαθέσιμα πρότυπα
es: No se encuentra plantillas
eu: Ezin da txantiloirik jaitsi
fr: Aucun modèle disponible
gl: Non se atopan modelos dispoñíbeis
it: Nessun modello disponibile
pl: Brak dostępnych szablonów
ru: Нет доступных шаблонов
tr: Kullanılabilir şablon yok
zh_cn: 无模板
zh_tw: 沒有可用的樣本

source: Loading package...
ca: S'està carregant el paquet...
ca_es@valencia: S'està carregant el paquet...
dz: ཐུམ་སྒྲིལ་མངོན་གསལ་འབད་དོ་...
el: Φόρτωση πακέτου...
es: Cargando el paquete...
eu: Paketea kargatzen...
fr: Chargement du paquet en cours...
gl: Cargando paquete...
it: Caricamento pacchetto...
nl: Bestand laden...
pl: Ładowanie pakietu...
pt: A carregar o pacote...
ru: Загрузка пакета...
tr: Paket yükleniyor...
zh_cn: 正在加载包...
zh_tw: 載入套件中...

source: Open File
ca: Obre el fitxer
ca_es@valencia: Obri un fitxer
dz: ཡིག་སྣོད་ཁ་ཕྱེ
el: Άνοιγμα αρχείου
es: Abrir un archivo
eu: Fitxategia ireki
fr: Ouvrez le dossier
gl: Abrir ficheiro
it: Apri file
nl: Open Bestand
pl: Otwórz plik
pt: Abrir Ficheiro
ru: Открыть файл
tr: Dosya Aç
zh_cn: 打开文件
zh_tw: 開啟檔案

source: Loading package: {filename}
ca: S'està carregant el paquet: {filename}
ca_es@valencia: S'està carregant el paquet: {filename}
dz: ཐུམ་སྒྲིལ་: {filename}་མངོན་གསལ་འབད་དོ་
el: Φόρτωση πακέτου: {filename}
es: Cargando paquete: {filename}
eu: Paketea kargatzen: {filename}
fr: Chargement en cours du paquet: {filename}
gl: Cargando paquete: {filename}
it: Caricamento pacchetto: {filename}
nl: Bestand laden...(Bestandsnaam)
pl: Ładowanie pakietu: {filename}
pt: A carregar o pacote: {filename}
ru: Загрузка пакета: {filename}
tr: Paket yükleniyor: {filename}
zh_cn: 正在加载包：{filename}
zh_tw: 載入套件中：{filename}

source: Save Package first?
ca: Deseu el paquet primer ?
ca_es@valencia: Voleu guardar primer el paquet?
dz: ཐུམ་སྒྲིལ་ཧེ་མ་སྲུངས་བཞག?
el: Αποθήκευση πακέτου πρώτα
es: ¿Guardar el paquete primero?
eu: Paketea gorde?
fr: Sauvegarder le paquet au préalable?
gl: Gardar o paquete primeiro?
it: Salvare il pacchetto prima di proseguire?
nl: Bestand eerst opslaan?
pl: Najpierw zapisz pakiet?
pt: Guardar antes o pacote?
ru: Сначала сохранить пакет?
tr: İlk olarak paket kaydedilsin mi?
zh_cn: 首先保存包吗？
zh_tw: 要先儲存套件嗎？

source: The current package has been modified and not yet saved. Would you like to save it?
ca: El paquet actual ha estat modificat i encara no s'ha desat. Voleu desar-lo ?
ca_es@valencia: El paquet actual s'ha modificat i encara no s'ha guardat. Voleu guardar-lo?
el: Το παρόν πακέτο έχει τροποποιηθεί και δεν έχει ακόμη αποθηκευτεί. Θέλετε να το αποθηκεύσετε;
es: El paquete actual ha sido modificado y aún no se ha guardado. ¿Desea guardarlo?
eu: Paketea aldatu da eta oraindik ez da gorde. Gorde nahi duzu?
fr: Le paquet actuel a été modifié et n'a pas encore été enregistré. Souhaitez-vous le sauvegarder?
gl: O paquete actual foi modificado pero non se gardou aínda. Desexa gardalo?
it: Il pacchetto corrente è stato modificato ma non ancora salvato. Salvare ora?
nl: Het huidige bestand is gewijzigd en nog niet opgeslagen. Wilt U het eerst opslaan?
pl: Obecny pakiet został zmodyfikowany i jeszcze nie zapisany. Czy chcesz go zapisać?
pt: O pacote atual foi modificado e ainda não foi guardado. Deseja guardá-lo?
ru: Текущий пакет был изменён, но ещё не сохранён. Вы хотите сохранить его?
tr: Mevcut paket değiştirildi ve henüz kaydedilmedi. Kaydetmek ister misiniz?
zh_cn: 当前包已被修改但尚未保存。你想保存吗？
zh_tw: 目前的套件已變更但尚未儲存。您要先儲存嗎？

source: Saving package to: {filename}
ca: S'està desant el paquet: {filename}
ca_es@valencia: S'està guardant el paquet en: {filename}
dz: ཐུམ་སྒྲིལ་འདི་: {filename}་སྲུངས་བཞག་དོ་
el: Αποθήκευση πακέτου σε: {filename}
es: Guardando el paquete como: {filename}
eu: Paketea hemen gordetzen: {filename}
fr: Sauvegarde en cours du paquet sous: {filename}
gl: Cargando paquete: {filename}
it: Salvataggio pacchetto in: {filename}
nl: Bestand opslaan als: (Bestandsnaam)
pl: Zapisuję pakiet w: {filename}
pt: A guardar o pacote em: {filename}
ru: Сохранение пакета в: {filename}
tr: Paket: {filename} klasörüne kaydediliyor
zh_cn: 将包保存到：{filename}
zh_tw: 正在儲存套件到：{filename}

source: Title for template:
ca: Títol per a la plantilla:
ca_es@valencia: Títol de la plantilla:
dz: དཔེ་གཞི་གི་དོན་ལུ་མགོ་མིང་:
el: Τίτλος για το πρότυπο:
es: Título de la plantilla:
eu: Txantiloiaren izenburua:
fr: Titre pour le modèle :
gl: Título do modelo:
it: Titolo del modello:
pl: Tytuł szablonu:
ru: Заголовок для шаблона:
tr: Şablon başlığı:
zh_cn: 模板标题：
zh_tw: 樣本的標題：

source: Enter the new name for template:
ca: Entreu el nom nou per a la plantilla:
ca_es@valencia: Introduïu el nom de la plantilla nova:
dz: དཔེ་གཞི་གི་དོན་ལུ་མིང་གསརཔ་བཙུགས་:
el: Εισάγετε το νέο όνομα του πακέτου:
es: Introduzca el nuevo nombre de la plantilla:
eu: Sartu txantiloiaren izen berria:
fr: Tapez le nouveau nom du modèle :
gl: Introduza un novo nome para o modelo:
it: Inserire il nome del modello:
pl: Wprowadź nową nazwę dla szablonu:
ru: Введите новое имя шаблона:
tr: Şablon için yeni ismi yazınız:
zh_cn: 输入模板的新名称：
zh_tw: 輸入樣本的新名稱：

source: Save file
ca: Desa fitxer
ca_es@valencia: Guarda el fitxer
dz: ཡིག་སྣད་་སྲུངས་བཞག
el: Αποθήκευση αρχείου
es: Guardar fichero
eu: Gorde fitxategia
fr: Sauvegardez le fichier
gl: Gardar ficheiro
it: Salva file
nl: Sla bestand op
pl: Zapisz plik
pt: Guardar ficheiro
ru: Сохранить файл
tr: Dosya kaydet
zh_cn: 保存文件
zh_tw: 儲存檔案

source: Saving package...
ca: S'està desant el paquet...
ca_es@valencia: S'està guardant el paquet...
dz: ཐུམ་སྒྲིལ་སྲུངས་བཞག་དོ་..
el: Αποθήκευση πακέτου...
es: Guardando el paquete...
eu: Paketea gordetzen...
fr: Sauvegarde du paquet en cours...
gl: Gardando paquete...
it: Salvataggio pacchetto...
nl: Bestand opslaan
pl: Zapisuję pakiet...
pt: A guardar o pacote...
ru: Сохранение пакета...
tr: Paket kaydediliyor...
zh_cn: 保存包...
zh_tw: 儲存套件中...

source: You do not have the permissions to open folder
ca: No teniu permisos per obrir la carpeta
ca_es@valencia: No tens permís per a obrir la carpeta
dz: ཁྱོད་ལུ་སྣོད་འཛིན་ཁ་ཕྱེ་ནི་གནང་བ་ཚུ་མེད
el: Δεν έχετε άδεια να ανοίξετε τον φάκελο
es: No tiene permisos para abrir la carpeta
eu: Ez duzu baimenik karpeta irekitzeko
fr: Vous n'avez pas l'autorisation nécessaire pour ouvrir ce dossier
gl: Non ten permisos para abrir o cartafol
it: Manca il permesso di aprire la cartella
nl: U hebt onvoldoende rechten om een map te opnenen
pl: Nie masz uprawnień do otwierania folderu
pt: Não tem permissões para abrir a pasta
ru: У вас нет прав для открытия папки
tr: Klasörü açma izniniz yok
zh_cn: 您没有打开文件夹的权限
zh_tw: 您沒有開啟資料夾的權限

source: You do not have the permissions to write into folder
ca: No teniu permisos per escriure en la carpeta
ca_es@valencia: No tens permís per a escriure a la carpeta
dz: ཁྱོད་ལུ་སྣོད་འཛིན་ནང་འབྲི་ནི་གནང་བ་ཚུ་མེད
el: Δεν έχετε άδεια να αλλάξετε τον φάκελο
es: No tiene permisos para escribir en la carpeta
eu: Ez duzu baimenik karpetaren barruan idazteko
fr: Vous n'avez pas l'autorisation nécessaire pour écrire dans ce dossier
gl: Non ten permisos para escribir no cartafol
it: Manca il permesso di scrivere nella cartella
nl: U hebt onvoldoende rechten om in de map een bestand aan te maken
pl: Nie masz uprawnień do zapisu w folderze
pt: Não tem permissões para escrever na pasta
ru: У вас нет разрешения на запись в папку
tr: Klasöre yazma izniniz yok
zh_cn: 您没有写入文件夹的权限
zh_tw: 您沒有寫入資料夾的權限

source: You do not have the permissions to open the file
ca: No teniu permisos per obrir el fitxer
ca_es@valencia: No tens permís per a obrir el fitxer
dz: ཁྱོད་ལུ་ཡིག་སྣོད་ཁ་ཕྱེ་ནི་གནང་བ་ཚུ་མེད
el: Δεν έχετε άδεια να ανοίξετε το αρχείο
es: No tiene permisos para abrir el fichero
eu: Ez duzu baimenik fitxategia irekitzeko
fr: Vous n'avez pas l'autorisation nécessaire pour ouvrir ce fichier
gl: Non ten permisos para abrir o ficheiro
it: Manca il permesso di aprire il file
nl: U hebt onvoldoende rechten om het bestand te opnene
pl: Nie masz uprawnień do otwarcia pliku
pt: Não tem permissões para abrir o ficheiro
ru: У вас нет прав для открытия файла
tr: Dosyayı açma izniniz yok
zh_cn: 您无权打开该文件
zh_tw: 您沒有開啟檔案的權限

source: You do not have the permissions to save into folder
ca: No teniu permisos per desar dins de la carpeta
ca_es@valencia: No tens permís per a guardar a la carpeta
dz: ཁྱོད་ལུ་སྣོད་འཛིན་ནང་སྲུངས་ནི་གནང་བ་ཚུ་མེད
el: Δεν έχετε άδεια να αποθηκεύσετε στον φάκελο
es: No tiene permisos para guardar en la carpeta
eu: Ez duzu baimenik karpetaren barruan ezer gordetzeko
fr: Vous n'avez pas l'autorisation nécessaire pour faire des sauvegardes dans ce dossier
gl: Non ten permisos para escribir no cartafol
it: Manca il permesso di salvare nella cartella
nl: U hebt onvoldoende rechten om in de map een bestand op te slaan
pl: Nie masz uprawnień do zapisywania w folderze
pt: Não tem permissões para guardar na pasta
ru: У вас нет разрешения на сохранение в папку
tr: Klasöre kaydetme izniniz yok
zh_cn: 您没有保存到文件夹的权限
zh_tw: 您沒有儲存資料夾的權限

source: Create Folder
ca: Crea carpeta
ca_es@valencia: Crea una carpeta
dz: སྣོད་འཛིན་གསར་བསྐྲུན་འབད
el: Δημιουργία φακέλου
es: Crear carpeta
eu: Karpeta sortu
fr: Créer un dossier
gl: Crear cartafol
it: Crea cartella
nl: Maar een map aan
pl: Utwórz folder
pt: Criar pasta
ru: Создать директорию
tr: Klasör Oluştur
zh_cn: 创建文件夹
zh_tw: 建立資料夾

source: Enter the new folder name:
ca: Entreu el nom de la carpeta:
ca_es@valencia: Introduïu el nom de la carpeta nova:
dz: སྣོད་འཛིན་གསར་གྱི་་མིང་བཙུགས་:
el: Εισάγετε το νέο όνομα του φακέλου:
es: Introduzca el nombre de la nueva carpeta:
eu: Karpeta berriaren izena sartu:
fr: Tapez le nom du nouveau dossier:
gl: Introduza o novo nome do cartafol:
it: Inserire il nome della nuova cartella:
nl: Voer de nieuwe map-naam in
pl: Wprowadź nazwę nowego folderu:
pt: Digite o nome da nova pasta:
ru: Введите новое имя директории:
tr: Yeni klasörün adını giriniz:
zh_cn: 输入新文件夹名称 ：
zh_tw: 輸入新資料夾名稱：

source: You do not have the permissions to create a folder in folder
ca: No teniu permisos per crear una carpeta dins de la carpeta.
ca_es@valencia: No tens permís per a crear una carpeta en la carpeta
dz: ཁྱོད་ལུ་སྣོད་འཛིན་ནང་སྣོད་འཛིན་གསར་བསྐྲུན་འབད་ནི་གནང་བ་ཚུ་མེད
el: Δεν έχετε άδεια να δημιουργήσετε υποφάκελο
es: No tiene permisos para crear una carpeta nueva en la carpeta
eu: Ez duzu baimenik karpetaren barruan karpetak sortzeko
fr: Vous n'êtes pas l'autorisation nécessaire pour créer un nouveau dossier dans ce dossier
gl: Non ten permisos para crear un subcartafol no cartafol
it: Manca il permesso di creare una sotto-cartella
nl: U hebt onvoldoende rechten om een sub-map aan te maken
pl: Nie masz uprawnień, aby utworzyć folder w folderze
pt: Não tem permissões para criar uma subpasta na pasta
ru: У вас нет прав на создание папки в папке
tr: Klasörün içinde klasör oluşturma izniniz yok
zh_cn: 您无权在文件夹中创建文件夹
zh_tw: 您沒有在資料夾中建立子資料夾的權限

source: Confirm?
ca: Esteu segur ?
ca_es@valencia: Confirmeu
dz: གཏན་འཁེལ་ཨིན་ན?
el: Επιβεβαίωση;
es: ¿Lo confirma?
eu: Baieztatu?
fr: Confirmer ?
gl: Confirmar?
it: Conferma?
nl: Bevestigen?
pl: Potwierdzić?
pt: Confirma?
ru: Подтверждаете?
tr: Onaylansın mı?
zh_cn: 确认？
zh_tw: 確定嗎？

source: The file already exists. Do you want to replace it?
ca: El fitxer ja existeix. Voleu reemplaçar-lo ?
ca_es@valencia: El fitxer ja existeix. Voleu reemplaçar-lo?
dz: འ་ནི་ཡིག་སྣོད་དེ་ཧེ་མ་ལས་རང་ཡོད། ཁྱོད་ཀྱི་དེ་ ཚབ་བཙུགས་ནི་ཨིན་ན?
el: Το αρχείο υπάρχει ήδη. Θέλετε να το αντικαταστήσετε;
es: El fichero ya existe. ¿Desea reemplazarlo?
eu: Dagoeneko badago fitxategi bat izen horrekin. Ordeztu nahi duzu?
fr: Le fichier existe déjà. Voulez-vous le remplacer?
gl: O nome de estilo xa existe: %s Desexa substituílo?
it: Il file esiste già. Sostituirlo?
nl: Het bestand bestaat al. Wilt U het vervangen?
pl: Plik już istnieje. Czy chcesz go zastąpić?
pt: O ficheiro já existe. Deseja substituí-lo?
ru: Файл уже существует. Хотите заменить его?
tr: Dosya zaten var. Değiştirmek istiyor muuinuz?
zh_cn: 该文件已存在。你想替换它吗？
zh_tw: 檔案已存在。您要取代它嗎？

source: Name
ca: Nom
ca_es@valencia: Nom
dz: མིང
el: Όνομα
es: Nombre
eu: Izena
fr: Nom
gl: Nome
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
tr: İsim
zh_cn: 名称
zh_tw: 名稱

source: Type
ca: Tipus
ca_es@valencia: Tipus
dz: དབྱེ་བ
el: Προέλευση
es: Tipo
eu: Mota
fr: Type de ressource
gl: Tipo
it: Tipo
pl: Typ
pt: Tipo
ru: Тип
tr: Tür
zh_cn: 类型
zh_tw: 型態

source: Modified
ca: Modificat
ca_es@valencia: Modificat
dz: ལེགས་བཅོས་གྲུབ་པའི
el: Τροποποιήθηκε
es: Modificado
eu: Aldatua
fr: Modifié
gl: Modificado
it: Modificato
nl: Gewijzigd
pl: Zmodyfikowano
pt: Modificado
ru: Изменён
tr: Değiştirilmiş
zh_cn: 已修改的
zh_tw: 已變更

source: Open
ca: Obre
ca_es@valencia: Obri
dz: ཁ་ཕྱེ
el: Άνοιγμα
es: Abrir
eu: Ireki
fr: Ouvrir
gl: Abrir
it: Apri
pl: Otwórz
pt: Abrir
ru: Открыть
tr: Aç
zh_cn: 打开
zh_tw: 開啟

source: Save
ca: Desa
ca_es@valencia: Guarda
dz: སྲུངས
el: Αποθήκευση
es: Guardar
eu: Gorde
fr: Sauvegarder
gl: Gardar
it: Salva
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить
tr: Kaydet
zh_cn: 保存
zh_tw: 儲存

source: Create Directory
ca: Crea carpeta
ca_es@valencia: Crea un directori
dz: སྣོད་ཐོ་་གསར་བསྐྲུན་འབད
el: Δημιουργία φακέλου
es: Crear carpeta
eu: Direktorioa sortu
fr: Créer le répertoire
gl: Crear directorio
it: Crea cartella
nl: Aanmaken map
pl: Utwórz folder
pt: Criar pasta
ru: Создать каталог
tr: Klasör Oluştur
zh_cn: 创建目录
zh_tw: 建立目錄

source: Save in:
ca: Desa a:
ca_es@valencia: Guarda a:
dz: ནང་སྲུངས:
el: Αποθήκευση στο:
es: Guardar en:
eu: Gorde hemen:
fr: Sauvegarder dans:
gl: Gardar en:
it: Salva in:
nl: Sla op in:
pl: Zapisz w:
pt: Guardar en:
ru: Сохранить в:
tr: İçine Kaydet:
zh_cn: 保存在：
zh_tw: 儲存於：

source: Folder
ca: Carpeta
ca_es@valencia: Carpeta
dz: སྣོད་འཛིན
el: Φάκελος
es: Carpeta
eu: Karpeta
fr: Dossier
gl: Cartafol
it: Cartella
nl: Map
pt: Pasta
ru: Папка
tr: Klasör
zh_cn: 文件夹
zh_tw: 資料夾

source: Select Folder
ca: Selecciona carpeta
ca_es@valencia: Seleccioneu una carpeta
dz: སྣོད་འཛིན་སེལ་འཐུ་འབད
el: Επιλογή φακέλου
es: Seleccionar carpeta
eu: Hautatu karpeta
fr: Sélectionner le dossier
gl: Seleccionar cartafol
it: Scegliere una cartella
nl: Kies een map
pl: Wybierz folder
pt: Selecionar pasta
ru: Выбрать директорию
tr: Klasör seç
zh_cn: 选择文件夹
zh_tw: 選擇資料夾

source: Dublin Core Metadata
ca: Dublin Core Metadades
ca_es@valencia: Dublin Core Metadada
dz: དུབ་ལིན་ནང་སྙིང་མེ་ཊ་གནད་སྡུད
el: Μεταδεδομένα Dublin Core
es: Metadatos Dublin Core
eu: Dubln Core metadatuak
fr: Standard de métadonnées (DCMI)
gl: Metadatos Dublin Core
it: Metadati Dublin Core
pt: Metadados Dublin Core
ru: Метаданные Ядра Dublin
tr: Dublin Core Üstveri
zh_cn: Dublin Core 元数据
zh_tw: Dublin Core 中繼資料

source: The name given to the resource.
ca: El nom donat al recurs
ca_es@valencia: El nom que s'ha donat al recurs.
dz: དངོས་པོ་ལུ་བྱིན་པའི་མིང་།
el: Όνομα που δόθηκε στο παιδαγωγικό υλικό.
es: Nombre dado al recurso.
eu: Baliabideari emandako izena.
fr: Le nom donné à cette ressource.
gl: Nome dado ao recurso.
it: Nome per questa risorsa.
nl: Geef de leerdoelstellingen voor deze bron.
pl: Nazwa zasobu.
pt: Nome atribuído a este recurso
ru: Имя, данное ресурсу.
tr: Kaynağa verilen ad.
zh_cn: 为资源指定的名称。
zh_tw: 此資源的名稱。

source: Creator
ca: Creador
ca_es@valencia: Creador
dz: གསར་སྐྲུན་པ
el: Δημιουργός
es: Creador
eu: Sortzailea
fr: Créateur
gl: Creador ou creadora
it: Creatore
nl: Maker
pl: Twórca
pt: Autor
ru: Создатель
tr: Oluşturan
zh_cn: 创建者
zh_tw: 建立者

source: An entity primarily responsible for making the content of the resource.
ca: Entitat responsable de l'elaboració del recurs
ca_es@valencia: Entitat responsable d'elaborar els continguts del recurs
dz: དངོས་པོ་གི་ནང་དོན་གྱི་དོན་ལུ་ཕན་འདེབས་འབད་མི་ངོ་བོ།
el: Το πρόσωπο που είναι υπεύθυνο για τη δημιουργία του έργου αυτού.
es: Entidad responsable de elaborar el contenido del recurso.
eu: Baliabidearen edukia sortzeko ardura duen entitatea.
fr: L'entité responsable du contenu de la ressource.
gl: Unha entidade responsable de elaborar o contido do recurso.
it: Una entità principalmente responsabile del contenuto della risorsa.
nl: De verantwoordelijke voor het aanmaken van de bron.
pl: Podmiot w pierwszej kolejności jest odpowiedzialny za zawartość zasobu.
pt: A entidade principal responsável pela elaboração do conteúdo do recurso.
ru: Сущность, ответственная за изготовление содержимого ресурса.
tr: Öncelikle kaynağın içeriğini oluşturmaktan sorumlu bir birim.
zh_cn: 一个主要负责制造资源的实体
zh_tw: 負責建立此資源內容的人。

source: Subject
ca: Tema
ca_es@valencia: Assumpte
dz: ཆོས་ཚན
el: Θέμα
es: Tema
eu: Tema
fr: Objet
gl: Tema
it: Argomento
nl: Onderwerp
pl: Temat
pt: Tema
ru: Тема
tr: Konu
zh_cn: 主题
zh_tw: 主題
