Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: You might create an itinerary of challenges where players won't be able to access a new game or challenge until they get a key in a previous activity. For this purpose, you might establish an access code as well as a message that may be displayed to players when they get a fixed percentage of hits, and be used as a password to a new challenge or a following activity.
ca: Podeu crear un itinerari de reptes on els jugadors no podran accedir a un nou joc o repte fins que no obtinguin una clau en una activitat anterior. Per a aquest propòsit, podeu establir un codi d'accés així com un missatge que es pugui mostrar als jugadors quan tinguin un percentatge fix d'encerts i que s'utilitzi com a contrasenya per a un nou repte o una activitat següent.
ca_es@valencia: Pot crear un itinerari de desafiaments on els jugadors no podran accedir a un nou joc o desafiament fins que obtinguen una clau en una activitat prèvia. Per a aquest propòsit, pot establir un codi d'accés, així com un missatge que es pot mostrar als jugadors quan obtenen un percentatge fix de colps, i es pot utilitzar com a contrasenya per a un nou desafiament o una activitat següent.
el: Είναι καλό να δημιουργήσετε ένα πλάνο σύμφωνα με το οποίο οι μαθητές δεν θα έχουν πρόσβαση σε ένα νέο παιχνίδι ή μια νέα δοκιμασία, μέχρι να πάρουν το κλειδί σε μια προηγούμενη δραστηριότητα. Για το σκοπό αυτό, μπορείτε να δημιουργήσετε έναν κωδικό, καθώς και ένα μήνυμα που θα εμφανίζεται στους μαθητές όταν θα έχουν έναν συγκεκριμένο αριθμό επιτυχιών, ο οποίος θα χρησιμοποιηθεί ως κωδικός πρόσβασης για μια νέα δοκιμασία ή για την επόμενη δραστηριότητα.
es: Puede crear un itinerario de desafíos en el que los jugadores no podrán acceder a un nuevo juego o desafío hasta que consigan una clave en una actividad previa. Para esto puede establecer un código de acceso así como un mensaje que se mostrará a los jugadores cuando alcancen un porcentaje fijado de aciertos, y que podrán usar como contraseña para un nuevo desafío o una actividad posterior.
eu: Erronka ibilbide sortu nahi baduzu, jokoaren edo erronkaren giltza aurreko jardueran eman dezakezu. Adibidez, asmaketa ehuneko jakin batera iristean mezu batean eman dezakezu hurrengo jardueraren sarbide kodea.
fr: Vous pouvez créer un itinéraire de défis où les joueurs ne peuvent pas avoir accès à un nouveau jeu ou défis jusqu'à l'obtention d'une clé dans une activité préalable. Pour cela, vous pouvez établir un code d'accès ainsi qu'un message qui apparaitra quand les joueurs obtiendront un pourcentage déterminé de réponses correctes, et qu'ils pourront utiliser comme mot de passe pour un nouveau défi ou une activité.
gl: Pódese crear un itinerario de desafíos nos que os xogadores ou as xogadoras non poderán acceder a un novo xogo ou desafío ata que consigan unha clave na actividade previa. Para isto pódese establecer un código de acceso así como unha mensaxe que se amosará aos xogadores ou xogadoras cando acaden unha porcentaxe fixada de acertos e que poderán utilizar como contrasinal para un novo desafío ou unha actividade posterior.
it: È possibile creare un itinerario di sfide in cui i giocatori non possono accedere al gioco o alla sfida seguente fino a che non trovano una chiave nel precedente. A questo scopo, si può creare un codice di accesso o un messaggio che potrebbe essere mostrato ai giocatori quando ottengono una percentuale stabilita di successi ed essere usato come password per nuove sfide o per l'attività seguente.
pl: Możesz stworzyć plan wyzwań, w którym gracze nie będą mogli uzyskać dostępu do nowej gry lub wyzwania, dopóki nie zdobędą klucza do poprzedniej aktywności. W tym celu możesz ustanowić kod dostępu, a także komunikat, który może być wyświetlany graczom, gdy otrzymają stały procent trafień, i może być używany jako hasło do nowego wyzwania lub następnej aktywności.
ru: Вы можете создать маршрут испытаний, в котором игроки не смогут получить доступ к новой игре или испытанию, пока не получат ключ к предыдущему действию. Для этой цели вы можете установить код доступа, а также сообщение, которое может отображаться игрокам, когда они получают фиксированный процент попаданий, и использоваться в качестве пароля для нового вызова или следующего действия.
tr: Oyuncuların önceki bir etkinlikde bir anahtar alana kadar yeni bir oyuna veya mücadeleye erişemeyecekleri bir mücadele güzergahı oluşturabilirsiniz. Bu amaçla, sabit bir isabet yüzdesi aldıklarında oyunculara gösterilebilecek ve yeni bir meydan okuma veya sonraki bir aktivite için şifre olarak kullanılabilecek bir erişim kodu ve ayrıca bir mesaj oluşturabilirsiniz.
zh_cn: 您可能会创建一个挑战的行程，在此之前，玩家必须先获得上一个活动的钥匙，才能访问新游戏或挑战。为此，您可以建立访问码以及一条消息，当他们获得固定百分比的点击率时，可能会显示给玩家，并用作新挑战或后续活动的密码。

source: Access code is required
ca: Es requereix el codi d'accés
ca_es@valencia: Es requereix codi d'accés
dz: འཛུལ་སྤྱོད་ཨང་འདི་དགོས་མཁོ་ཡོད
el: Απαιτείται κωδικός πρόσβασης
es: Es necesario el código de acceso
eu: Sarbide-kodea derrigorrezkoa da
fr: Un code d'accès es requis
gl: É necesario o código de acceso
it: È richiesto un codice di accesso
pl: Wymagany jest kod dostępu
ru: Требуется код доступа
tr: Erişim kodu gerekli
zh_cn: 要求输入访问代码
zh_tw: 需要存取代碼

source: Access code
ca: Codi d'accés
ca_es@valencia: Codi d'accés
dz: འཛུལ་སྤྱོད་ཨང
el: Κωδικός πρόσβασης
es: Código de acceso
eu: Sarbide-kodea
fr: Code d'accès
gl: Código de acceso
it: Codice di accesso
pl: Kod dostępu
ru: Код доступа
tr: Giriş Kodu
zh_cn: 访问代码
zh_tw: 存取代碼

source: Show a message or password when reaching the objective
ca: Mostra un missatge o clau quan s'arribi a l'objectiu
ca_es@valencia: Mostra una clau o missatge en aconseguir l'objectiu marcat
el: Εμφάνιση μηνύματος ή κωδικού πρόσβασης κατά την επίτευξη του στόχου
es: Mostrar una clave o mensaje al alcanzar el objetivo marcado
eu: Erakutsi mezua edo pasahitza helburua lortzean
fr: Montrer un message ou un code quand l'objectif est atteint
gl: Amosar unha clave ou mensaxe ao acadar o obxectivo marcado
it: Mostra un messaggio o password quando il traguardo è raggiunto
pl: Pokaż wiadomość lub hasło po osiągnięciu celu
ru: Показывать сообщение или пароль при достижении цели
tr: Hedefe ulaşırken bir mesaj veya şifre göster
zh_cn: 到达目标时显示消息或密码
zh_tw: 點擊到目標時要顯示的訊息或密碼

source: Message
ca: Missatge
ca_es@valencia: Missatge
dz: འཕྲིན་དོན
el: Μήνυμα
es: Mensaje
eu: Mezua
gl: Mensaxe
it: Messaggio
pl: Komunikat
ru: Сообщение
tr: İleti
zh_cn: 信息
zh_tw: 訊息

source: Percentage of hits needed to display the message
ca: Percentatge d'encerts necessari per mostrar el missatge
ca_es@valencia: Percentatge d'encerts necessaris per a mostrar el missatge
el: Ποσοστό πατημάτων για να εμφανιστεί το μήνυμα
es: Porcentaje de aciertos necesario para mostrar el mensaje
eu: Mezua erakusteko beharrezkoa den asmaketa ehunekoa
fr: Pourcentage de réponses correctes nécessaire pour montrer le message
gl: Porcentaxe de acertos necesarios para amosar a mensaxe
it: Percentuale di successi necessaria per mostrare il messaggio
pl: Procent trafień potrzebny do wyświetlenia komunikatu
ru: Процент попаданий, необходимых для отображения сообщения
tr: Mesajı görüntülemek için gereken isabet yüzdesi
zh_cn: 显示消息所需的命中百分比
zh_tw: 顯示此訊息需要答對多少百分比的問題

source: Passwords
ca: Contrasenyes
ca_es@valencia: Contrasenyes
dz: མཆོག་ཡིག
el: Κωδικοί πρόσβασης
es: Contraseñas
eu: Pasahitza
fr: Mots de passe
gl: Contrasinais
it: Password
pl: Hasła
ru: Пароли
tr: Şifreler
zh_cn: 密码
zh_tw: 密碼

source: You must write a clue
ca: Cal escriure una pista
ca_es@valencia: Has d'escriure una pista
dz: ཁྱོད་ཀྱི་ལྷམ་ཆ་གཅིག་འབྲི་དགོ
el: Πρέπει να γράψετε μια υπόδειξη
es: Debe escribir una pista
eu: Lagungarri bat idatzi behar duzu
fr: Vous devez écrire une piste
gl: Escriba unha pista
it: Scrivere un suggerimento
pl: Musisz napisać wskazówkę
ru: Вы должны написать подсказку
tr: Bir ipucu yazmalısın
zh_cn: 你必须写一个线索
zh_tw: 您必須撰寫一個提示

source: You must provide the code to play this game
ca: Cal que proporcioneu el codi per jugar a aquest joc
ca_es@valencia: Has d'introduir el codi per a poder jugar.
el: Πρέπει να δώσετε τον κωδικό πρόσβασης για να παίξετε αυτό το παιχνίδι
es: Debe proporcionar el código para jugar a este juego
eu: Jokoan hasteko sartu beharreko kodea eman behar duzu
fr: Vous devez fournir le code pour jouer à ce jeu
gl: Proporcione o código para xogar a este xogo
it: Inserire il codice per giocare questo gioco
pl: Aby zagrać w tę grę, musisz podać kod
ru: Вы должны предоставить код, чтобы играть в эту игру
tr: Bu oyunu oynamak için kod sağlamalısınız
zh_cn: 您必须提供代码才能玩此游戏
zh_tw: 您必須提供代碼來玩此遊戲

source: Please explain how to obtain the code to play this game
ca: Expliqueu com obtindre el codi per jugar a aquest joc
ca_es@valencia: Explica com obtindre el codi per a poder jugar.
el: Παρακαλώ εξηγήστε πώς αποκτήσατε τον κωδικό για να παίξετε αυτό το παιχνίδι
es: Explique cómo obtener el código para jugar a este juego
eu: Azaldu nola lortu behar den joko honen sarbide kodea
fr: Veuillez expliquer comment obtener le code pour jouer à ce jeu
gl: Explique como obter o código para xogar a este xogo
it: Spiegare come si ottiene il codice per giocare il gioco
pl: Wyjaśnij, jak uzyskać kod do tej gry
ru: Пожалуйста, объясните, как получить код, чтобы играть в эту игру
tr: Lütfen bu oyunu oynamak için kodu nasıl alacağınızı açıklayın
zh_cn: 请说明如何获取玩此游戏的代码
zh_tw: 請解釋您如何取得此代碼

source: Save score
ca: Desa puntuació
ca_es@valencia: Guarda la puntuació
dz: སྐུགས་སྲུངས
el: Αποθήκευση βαθμολογίας
es: Guardar la puntuación
eu: Gorde puntuak
fr: Sauvegarde du résultat
gl: Gardar a puntuación
it: Salva punteggio
pl: Zapisz wynik
ru: Сохранить очки
tr: Puanı Kaydet
zh_cn: 保存分数
zh_tw: 儲存分數

source: Do not save the score
ca: No desis la puntució
ca_es@valencia: No guarda la puntuació
dz: སྐུགས་དེ་མ་སྲུངས
el: Να μην αποθηκευτεί τη βαθμολογία
es: No guardar la puntuación
eu: Ez gorde puntuak
fr: Ne pas sauvegarder le score
gl: Non gardar a puntuación
it: Non salvare il punteggio
pl: Nie zapisuj wyniku
ru: Не сохранять счёт
tr: Puanı Kaydetme
zh_cn: 不保存分数
zh_tw: 不要儲存分數

source: Automatically save the score
ca: Desa la puntuació de forma automàtica
ca_es@valencia: Guarda la puntuació automàticament
dz: སྐུགས་དེ་རང་བཞིན་གྱིས་སྲུངས
el: Αυτόματη αποθήκευση βαθμολογίας
es: Guardar automáticamente la puntuación
eu: Gorde puntuak automatikoki
fr: Sauvegarde automatique du score
gl: Gardar a puntuación automaticamente
it: Salvare automaticamente il punteggio
pl: Automatycznie zapisz wynik
ru: Автоматически сохранять счёт
tr: Puanı Otamatik Kaydet
zh_cn: 自动保存分数
zh_tw: 自動儲存分數

source: Repeat activity
ca: Repeteix l'activitat
ca_es@valencia: Repeteix l'activitat
dz: སྦྱོང་ལཱ་བསྐྱར་ལོག་འབད
el: Επανάληψη δραστηριότητας
es: Repetir la actividad
eu: Egin berriro jarduera
fr: Répéter l'activité
gl: Repetir actividade
it: Ripetere l'attività
pl: Powtórz ćwiczenie
ru: Повторить деятельность
tr: Aktiviteyi tekrarla
zh_cn: 重复活动
zh_tw: 重覆此活動

source: Show a button to save the score
ca: Mostra un botó per desar la puntuació
ca_es@valencia: Mostra un botó per a guardar la puntuació
dz: སྐུགས་དེ་སྲུངས་ནིའི་ལུ་ཨེབ་རྟ་གཅིག་སྟོན
el: Εμφάνιση κουμπιού για αποθήκευση της βαθμολογίας
es: Mostrar un botón para guardar la puntuación
eu: Erakutsi puntuak gordetzeko botoia
fr: Montrer un bouton pour sauvegarder le score
gl: Amosar un botón para gardar a puntuación
it: Mostra un pulsante per salvare il punteggio
pl: Pokaż przycisk zapisania wyniku
ru: Показать кнопку, чтобы сохранить счёт
tr: Puanı kaydetmek için bir düğme göster
zh_cn: 显示一个按钮以保存分数
zh_tw: 顯示儲存分數的按鍵

source: Button text
ca: Text del botó
ca_es@valencia: Text del botó
dz: ཨེབ་རྟའི་ཚིག་ཡིག
el: Κείμενο πλήκτρου
es: Texto del botón
eu: Botoiaren testua
fr: Texte du bouton
gl: Texto do botón
it: Testo del bottone
pl: Tekst przycisku
ru: Текст кнопки
tr: Düğme metni
zh_cn: 按钮文本
zh_tw: 按鍵文字

source: This will only work when exporting as SCORM and while editing in eXeLearning.
ca: Això sols funcionarà quan s'exporti com a SCORM i mentre s'editi en eXeLearning.
ca_es@valencia: Això només funcionarà en exportar com SCORM i en editar en eXeLearning.
el: Αυτό λειτουργεί μόνο όταν γίνεται εξαγωγή σε SCORM και κατά τη διάρκεια της επεξεργασίας στο eXeLearning.
es: Esto sólo funcionará en la exportación a SCORM y mientras esté editando en eXeLearning.
eu: Honek SCORM formatuan esportatzean eta edizio garaian funtzionatuko du soilik.
fr: Cela ne fonctionnera que pendant l'exportation comme SCORM et durant l'édition sur eXeLearning.
gl: Isto só funcionará na exportación a SCORM e mentres estea editando en eXeLearning.
it: Funzionerà soltanto esportando in SCORM o durante la modifica in eXeLearning.
pl: Działa to tylko podczas eksportowania jako SCORM i podczas edycji w eXeLearning.
ru: Это будет работать только при экспорте в формат SCORM и при редактировании в eXeLearning.
tr: Bu, yalnızca SCORM olarak dışa aktarırken ve eXeLearning'de düzenleme yaparken çalışır.
zh_cn: 这仅在导出为SCORM以及在eXeLearning中进行编辑时才有效。
zh_tw: 這只在 eXeLearning 中編輯並準備匯出為 SCORM 時會有作用。

source: The score will be automatically saved after answering each question and at the end of the game.
ca: La puntuació es desarà automàticament després de respondre a cada pregunta i al final del joc.
ca_es@valencia: La puntuació es guardarà automàticament després de respondre cada pregunta i al final del joc.
el: Η βαθμολογία θα αποθηκεύεται αυτόματα μετά από κάθε απάντηση και στο τέλος του παιχνιδιού.
es: La puntuación se guardará automáticamente después de que se responda a cada pregunta y al final de la partida.
eu: Puntuak automatikoki gordeko dira galdera bakoitza erantzun ondoren eta jokoaren amaieran.
fr: La sauvegarde du score sera automatique après avoir répondu à chaque question et à la fin du jeu.
gl: A puntuación gardarase automaticamente despois de que se responda a cada pregunta e ao final da partida.
it: Il punteggio verrà salvato automaticamente dopo ogni risposta e alla fine del gioco.
pl: Wynik zostanie automatycznie zapisany po udzieleniu odpowiedzi na każde pytanie i na końcu gry.
ru: Счёт будет автоматически сохранён после ответа на каждый вопрос и в конце игры.
tr: Her soruyu cevapladıktan sonra ve oyunun sonunda puan otomatik olarak kaydedilecektir.
zh_cn: 回答完每个问题并在游戏结束时，分数将自动保存。
zh_tw: 回答完每個問題，還有遊戲結束時會自動儲存分數。

source: Include only one game with score in the page (or it won't work).
ca: Inclou només un joc amb puntuació a la pàgina (o no funcionarà).
ca_es@valencia: Incloga només un joc amb puntuació en la pàgina (o no funcionarà).
el: Συμπεριλάβετε μόνο ένα παιχνίδι με βαθμολογία στη σελίδα (ή δεν θα λειτουργήσει).
es: Incluya un único juego con puntuación en la página (o no funcionará).
eu: Erantsi puntuazioa duen joko bakarra orriko (bestela ez du funtzionatuko).
fr: Veuillez n'inclure qu'un seul jeu sur la page (ou cela ne fonctionnera pas).
gl: Inclúa un único xogo con puntuación na páxina (ou non funcionará).
it: Inserire un solo gioco con punteggio nella pagina (o non funzionerà).
pl: Uwzględnij tylko jedną grę z wynikiem na stronie (inaczej nie będzie działać).
ru: Включить только одну игру с оценкой на странице (или она не будет работать).
tr: Sayfaya puanlı yalnızca bir oyun ekleyin (yoksa çalışmaz).
zh_cn: 在页面中仅包含一个得分的游戏（否则将无效）。
zh_tw: 只在頁面中包含一個有分數的遊戲（不然不起作用）。

source: Do not include a "SCORM Quiz" iDevice in the same page.
ca: No incloguis l'iDevice «Qüestionari amb SCORM» a la mateixa pàgina.
ca_es@valencia: No inclogues un iDevice "Qüestionari SCORM" en la mateixa pàgina.
el: Μην βάζετε ένα η-Σύνεργο 'SCORM Quiz' στην ίδια σελίδα.
es: No incluya un iDevice "Cuestionario SCORM" en la misma página.
eu: Ez txertatu "SCORM galdera" iDevice-a orri berean.
fr: Ne pas inclure d'outil pédagogique "SCORM Quiz" sur la même page.
gl: Non inclúa un iDevice "Test SCORM" na mesma páxina.
it: Non inserire un iDevice "Quiz SCORM" nella stessa pagina.
pl: Na tej samej stronie nie należy umieszczać iObiektu "Quiz SCORM".
ru: Не включайте iDevice «SCORM Quiz» на той же странице.
tr: "SCORM Sınav " iDevice'ı aynı sayfaya dahil etmeyin.
zh_cn: 不要在同一页面中包含“SCORM Quiz” iDevice 模块。
zh_tw: 不要在同一頁面加入「SCORM 問題」。

source: The button will only be displayed when exporting as SCORM and while editing in eXeLearning.
ca: El botó només es mostrarà quan s'exporta com a SCORM i mentre s'edita a eXeLearning.
ca_es@valencia: Sols es visualitzarà el botó quan s'exporte com a SCORM i mentre s'estiga editant en eXeLearning.
el: Το πλήκτρο θα εμφανίζεται μόνο όταν γίνεται εξαγωγή σε SCORM και κατά τη διάρκεια της επεξεργασίας στο eXeLearning.
es: Este botón sólo se mostrará en la exportación a SCORM y cuando se esté editando con eXeLearning.
eu: Botoia SCORM formatuan eta edizio garaian erakutsiko da soilik.
fr: Le bouton ne sera montré qu'en exportation SCORM ou en édition eXeLearning.
gl: Este botón só se amosará na exportación a SCORM e cando se estea editando con eXeLearning.
it: Il bottone verrà mostrato soltanto durante l'esportazione SCORM e la modifica in eXeLearning.
pl: Przycisk będzie wyświetlany tylko podczas eksportowania jako SCORM i podczas edycji w eXeLearning.
ru: Кнопка будет отображаться только при экспорте в SCORM и при редактировании в eXeLearning.
tr: Düğme yalnızca SCORM olarak dışa aktarırken ve eXeLearning'de düzenleme yaparken görüntülenir.
zh_cn: 只有在导出为SCORM和在eXeLearning中编辑时才会显示该按钮。
zh_tw: 此按鍵只會在 eXeLearning 中編輯並匯出為 SCORM 時顯示。

source: Include only one activity with a "Save score" button in the page.
ca: Inclou sols una activitat amb el botó «Desa puntuació» a la pàgina.
ca_es@valencia: Incloga només una activitat amb botó "Guardar puntuació" en la pàgina.
dz: ཤོག་ལེབ་གི་ནང་ལུ་"སྐུགས་སྲུངས་"ཨེབ་རྟ་ཡོད་པའི་ཇི་ཝོ་ཇིབ་རའི་་སྦྱོང་ལཱ་གཅིག་རྐྱངམ་གཅིག་གྲངས་སུ་བཙུགས།.
el: Συμπεριλάβετε μόνο μία δραστηριότητα με πλήκτρο 'Αποθήκευση βαθμολογίας' στη σελίδα.
es: Incluya una única actividad con un botón "Guardar la puntuación" en la página.
eu: Erantsi "Gorde puntuak" botoia duen jarduera bakarra orriko.
fr: Veuillez n'inclure qu'un seul jeu avec un bouton "Sauvegarde du score" sur la page.
gl: Inclúa unha única actividade cun botón “Gardar a puntuación” na páxina.
it: Inserire una sola attività con bottone "Salva punteggio" nella pagina.
pl: Uwzględnij tylko jedną aktywność z przyciskiem „Zapisz wynik” na stronie.
ru: Включить только одно действие с кнопкой «Сохранить счёт» на странице.
tr: Sayfada "Puan kaydet" butonu bulunan yalnızca bir etkinlik ekleyin.
zh_cn: 页面中仅包含一个带有“保存分数”按钮的活动。
zh_tw: 只在頁面中包含一個帶有「儲存分數」按鍵的活動。

source: You can export this game so you can later use it in another iDevice of the same type. You can also use it in %s and you can import games from %s and use them here.
ca: Podeu exportar aquest joc per després utilitzar-lo en un altre iDevice del mateix tipus. També podeu utilitzar-ho a %s i podeu importar jocs des de %s i utilitzar-los aquí.
ca_es@valencia: Pots exportar aquest joc perquè després pugues usar-lo en un altre iDevice del mateix tipus. També pots usar-ho en %s i pots importar jocs de %s i usar-los ací.
el: Μπορείτε να κάνετε εξαγωγή αυτού του παιχνιδιού και να το χρησιμοποιήσετε σε ένα άλλο η-Σύνεργο του ίδιου τύπου. Μπορείτε να το χρησιμοποιήσετε στο η-Σύνεργο %s και, επίσης, να κάνετε εισαγωγή παιχνιδιών από το η-Σύνεργο %s για να τα χρησιμοποιήσετε εδώ.
es: Puede exportar esta partida para usarla después en otro iDevice del mismo tipo. También puede usarlo en %s y puede importar partidas de %s y usarlas aquí.
eu: Joko hau esportatu dezakezu eta mota berdineko beste iDevice batean erabiltzeko. %s-n ere erabili dezakezu eta %s-tik jokoak inportatu ditzakezu hemen erabiltzeko.
fr: Vous pouvez exporter ce jeu de façon à pouvoir l'utiliser plus tard dans un autre outil pédagogique du même type. Vous pouvez également l'utiliser sur %s et vous pouvez importer des jeux de %s pour les utiliser ici.
gl: Pódese exportar esta partida para utilizala despois noutro iDevice do mesmo tipo. Tamén pode utilizalo en %s e pode importar partidas de %s e usalas aquí.
it: Il gioco può essere esportato per poterlo riutilizzare in un altro iDevice dello stesso tipo. Può anche essere usato in %s e si possono importare giochi da %s e usarli qui.
pl: Możesz wyeksportować tę grę, aby później użyć jej w innym iObiekcie tego samego typu. Możesz także użyć go w tym miejscu %s, a także importować gry %s i używać ich tutaj.
ru: Вы можете экспортировать эту игру, чтобы потом использовать её в другом iDevice того же типа. Вы также можете использовать её в %s и вы можете импортировать игры из %s и использовать их здесь.
tr: Bu oyunu daha sonra aynı türde başka bir iDevice'de kullanabilmek için dışa aktarabilirsiniz. içinde de kullanabilirsiniz %s ve oyunları şuradan içe aktarabilirsiniz: %s ve onları burada kullanın.
zh_cn: 您可以导出该游戏，以便以后可以在其他相同类型的iDevice 模块中使用它。您也可以在%s中使用它，还可以从 %s 导入游戏并在此处使用它们。
zh_tw: 您可以將此遊戲匯出，稍後用在另一個同樣型態的 iDevice 中。您也可以在 %s 中使用，以及從 %s 匯出遊戲然後在這裡使用。

source: Import/Export
ca: Importa/Exporta
ca_es@valencia: Importar/Exportar
dz: ཕྱིར་འདྲེན་/ནང་འདྲེན་
el: Εισαγωγή/Εξαγωγή
es: Importar/Exportar
eu: Inportatu/esportatu
fr: Importation/Exportation
gl: Importar/Exportar
it: Importa/esporta
ru: Импорт/Экспорт
tr: Dışa/İçe Aktar
zh_cn: 导入/导出
zh_tw: 匯入/匯出

source: Supported formats
ca: Formats suportats
ca_es@valencia: Formats compatibles
dz: རྒྱབ་སྐྱོར་ཡོད་པའི་རྩ་སྒྲིག་ཚུ
el: Υποστηριζόμενες μορφές
es: Formatos aceptados
eu: Onartutako formatuak
fr: Formats supportés
gl: Formatos admitidos
it: Formati supportati
pl: Obsługiwane formaty
ru: Поддерживаемые форматы
tr: Desteklenen dosya biçimleri
zh_cn: 支持的格式
zh_tw: 支援的格式

source: Go to Tools - Preview to see this working
ca: Ves a Eines - Visualitza per veure-ho funcionant
ca_es@valencia: Vés a eines: Previsualitza per a veure aquest treball
el: Μεταβείτε στο μενού Εργαλεία --> Προεπισκόπηση για να δείτε πως λειτουργεί
es: Vaya a Utilidades - Visualización previa para ver esto funcionando
eu: Tresnak - Aurrebista menura joan martxan ikusteko
fr: Aller vers Aperçu des outils pour voir le contenu de cette action
gl: Ir a Ferramentas - Vista previa para ver isto funcionando
it: Andare a Strumenti - Anteprima per vedere il risultato
pl: Przejdź do Narzędzia - Podgląd, aby zobaczyć, jak to działa
pt: Ir à Ferramentas - Pré-visualização para ver isto a funcionar
ru: Перейдите в раздел «Инструменты - Предварительный просмотр», чтобы увидеть эту работу.
tr: Bunun çalıştığını görmek için Araçlar - Önizleme'ye gidin
zh_cn: 转到工具 - 预览以查看此作品
zh_tw: 請到「工具」─「預覽」中查看

source: The file could not be uploaded. Please remove any special characters from the file name or route.
ca: No s'ha pogut carregar el fitxer. Elimina els caràcters especials del nom del fitxer o de la ruta.
es: No se pudo subir el archivo. Por favor, elimine los caracteres especiales del nombre del fichero y la ruta del archivo.

source: Add a Text iDevice
ca: Afegeix un iDevice Text
es: Añadir un iDevice de Texto
eu: Gehitu Testu iDevice bat
fr: Ajouter un outil pedagogique de texte
gl: Engadir un iDevice de Texto
