Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: The extent or scope of the content of the resource.
ca: L'extensió o abast del contingut del recurs.
ca_es@valencia: L'extensió o abast del contingut del recurs.
el: Η ευρύτητα ή το πλαίσιο του περιεχομένου του εκπαιδευτικού υλικού.
es: La extensión o ámbito del contenido del recurso.
eu: Baliabidearen edukiaren hedadura edo irekitasuna.
fr: L'ampleur ou la portée du contenu de la ressource.
gl: A extensión ou ámbito do contido do recurso.
it: L'estensione o ambito del contenuto della risorsa.
nl: De uitbreiding van de broninhoud
pl: Zasięg lub zakres zawartości zasobu.
pt: A extensão ou alcance do conteúdo do recurso.
ru: Степень или объем содержимого ресурса.
tr: Kaynağın içeriğinin büyüklüğü veya kapsamı.
zh_cn: 资源内容的范围。
zh_tw: 資源內容的範圍。

source: Rights
ca: Drets
ca_es@valencia: Drets
dz: དབང་ཆ་ཚུ
el: Δικαιώματα
es: Derechos
eu: Eskubideak
fr: Droits
gl: Dereitos
it: Diritti
nl: Rechten
pl: Prawa
pt: Direitos
ru: Права
tr: Haklar
zh_cn: 权利
zh_tw: 權利

source: Information about rights held in and over the resource.
ca: Informació sobre el drets d'autor involucrats al recurs.
ca_es@valencia: Informació quant als drets d'autor relacionats amb el recurs.
el: Πληροφορίες για τα δικαιώματα του εκπαιδευτικού υλικού.
es: Información sobre derechos de autor del recurso.
eu: Baliabidearen gaineko eskubideei buruzko informazioa.
fr: Information concernant les droits relatifs à cette ressource.
gl: Información sobre os dereitos de autoría sobre o recurso.
it: Info sui diritti mantenuti dentro e sulla risorsa.
nl: informatie over de rechten van de bron.
pl: Informacje o prawach posiadanych w zasobie i nad nim.
pt: Informação sobre os direitos que se detêm sobre o recurso.
ru: Информация о правах, хранящихся в ресурсе и за его пределами.
tr: Belge ile ilgili patent bilgilerini.
zh_cn: 关于资源所拥有和涵盖的权限的信息
zh_tw: 資源所擁有的權利資訊。

source: Typically, a Rights element will contain a rights management statement for the resource, or reference a service providing such information. Rights information often encompasses Intellectual Property Rights (IPR), Copyright, and various Property Rights. If the Rights element is absent, no assumptions can be made about the status of these and other rights with respect to the resource.
ca: Típicament, els Drets contindran una declaració d'administració dels drets pel recurs, o referència un servei que proporciona aquesta informació. Informació dels drets sovint inclou Drets de Propietat Intel·lectual (DPI), Copyright, i diversos Drets de Propietat. Si la declaració de Drets és absent, cap suposició pot fer-se sobre l'estat d'aquests respecte al contingut educatiu.
ca_es@valencia: Normalment, l'element Drets conté una declaració de gestió de drets per al recurs o fa referència a un servei que proporciona aquesta informació. La informació dels drets sovint inclou Drets de Propietat Intel·lectual (DPI), Copyright i diversos Drets de Propietat. Si la declaració de Drets és absent, no es pot fer cap suposició quant als drets en relació al contingut educatiu.
el: Τυπικά, στα Δικαιώματα περιλαμβάνεται μια δήλωση διαχείρισης δικαιωμάτων για το εκπαιδευτικό υλικό, ή αναφορά σε μια υπηρεσία που παρέχει τέτοιες πληροφορίες. Οι πληροφορίες Δικαιωμάτων συχνά περιλαμβάνουν Προστασία Πνευματικών Δικαιωμάτων, Πνευματική Ιδιοκτησία και διάφορα δικαιώματα ιδιοκτησίας. Αν η αναφορά στα Δικαιώματα απουσιάζει, δεν μπορεί να γίνει καμία υπόθεση για την κατάσταση των δικαιωμάτων που αφορούν αυτό το παιδαγωγικό υλικό.
es: Típicamente, un elemento DERECHOS contendrá una declaración de la gestión de derechos de propiedad intelectual para el recurso, o se referirá a un servicio que proveerá esta información. La información sobre Derechos abarca a menudo las derechos de propiedad intelectual (IPR), el Copyright y otros elementos similares. Si el elemento DERECHOS no se especifica, depende de la legislación nacional el carácter reservado o no de los derechos sobre un recurso, y no puede asumirse de antemano.
eu: Eskubideetako elementu batek, normalean, baliabidearen eskubideen inguruko adierazpena izango du, edota informazio hori emango duen zerbitzuari egingo dio erreferentzia. Eskubideen informazioa, askotan, jabetza intelektualaren eskubideak, copyright-ak eta bestelako jabetza eskubideek osatzen dute. Eskubideen elementurik ez badago, eskubide guztiak erreserbatuta daudela ulertuko da.
fr: Un élément d'information de DROITS comprend communément un énoncé des règles de droits attachés à la ressource, ou une référence à un service procurant cette information. L'information sur les droits englobe souvent les droits de propriété intellectuelle, le Copyright et différents droits de propriété et/ou d'usage. Si l'élément d'information de DROITS est non renseigné, aucune hypothèse ne peut être faite à l'égard de ceux-ci.
gl: Polo xeral, un elemento Dereitos conterá unha declaración de xestión de dereitos para o recurso, ou remiten a un servizo que proporciona esa información. A información de dereitos de autoría normalmente contempla os Dereitos de Propiedade Intelectual, os Dereitos de Autoría e varios Dereitos de Propiedade. Se o elemento Dereitos está ausente non se pode facer ningunha asunción sobre o estado destes e doutros dereitos en relación ao recurso.
it: Tipicamente, un elemento di diritti conterrà una dichiarazione sulla gestione dei diritti per la risorsa, o il riferimento ad un servizio che fornisce tali informazioni. Le informazioni sui diritti comprendono spesso i diritti di proprietà intellettuale (IPR), il copyright ed i vari diritti di proprietà . Se l'elemento Diritti è assente, nessun presupposto può essere fatto circa la condizione di questi e di altri diritti riguardo alla risorsa.
nl: Standaard zullen de rechten van deze bron worden weergegeven, of verwijzen naar een bron waar de rechten worden weergegeven.De rechten bevatten dikwijls info over de intelectuele eigendomsrechten (IPR, copyright, en andere eigendomsrechten. Wanneer deze rechten niet vermeld staan kunnen nooit de rechten van het werk worden opgeëist.
pl: Zazwyczaj, element Prawa zawiera opis praw autorskich dla danego zasobu lub spis odnosników zawierających takie informacje. Informacje o prawach często obejmują Intellectual Property Rights (IPR), Copyrights, oraz niektóre Prawa Własności. Jeśli element ten jest pusty, należy respektować prawa autorskie dla tego zasobu.
pt: Tipicamente o elemento Direitos (Rights) contém uma afirmação relativa aos direitos sobre o recurso ou uma referência a um serviço que fornece essa informação. A informação sobre os direitos frequentemente anda de mãos dadas com os direitos de propriedade intelectual, o copyright e diversos direitos de propriedade. Se o elemento Direitos for omitido, não se pode pressupor nada sobre a situação destes e outros direitos em relação ao recurso.
ru: Как правило, правовой элемент будет содержать права заявления управления для ресурса, или ссылаться на службу предоставления такой информации. Информация о правах часто охватывает права интеллектуальной собственности (ПИС), авторские права, и различные имущественные права. Если правой элемент отсутствует, никаких предположений нельзя сделать о состоянии этих и других прав в отношении ресурса.
tr: Genellikle, Haklar öğesi kaynak için bir hak yönetimi bildirimi içerir veya bu bilgileri sağlayan bir hizmete başvurur. Hak bilgileri genellikle Fikri Mülkiyet Hakları (FMH), Telif Hakkı ve çeşitli Mülkiyet haklarını içerir. Haklar öğesi yoksa bunların durumu ve kaynak ile ilgili diğer haklar hakkında herhangi bir varsayımda bulunulamaz.
zh_cn: 通常，权利元素将包含资源的权限管理声明，或引用提供此类信息的服务。权利信息通常包含知识产权（IPR），版权和各种产权。如果缺少“权利”元素，则不能假定这些权利和其他权利相对于资源的状态。
zh_tw: 一般而言，權利資訊中會包含此資源的權利宣告，或是包含權利宣告的頁面。權利資訊通常會明確指出擁有的智慧財產權（IPR）、版權（Copyright）與各種不同的權利。如果權利資訊是空白的，不能任意假設此資源的權利。

source: Clear
ca: Buida
ca_es@valencia: Buida
dz: བསལ
el: Καθαρισμός
es: Borrar todo
eu: Garbitu
fr: Vider
gl: Limpar
it: Cancella
nl: Vrijhouden
pl: Wyczyść
ru: Очистить
tr: Temizle
zh_cn: 清空
zh_tw: 清除

source: Reset
ca: Reinicia
ca_es@valencia: Reinicialitza
dz: སྔར་སྒྲིག
el: Επαναφορά
es: Reiniciar
eu: Berrezarri
fr: Réinitialisation
gl: Reiniciar
it: Azzera
nl: Opnieuw instellen
pl: Przywróć
pt: Reiniciar
ru: Сброс
tr: Sıfırla
zh_cn: 重置
zh_tw: 重置

source: Global Options
ca: Opcions globals
ca_es@valencia: Opcions globals
dz: སྤྱི་ཁྱབ་གདམ་ཁ་་ཚུ
el: Καθολικές επιλογές
es: Opciones globales
eu: Aukera orokorrak
fr: Options globales
gl: Opcións globais
it: Opzioni globali
nl: Algemene opties
pl: Opcje globalne
pt: Opções globais
ru: Глобальные опции
tr: Genel Seçenekler
zh_cn: 通用选项
zh_tw: 全域選項

source: Metadata Type
ca: Tipus de metadata
ca_es@valencia: Tipus de metadades
dz: མེ་ཊ་གནད་སྡུད་དབྱེ་བ
el: Τύπος μεταδεδομένων
es: Tipo de metadatos
eu: Metadatu mota
fr: Type de métadonnées
gl: Tipo de metadatos
it: Tipo di metadati
nl: Soort metadata
pl: Typ metadanych
pt: Tipo de metadados
ru: Тип метаданных
tr: Üst Veri Türü
zh_cn: 元数据类型
zh_tw: 中繼資料型態

source: Create editable export?
ca: Voleu crear una exportació editable ?
ca_es@valencia: Voleu crear una exportació editable?
dz: ཞུན་དག་འབད་བཏུབ་པའི་ཕྱིར་འདྲེན་གསར་བསྐྲུན་འབད?
el: Δημιουργία επεξεργάσιμου αρχείου εξαγωγής;
es: ¿Crear un exportado editable?
eu: Esportazio editagarria sortu?
fr: Créer une exportation éditable?
gl: Crear exportación editable?
it: Crea esportazione modificabile?
nl: Bewerkbare export aanmaken?
pl: Utworzyć edytowalny eksport?
pt: Criar exportação editável?
ru: Создать редактируемый экспорт?
tr: Düzenlenebilir biçimde dışa aktarma oluşturulsun mu?
zh_cn: 创建可编辑的副本？
zh_tw: 要建立可編輯的匯出嗎？

source: Checking this option, the exported component will be editable with eXeLearning.
ca: Si marqueu aquesta opció, el component exportat serà editable amb eXeLearning.
ca_es@valencia: Si marqueu aquesta casella, el component exportat es podrà editar amb l'eXeLearning.
el: Με αυτή την επιλογή το αρχείο εξαγωγής θα μπορεί να επεξεργαστεί με το eXeLearning.
es: Si marca esta opción, el componente exportado será editable con eXeLearning.
eu: Aukera hau klikatuz gero, esportatutako edukiak eXeLearning-ekin editatu ahal izango dira.
fr: Si cette option est activée, le composant exportant sera éditable avec eXeLearning.
gl: Marcando esta opción, o compoñente exportado será editable con eXeLearning.
it: Con questa opzione, il componente esportato sarà modificabile con eXelearning.
nl: Als u deze optie aanvinkt zal het geexporteerde onderdeel bewerkbaar zijn in eXelearning.
pl: Zaznaczając tę ​​opcję, wyeksportowany komponent będzie można edytować za pomocą eXeLearning.
pt: Se marcar esta opção, a componente exportada será editável com eXeLearning
ru: Идёт проверка этой опции, экспортируемый компонент будет редактируемым через eXeLearning.
tr: Bu seçenek işaretlendiğinde, dışa aktarılan bileşen eXeLearning ile düzenlenebilir olacaktır.
zh_cn: 选中此选项后，可以使用eXeLearning编辑导出的组件。
zh_tw: 勾選此選項，匯出的組件可以用 eXeLearning 來編輯。

source: Export a copy of the elp
ca: Exporta una còpia del ELP
ca_es@valencia: Exporta una còpia d'ELP
dz: ཨི་ཨེལ་པི་གི་འདྲ་བཤུས་གཅིག་་ཕྱིར་འདྲེན་འབད
el: Εξαγωγή ενός αντίγραφου του αρχείου elp
es: Exportar una copia del .elp
eu: Esportatu elp-aren kopia
fr: Exporter une copie du PEL
gl: Exportar unha copia do elp
it: Esportare una copia dell'ELP
pl: Wyeksportuj kopię elp
ru: Экспортировать копию elp
tr: Elp'in bir kopyasını dışa aktarın
zh_cn: 导出elp文件的副本
zh_tw: 匯出一份 elp 的複本

source: The exported folder will include a copy of the elp file, even if your content doesn't have a link to it. If you want anyone to find your elp easily, consider adding a link to the elp in your content instead of using this option.
ca: La carpeta exportada inclourà una còpia del fitxer ELP, encara que el vostre contingut no tingui un enllaç cap a ell. Si voleu que algú pugui trobar el vostre ELP fàcilment, penseu en afegir un enllaç a l’ELP del vostre contingut en comptes d’utilitzar aquesta opció.
ca_es@valencia: La carpeta exportada inclourà una còpia del fitxer ELP, fins i tot si el vostre contingut no hi està enllaçat. Si voleu que algú trobe l'ELP fàcilment, penseu en afegir un enllaç a l'ELP en el vostre contingut en lloc d'utilitzar aquesta opció.
el: Το εξαγώγιμο αρχείο θα περιλαμβάνει ένα αντίγραφο του αρχείου elp, ακόμη και αν στο περιεχόμενο δεν υπάρχει σύνδεσμος προς αυτό. Εάν θέλετε να είναι εύκολη η εύρεση του αρχείου elp, σκεφτείτε να προσθέσετε στο περιεχόμενο έναν σύνδεσμο για το αρχείο elp αντί να χρησιμοποιήσετε αυτή την επιλογή.
es: La carpeta exportada incluirá una copia del fichero .elp, incluso si el contenido que usted ha generado no tiene un enlace a él. Si desea que todo el mundo pueda encontrar fácilmente su .elp considere incluir un enlace al .elp dentro del contenido en lugar de usar esta opción.
eu: Esportatutako karpetak .elp honen kopia izango du, baita zure edukiak harekiko esteka ez duenean ere. Edonork edukia topa dezan nahi baduzu, agian nahiago duzu elp-a edukian estekatzea ezarpen hau gaitu ordez.
fr: Le dossier exporté inclura une copie du fichier elp, même si votre contenu ne s'y réfère pas. Si vous désirez que votre elp soit facilement localisable, vous pouvez ajouter un lien dans votre contenu au lieu d'utiliser cette option.
gl: O cartafol exportado incluirá unha copia do ficheiro .elp mesmo se o contido que vostede xerou non ten unha ligazón a el. Se desexa que todo o mundo poida atopar doadamente o seu .elp considere incluír a ligazón ao .elp dentro do contido en lugar de usar esta opción.
it: La cartella esportata includerà una copia del file ELP anche se il contenuto non ha un collegamento ad esso. Se si vuole che il file ELP sia trovato facilmente, inserire un collegamento all'ELP invece di usare questa opzione.
pl: Wyeksportowany folder będzie zawierał kopię pliku elp, nawet jeśli twoja zawartość nie ma do niego łącza. Jeśli chcesz, aby ktokolwiek łatwo znalazł twoje elp, zastanów się nad dodaniem linku do elp w treści zamiast używać tej opcji.
ru: Экспортированная папка будет содержать копию файла elp, даже если ваше содержимое не имеет ссылки на него. Если вы хотите, чтобы кто-нибудь легко нашёл ваш elp, то рассмотрите возможность добавления ссылки на elp в ваше содержимое вместо использования этой опции.
tr: Dışa aktarılan klasör, içeriğinizin bir bağlantısı olmasa bile elp dosyasının bir kopyasını içerecektir. Herhangi birinin elp'inizi kolayca bulmasını istiyorsanız, bu seçeneği kullanmak yerine içeriğinize elp'e bir bağlantı eklemeyi düşünün.
zh_cn: 即使您的内容没有链接，导出的文件夹也将包含elp文件的副本。如果您想让任何人轻松找到您的Elp，请考虑在您的内容中添加指向Elp的链接，而不要使用此选项。
zh_tw: 匯出的資料夾中會加入 elp 檔的複本，即使您的內容中沒有 elp 檔的連結。如果您要讓大家更容易找到您的 elp 檔，請考慮在您的內容中加入 elp 檔的連結。

source: Add a search bar (editable Web Site export only)
ca: Afegiu una barra de cerca (només es pot exportar al lloc web editable)
ca_es@valencia: Afig una barra de cerca (sols exportació editable de lloc web)
el: Προσθήκη μπάρας αναζήτησης (μόνο όταν το αρχείο εξαγωγής είναι επεξεργάσιμο).
es: Añadir una barra de búsqueda (sólo en la exportación a sitio web editable)
eu: Erantsi bilaketa barra (Webgune esportazio editagarrian soilik)
fr: Ajouter une barre de recherche (seulement pour l'exportation à site éditable)
gl: Engadir unha barra de busca (só na exportación a sitio web editable)
it: Aggiungere una barra di ricerca (solo per esportazione Sito web editabile)
pl: Dodaj pasek wyszukiwania (tylko edytowalna witryna sieci Web)
ru: Добавить панель поиска (только редактируемый экспорт веб-сайта)
tr: Bir arama çubuğu ekleyin (yalnızca düzenlenebilir Web Sitesi dışa aktarımı)
zh_cn: 添加搜索栏（仅可编辑的网站导出）
zh_tw: 新增搜尋列（只有匯出可編輯網站時才能使用）

source: Checking this option, a search box will be added to every page. The "%" option has to be checked too. It will only work if JavaScript is enabled, and only in modern browsers.
ca: Si habiliteu aquesta opció, s’afegirà un quadre de cerca a cada pàgina. L’opció «%» també s'ha d'habilitar. Només funcionarà si el JavaScript està habilitat i només en navegadors moderns.
ca_es@valencia: Si marqueu aquesta casella, s'afegirà un quadre de cerca en cada pàgina. S'ha de marcar també l'opció «%». Sols funcionarà si JavaScript està habilitat i en navegadors moderns.
el: Με αυτή την επιλογή ένα πεδίο αναζήτησης θα προστεθεί σε κάθε σελίδα. Θα πρέπει επίσης να επιλέξετε την επιλογή "%". Λειτουργεί μόνο εάν η JavaScript είναι ενεργοποιημένη και μόνο σε νέους περιηγητές διαδικτύου.
es: Marcando esta opción se añadirá un recuadro de búsqueda a cada página. La opción "%" tiene que estar marcada también. Sólo funcionará si javascript está habilitado, y solamente en los navegadores modernos.
eu: Ezarpen hau gaituz gero, bilaketa koadro bat erantsiko da orri guztietan. Baita ere "%" ezarpena gaitu behar da. Bakarrik lan egingo du JavaScript gaituta badago, eta bakarrik nabigatzaile modernoetan.
fr: L'activation de cette option ajoutera une case de recherche à chaque page. L'option "%" doit être activée également. Valable seulement si JavaScript est activé, et seulement sur les navigateurs modernes.
gl: Marcando esta opción engadirase un recadro de busca a cada páxina. A opción "%" ten que estar marcada tamén. Só funcionará se JavaScript está activado, e soamente nos navegadores modernos.
it: Questa opzione aggiunge una casella di ricerca ad ogni pagina. Deve anche essere selezionata l'opzione "%". Funziona solo con JavaScript attivo e nei browser recenti.
pl: Zaznaczenie tej opcji spowoduje dodanie pola wyszukiwania do każdej strony. Należy także zaznaczyć opcję „%”. Będzie działać tylko wtedy, gdy włączona jest obsługa JavaScript i tylko w nowoczesnych przeglądarkach.
ru: Отметив эту опцию, окно поиска будет добавлено на каждую страницу. Опция "%" тоже должна быть отмечена. Он будет работать только в том случае, если включен JavaScript, и только в современных браузерах.
tr: Bu seçenek işaretlendiğinde, her sayfaya bir arama kutusu eklenecektir. "%" seçeneği de işaretlenmelidir. Yalnızca JavaScript etkin olan modern tarayıcılarda çalışır.
zh_cn: 选中此选项，将在每个页面中添加一个搜索框。也必须检查“％”选项。仅在启用JavaScript的情况下才有效，并且仅在现代浏览器中有效。
zh_tw: 勾選此選項，會在每一個頁面上新增一個搜尋列。"%" 選項也必須同時打勾。它只在新一點的瀏覽器，還有 JavaScript 開啟時有用。

source: Checking this option, a search box will be added to every page. The "%" option has to be checked too. It will only work if JavaScript is enabled.
ca: Si habiliteu aquesta opció, s’afegirà un quadre de cerca a cada pàgina. L’opció «%» també s'ha d'habilitar. Només funcionarà si el JavaScript està habilitat.
ca_es@valencia: Si marqueu aquesta casella, s'afegirà un quadre de cerca en cada pàgina. S'ha de marcar també l'opció «%». Sols funcionarà si JavaScript està habilitat.
el: Με αυτή την επιλογή ένα πεδίο αναζήτησης θα προστεθεί σε κάθε σελίδα. Θα πρέπει επίσης να επιλέξετε την επιλογή "%". Λειτουργεί μόνο εάν η JavaScript είναι ενεργοποιημένη.
es: Si se marca esta opción se añadirá un recuadro de búsqueda a cada página. La opción "%" deberá estar marcada también. Sólo funcionará con javascript activado.
eu: Ezarpen hau gaituz gero, bilaketa koadro bat erantsiko da orri guztietan. Baita ere "%" ezarpena gaitu behar da. Bakarrik lan egingo du JavaScript gaituta badago.
fr: L'activation de cette option ajoutera une case de recherche à chaque page. L'option "%" doit être activée également. Valable seulement si JavaScript est activé.
gl: Marcando esta opción engadirase un recadro de busca a cada páxina. A opción "%" deberá estar marcada tamén. Só funcionará co JavaScript activado.
it: Questa opzione aggiunge una casella di ricerca ad ogni pagina. Deve anche essere selezionata l'opzione "%". Funziona solo con JavaScript attivo.
pl: Zaznaczenie tej opcji spowoduje dodanie pola wyszukiwania do każdej strony. Należy także zaznaczyć opcję „%”. Będzie działać tylko wtedy, gdy włączona jest obsługa JavaScript.
ru: Отметив эту опцию, окно поиска будет добавлено на каждую страницу. Опция "%" тоже должна быть отмечена. Это будет работать только если JavaScript включен.
tr: Bu seçenek işaretlendiğinde, her sayfaya bir arama kutusu eklenecektir. "%" seçeneği de işaretlenmelidir. Yalnızca JavaScript etkinse çalışır.
zh_cn: 选中此选项，将在每个页面中添加一个搜索框。也必须检查“％”选项。仅在启用JavaScript的情况下才有效。
zh_tw: 勾選此選項，會在每一個頁面上新增一個搜尋列。"%" 選項也必須同時打勾。它只在 JavaScript 開啟時有用。

source: Add an accessibility toolbar (HTML exports only)
ca: Afegeix una barra d'eines d'accessibilitat (només exportacions HTML)
es: Añadir una barra de accesibilidad (sólo en las exportaciones HTML)

source: The accessibility toolbar allows visitors to manipulate some aspects of your site, such as font and text size.
ca: La barra d'eines d'accessibilitat permet als visitants manipular alguns aspectes del lloc, com ara la mida del tipus de lletra i del text.
es: La barra de accesibilidad permite a los usuarios personalizar algunos aspectos de las páginas, como la tipografía o el tamaño de letra.

source: Add page counters in the footer and header of the export?
ca: Voleu afegir comptadors al peu i la capçalera de l'exportació ?
ca_es@valencia: Voleu afegir comptadors de pàgina a la capçalera i al peu de pàgina de l'exportació?
el: Προσθήκη μετρητών στην κεφαλίδα και το υποσέλιδο αυτής της εξαγωγής;
es: ¿Añadir contadores de página en el pie y cabecera de la exportación?
eu: Gehitu orri-zenbakia goiburuan eta oinean?
fr: Ajouter des compteurs de page dans le pied de page et l’en-tête de l’exportation ?
gl: Engadir contadores de páxina no pé e na cabeceira da exportación?
it: Aggiungere contatori di pagina in testa e piede dell'esportazione?
pl: Dodać numery stron w stopce i nagłówku eksportu?
ru: Добавить счётчики страниц в нижнем колонтитуле и заголовке экспорта?
tr: Dışa aktarmanın altbilgisine ve başlığına sayfa sayaçları eklensin mi?
zh_cn: 在导出的页脚和标题中添加页面计数器？
zh_tw: 匯出時要在頁首與頁尾新增計數器嗎？
