Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: JavaScript player (for old browsers or browsers that can't play that audio format)
ca: Reproductor de JavaScript (per a navegadors antics o navegadors que no poden reproduir aquest format d'àudio)
ca_es@valencia: Reproductor Javascript (per a navegadors antics que no reprodueixen aqueix format d'àudio)
el: Αναπαραγωγή ήχου JavaScript (για παλιούς περιηγητές ή περιηγητές που δεν μπορούν να αναπαράγουν αυτή τη μορφή ήχου)
es: Reproductor JavaScript (para navegadores antiguos que no reproducen ese formato de audio)
eu: JavaScript erreproduzitzaile (audio formatua erreproduzitu ezin dezaketen nabigatzaile zaharrentzat)
fr: Reproducteur JavaScript (pour les navigateurs anciens qui ne reproduisent pas ce format audio)
gl: Reprodutor JavaScript (para navegadores antigos que non reproducen este formato de audio)
it: Player JavaScript (per i browser datati o quelli che non riconoscono questo formato audio)
pl: Odtwarzacz JavaScript (dla starych przeglądarek lub przeglądarek, które nie mogą odtwarzać tego formatu audio)
ru: Проигрыватель JavaScript (для старых браузеров, не поддерживающих этот формат)
tr: JavaScript oynatıcı (eski tarayıcılar veya bu ses biçimini çalamayan tarayıcılar için)
zh_cn: JavaScript 播放器（用于无法播放该音频格式的旧浏览器或浏览器）
zh_tw: JavaScript 播放器（給瀏覽器版本太舊，或是無法播放該音效檔的瀏覽器使用）

source: Collapsible content panels for presenting information in a limited space.
ca: Plafons de contingut col·lapsable per presentar informació en un espai limitat.
ca_es@valencia: Taulers de contingut que es poden plegar per a presentar informació en un espai limitat.
el: Πτυσσόμενα πλαίσια περιεχομένου για παρουσίαση πληροφοριών σε περιορισμένο χώρο.
es: Paneles de contenido colapsable para presentar información en un espacio limitado.
eu: Eduki-panel tolesgarriak informazioa leku mugatu batean erakusteko.
fr: Panneaux de contenu pliables pour présenter des informations dans un espace limité.
gl: Paneis de contido colapsable para presentar información nun espazo limitado.
it: Pannelli di contenuto chiudibili per presentare informazioni in uno spazio limitato.
nl: Inklapbare inhoud panelen voor het presenteren van informatie in een beperkte ruimte.
pl: Zwijana zawartość paneli do prezentowania informacji w miejscach o ograniczonej przestrzeni.
pt: Painéis de conteúdo minimizáveis para apresentar informações num espaço limitado.
ru: Сборные панели содержимого для представления информации в ограниченном пространстве.
tr: Sınırlı bir alanda bilgi sunmak için katlanabilen içerik panelleri.
zh_cn: 可折叠内容面板，用于在有限的空间内呈现信息。
zh_tw: 利用可折疊的控制區在有限的空間中，表現足夠的資訊。

source: A single content area with multiple panels.
ca: Un àrea de contingut amb panels múltiples.
ca_es@valencia: Una àrea de contingut únic amb múltiples taulers
el: Μια περιοχή απλού περιεχομένου με πολλαπλά πλαίσια.
es: Una área de contenido única con múltiples paneles.
eu: Panel anitzak dituen eduki-gunea.
fr: Unique zone de contenus avec des panneaux multiples.
gl: Unha área de contido única con múltiples paneis.
it: Una singola area di contenuto con diversi pannelli.
nl: Een enkel inhoudveld met meerdere panelen
pl: Pojedynczy obszar zawartości z wieloma panelami.
pt: Uma área para um único conteúdo com múltiplos painéis.
ru: Простая область содержимого с несколькими панелями.
tr: Birden çok panel içeren tek bir içerik alanı.
zh_cn: 具有多个面板的单个内容区域。
zh_tw: 在單一內容區塊擁有多重區塊功能。

source: Divide your content into different pages.
ca: Divideix el contingut en diferents pàgines.
ca_es@valencia: Divideix el contingut en diferents pàgines.
el: Μοιράστε το περιεχόμενο σε διαφορετικές σελίδες.
es: Divide el contenido entre diferentes páginas.
eu: Banatu zure edukia hainbat orritan.
fr: Divisez votre contenu en différentes pages.
gl: Divide o seu contido en diferentes páxinas.
it: Dividere il contenuto in diverse pagine.
nl: Verdeel je inhoud over verschillende pagina's
pl: Podziel swoje treści na różne strony.
pt: Divida o seu conteúdo em diferentes páginas.
ru: Разделите своё содержимое на разные страницы.
tr: İçeriğinizi farklı sayfalara bölün.
zh_cn: 将您的内容划分为不同的页面。
zh_tw: 將您的內容分割至不同頁面。

source: Present a list of contents in horizontal order.
ca: Presenta una llista de continguts en ordre horitzontal.
ca_es@valencia: Presenta una llista de continguts en ordre horitzontal.
el: Παρουσιάστε έναν πίνακα περιεχομένων σε οριζόντια διάταξη.
es: Presenta una lista de contenidos en orden horizontal.
eu: Eduki-zerrenda horizontalean erakusten du.
fr: Présenter une liste de contenus en ordre horizontal.
gl: Presenta unha lista de contidos en orde horizontal.
it: Presentare una lista di contenuti in ordine orizzontale.
nl: Toon een horizontaal geordend inhoudsoverzicht.
pl: Przedstawia listę zawartości w porządku poziomym.
pt: Apresentar uma lista de conteúdos ordenada de forma horizontal.
ru: Представьте список содержимых в горизонтальном порядке.
tr: İçindekiler listesini yatay sırada sunun.
zh_cn: 以水平顺序呈现内容列表。
zh_tw: 用水平排序的方式，將內容列出。

source: Simple, interactive timeline able to handle nearly any form of content.
ca: Línia de temps interactiva i simple amb capacitat de manipular quasi qualsevol contingut.
ca_es@valencia: Línia de temps senzilla, interactiva que pot gestionar quasi qualsevol forma de contingut.
el: Απλή, διαδραστική χρονογραμμή για τον χειρισμό περιεχομένου οποιασδήποτε μορφής.
es: Sencilla Línea de tiempo interactiva que puede mostrar casi cualquier tipo de contenido.
eu: Denbora-lerro xume honek ia edozein motako eduki kudea dezake.
fr: Calendrier interactif simple capable de gérer presque toute forme de contenu.
gl: Sinxela liña do tempo interactiva que pode amosar case calquera tipo de contido.
it: Una linea del tempo semplice ed interattiva che può gestire quasi tutte le forme di contenuto.
nl: Eenvoudige, interactieve tijdlijn in staat om vrijwel elke vorm van inhoud te hanteren.
pl: Prosta, interaktywna oś czasu, zdolna obsłużyć niemal każdą formę treści.
pt: Linha de tempo simples e interativa, capaz de incluir quase qualquer género de conteúdo.
ru: Простая, интерактивная временная шкала в состоянии справиться практически с любой формой содержимого.
tr: Neredeyse her tür içeriği işleyebilen basit, etkileşimli zaman çizelgesi.
zh_cn: 简单，交互式的时间轴，能够处理几乎任何形式的内容。
zh_tw: 簡單、互動式的時間軸允許使用者處裡各種種類的媒體文件。

source: Please do not overuse these effects.
ca: No abuseu d'aquests efectes.
ca_es@valencia: No utilitzes excessivament aquests efectes.
el: Παρακαλώ μην χρησιμοποιείτε υπερβολικά αυτά τα εφέ.
es: Por favor no abuse de estos efectos.
eu: Mesedez, ez erabili gehiegi efektu hauek.
fr: Veuillez ne pas abuser de ces effets.
gl: Por favor non abuse destes efectos.
it: Non abusare di questi effetti.
nl: Gelieve deze effecten niet te vaak te gebruiken.
pl: Proszę nie nadużywaj tych efektów.
pt: Por favor, não abuse destes efeitos.
ru: Пожалуйста, не злоупотребляйте этими эффектами.
tr: Lütfen bu efektleri kullanırken aşırıya kaçmayın.
zh_cn: 请不要过度使用这些效果。
zh_tw: 請不要過度使用這些效果。

source: Choose a type:
ca: Tria un tipus
ca_es@valencia: Tria un tipus:
dz: དབྱེ་བ་གཅིག་གདམ:
el: Επιλογή είδους:
es: Elija un tipo:
eu: Aukeratu mota:
fr: Choisissez un caractère
gl: Escolla un tipo:
it: Scegliere un tipo:
nl: Kies een type
pl: Wybierz typ:
pt: Escolha um tipo:
ru: Выбрать тип:
tr: Bir tür seçin:
zh_cn: 选择类型：
zh_tw: 請選擇類型：

source: Accordion
ca: Acordió
ca_es@valencia: Acordió
el: Ακκορντεόν
es: Acordeón
eu: Eskusoinua
fr: Accordéon
gl: Acordeón
it: Fisarmonica
nl: Accordeon
pl: Harmonia
pt: Acordeão
ru: Аккордеон
tr: Akordiyon
zh_cn: 折叠面板
zh_tw: 手風琴

source: Tabs
ca: Pestanyes
ca_es@valencia: Pestanyes
dz: ཨེབ་ལྡེ
el: Καρτέλες
es: Pestañas
eu: Fitxak
fr: Onglets
gl: Lapelas
it: Linguette
nl: Tabbladen
pl: Zakładki
pt: Abas
ru: Вкладки
tr: Sekmeler
zh_cn: 标签
zh_tw: 分區

source: Pagination
ca: Paginació
ca_es@valencia: Paginació
dz: ཤོག་ལེབ་སྒྲིག་པ
el: Σελιδοποίηση
es: Paginación
eu: Orriz orri
fr: Mise en page
gl: Paxinación
it: Pagine
nl: Paginering
pl: Stronicowanie
pt: Paginação
ru: Нумерация страниц
tr: Sayfalama
zh_cn: 分页
zh_tw: 分頁

source: Carousel
ca: Carrusel
ca_es@valencia: Caroussel
dz: ཆང་སྤྲོ
es: Carrusel
eu: Karrusela
fr: Carrousel
gl: Carrusel
it: Rassegna
pl: Karuzela
pt: Carrossel
ru: Карусель
tr: Karusel (Atlı Karınca)
zh_cn: 旋转木马
zh_tw: 旋轉木馬

source: Timeline
ca: Línia del temps
ca_es@valencia: Línia de temps
el: Χρονογραμμή
es: Línea de tiempo
eu: Denbora-lerroa
fr: Ligne temporelle
gl: Liña de tempo
it: Linea del tempo
nl: Tijdlijn
pl: Oś czasu
pt: Linha de tempo
ru: Временная шкала
tr: Zaman Çizelgesi
zh_cn: 时间轴
zh_tw: 時間軸

source: Choose an effect (you can change it later).
ca: Tria un efecte (el podeu canviar més tard).
ca_es@valencia: Tria un efecte (pots canviar-ho més tard)
el: Επιλέξτε ένα εφέ (μπορείτε να το αλλάξετε αργότερα).
es: Elija un efecto (podrá cambiarlo más tarde).
eu: Aukeratu efektu bat (gero aldatu dezakezu).
fr: Choisissez un effet (vous pouvez le changer plus tard).
gl: Escolla un efecto (pode ser cambiado máis tarde).
it: Scegliere un effetto (potrà essere modificato più tardi).
nl: Kies een effect (je kunt het later aanpassen)
pl: Wybierz efekt (możesz go później zmienić).
pt: Escolha um efeito (pode alterá-lo mais tarde)
ru: Выберите эффект (вы можете изменить его позже).
tr: Bir efekt seçin (bunu daha sonra değiştirebilirsiniz).
zh_cn: 选择效果（您可以稍后更改）。
zh_tw: 請選擇一個效果（稍後您可以更改）。

source: To add a new tab, block, page... just add a second level title (Heading 2) followed by its content.
ca: Per afegir una pestanya nova, bloc, pàgina,... afegiu un títol de segon nivell (encapçalament 2) seguit del seu contingut.
ca_es@valencia: Per a afegir una altra pestanya, pàgina, bloc... afegiu un títol de segon nivell (Encapçalament 2) seguit del seu contingut.
el: Για γίνει προσθήκη μιας νέας καρτέλας, ενός πλαισίου, μιας σελίδας, απλά προσθέστε ένα δεύτερο επίπεδο τίτλου (Heading 2) και κατόπιν το περιεχόμενό του.
es: Para agregar una etiqueta, bloque, página... nuevos, añada un título de segundo nivel (Encabezado 2) seguido por su contenido.
eu: Bigarren mailako goiburu bat gehitu (2. goiburua) Bloke, fitxa, orri, ... berria sortzeko eta bere edukia idatzi.
fr: Pour ajouter un nouvel onglet. bloc ou page... ajouter un titre de deuxième niveau (Heading 2) suivi de son contenu.
gl: Para engadir unha nova lapela, bloque, páxina... engada un título de nivel dous (Heading 2) seguido polo seu contido.
it: Per aggiungere una nuova linguetta, blocco o pagina... aggiungere un titolo di secondo livello (Heading 2) seguito dal suo contenuto.
nl: Om een nieuwe tab, blok, pagina toe te voegen... voeg gewoon een titel van het tweede niveau in (Heading 2), gevolgd door de bijbehorende inhoud
pl: Aby dodać nową kartę, blok, stronę... po prostu dodaj tytuł drugiego poziomu (Nagłówek 2), a następnie jego zawartość.
pt: Para acrescentar uma nova aba, bloco, página... simplesmente acrescente um título de segundo nível (Título 2) com o seu conteúdo a seguir.
ru: Чтобы добавить новую вкладку, блок, страницу... просто добавьте заголовок второго уровня (Заголовок 2), а затем его содержимое.
tr: Yeni bir sekme, blok, sayfa... eklemek için ikinci seviye bir başlık (Başlık 2) ve ardından içeriğini ekleyin.
zh_cn: 要添加新标签，块，页面......只需添加第二级标题（标题2），然后添加其内容。
zh_tw: 要新增一個分頁、區塊、頁面等，只要加一個第二層的標題（標頭 2）然後加入內容。

source: All blocks must start with a second level title (Heading 2).
ca: Tots els blocs han de començar amb títol de segon nivell (encapçalament 2)
ca_es@valencia: Tots els blocs han de començar amb un títol de segon nivell (Encapçalament 2).
el: Όλα τα πλαίσια θα πρέπει να αρχίζουν με τίτλο δεύτερου επιπέδου (Επικεφαλίδα 2).
es: Todos los bloques deben comenzar con un título de segundo nivel (Encabezado 2).
eu: Bloke guztiek bigarren mailako goiburu batekin hasi behar dute (2. goiburua).
fr: Tous les blocs doivent commencer avec un titre de deuxième niveau (Heading 2).
gl: Tódolos bloques deben comezar cun título de segundo nivel (Encabezamento 2)
it: Tutti i blocchi devono iniziare con un titolo di secondo livello (Heading 2).
nl: Alle blokken moeten beginnen met een titel van het tweede niveau (Heading 2)
pl: Wszystkie bloki muszą rozpoczynać się od tytułu drugiego poziomu (Nagłówek 2).
pt: Todos os blocos devem começar com um título de segundo nível (Título 2).
ru: Все блоки должны начинаться с заголовка второго уровня (Заголовок 2).
tr: Tüm bloklar ikinci seviye bir başlıkla başlamalıdır (Başlık 2).
zh_cn: 所有版块必须以第二级标题（标题2）开头。
zh_tw: 所有的區塊都必須以第二層標題（標頭 2）開始。

source: Timelines require a third level title (Heading 3) right after each Heading 2.
ca: Les línies temporals requereixen un títol de tercer nivell (encapçalament 3) seguit després de cada encapçalament 2.
ca_es@valencia: La línia de temps requereix un títol de tercer nivell (Encapçalament 3) just després de cada Encapçalament 2.
el: Οι χρονογραμμές απαιτούν τίτλο τρίτου επιπέδου (Επικεφαλίδα 3) αμέσως μετά από κάθε Επικεφαλίδα 2.
es: Las Líneas de tiempo requieren un título de nivel tres (Encabezado 3) inmediatamente después de cada Encabezado 2.
eu: Denbora lerroek hirugarren mailako titulua (3. goiburua) behar dute 2. goiburuaren atzetik.
fr: Pour le calendrier, un titre de troisième niveau (Heading 3) est nécessaire après chaque titre de deuxième niveau (Heading 2).
gl: As liñas de tempo requiren un título de nivel tres (Encabezamento 3) inmediatamente despois de cada Encabezamento 2.
it: Le linee del tempo richiedono un titolo di terzo livello (Heading 3) immediatamente dopo ciascun Heading 2.
nl: Tijdlijnen vereisen een derde niveau titel (Heading 3) meteen na elke Heading 2.
pl: Oś czasu wymaga trzeciego poziomu tytułu (Nagłówek 3) zaraz po każdym Nagłówku 2.
pt: As Linhas de tempo precisam de um título de terceiro nível (Título 3) logo a seguir a cada Título 2.
ru: Временные шкалы требуют заголовка третьего уровня (Заголовок 3) сразу после каждого Заголовка 2.
tr: Zaman Çizelgeleri, her Başlık 2'den hemen sonra üçüncü seviye bir başlık (Başlık 3) gerektirir.
zh_cn: 时间轴在每个二级标题之后需要第三级标题（标题3）。
zh_tw: 在每個標頭2之後，時間軸需要第三個標題（標頭3）

source: Change the text of the tabs adding a title to each Heading 2 with the "Insert/Edit Attributes" option:
ca: Canvia el text de les pestanyes afegint un títol per cada encapçalament 2 amb l'opció "Insereix/Edita atributs" :
ca_es@valencia: Canvia el text de les pestanyes per a afegir un títol a cada encapçalament 2 amb l'opció «Insereix/Edita atributs»:
el: Αλλάξτε το κείμενο των καρτελών προσθέτοντας έναν τίτλο για κάθε Επικεφαλίδα 2 με την επιλογή 'Εισαγωγή/Επεξεργασία χαρακτηριστικών':
es: Cambie el texto de las pestañas añadiendo un título a cada Encabezado 2 con la opción "Insertar/editar atributos":
eu: Aldatu fitxen testua titulua gehituz 2. mailako goiburuei "Atributuak txertatu/editatu" aukeraren bitartez:
fr: Changez le texte des onglets en ajoutant un titre pour chaque titre de deuxième niveau (Heading 2) avec l'option "Insérer/Éditer les attributs":
gl: Cambie o texto das lapelas engadindo un título a cada Encabezamento 2 coa opción "Inserir /Editar atributos":
it: Cambiare il testo delle linguette aggiungendo un titolo ad ogni Heading 2 con l'opzione "Inserire/Modifica attributi":
nl: Verander de tekst van de tabbladen door het toevoegen van een titel aan elke Heading 2 met de "Insert/bewerk Attributen" optie:
pl: Zmień tekst zakładek dodając tytuł do każdego Nagłówka 2 za pomocą opcji "Wstaw/Edytuj atrybuty":
pt: Mude o texto das abas acrescentando um título a cada Título 2 com a opção "Inserir/Editar atributos":
ru: Измените текст вкладок, добавив заголовок к другому Заголовку 2 с опцией "Вставить/Редактировать Атрибуты":
tr: 'Nitelikleri Ekle/Düzenle' seçeneği ile her Başlık 2'ye bir başlık ekleyerek sekmelerin metnini değiştirin:
zh_cn: 更改选项卡的文本，使用“插入/编辑属性”选项为每个标题2添加标题：
zh_tw: 利用「插入」－「編輯屬性」來更改這些標頭標籤的文字：

source: Effects
ca: Efectes
ca_es@valencia: Efectes
dz: འཆར་སྣང་ཚུ
el: Εφέ
es: Efectos
eu: Efektuak
fr: Effets
gl: Efectos
it: Effetti
pl: Efekty
pt: Efeitos
ru: Эффекты
tr: Efektler
zh_cn: 效果
zh_tw: 效果

source: Make a timeline?
ca: Voleu fer una línia de temps?
ca_es@valencia: Voleu construir una línia de temps?
el: Δημιουργία χρονογραμμής;
es: ¿Construir una Línea de tiempo?
eu: Denbora-lerroa sortu nahi duzu?
fr: Créer une ligne temporelle ?
gl: Facer unha liña do tempo?
it: Creare una linea del tempo?
nl: Een tijdlijn maken?
pl: Utworzyć oś czasu?
pt: Criar uma Linha de tempo?
ru: Сделать временную шкалу?
tr: Bir zaman çizelgesi mi oluşturacaksınız?
zh_cn: 创建一个时间轴？
zh_tw: 新增時間軸？

source: Write your content...
ca: Escriviu el contingut...
ca_es@valencia: Escriu el contingut...
dz: ཁྱོད་རའི་ནང་དོན་འབྲི་...
el: Γράψτε το δικό σας περιεχόμενο...
es: Escriba su contenido...
eu: Idatzi zure edukia...
fr: Écrivez votre contenu
gl: Escriba o seu contido...
it: Scrivere il contenuto...
nl: Schrijf je eigen inhoud...
pl: Napisz swoją treść...
pt: Escreva o seu conteúdo...
ru: Напишите своё содержимое...
tr: İçeriğinizi yazın...
zh_cn: 写下你的内容......
zh_tw: 在這裡寫您的內容...

source: Effects (accordion, tabs, pagination...)
ca: Efectes (acordió, pestanyes, paginació...)
ca_es@valencia: Efectes (acordió, pestanyes, paginació...)
el: Εφέ (ακκορντεόν, καρτέλες, σελιδοποίηση...)
es: Efectos (acordeón, pestañas, paginación...)
eu: Efektuak (eskusoinua, fitxak, orriz orri, ...)
fr: Effets (accordéon, tabulations, mise en page...)
gl: Efectos (acordeón, lapelas, paxinación...)
it: Effetti (fisarmonica, linguette, suddivisione in pagine...)
nl: Effecten(Accordeon, tabs, paginering..)
pl: Efekty (harmonia, karty, stronicowanie...)
pt: Efeitos (acordeão, abas, paginação... )
ru: Эффекты (аккордеон, вкладки, нумерация страниц...)
tr: Efektler (akordion, sekmeler, sayfalama)
zh_cn: 效果（折叠，标签，分页...）
zh_tw: 效果（定位、分頁等）

source: Word to guess
ca: Paraula a endevinar
ca_es@valencia: Paraula que cal endevinar
dz: ཕོག་ཚོད་དཔག་ནིའི་ཚིག
el: Λέξη που πρέπει να μαντέψετε
es: Palabra que adivinar
eu: Asmatu beharreko hitza
fr: Mot à deviner
gl: Adiviña a palabra
it: Parola da indovinare
nl: Woord dat geraden moet worden
pl: Słowo do odgadnięcia
pt: Palavra para adivinhar
ru: Слово для угадывания
tr: Kelimeleri Bul
zh_cn: 要猜的单词
zh_tw: 要猜的單字

source: Hint or definition
ca: Pista o definició
ca_es@valencia: Suggeriment o definició
dz: བརྡ་མཚོན་ཡང་ན་ངེས་ཚིག
el: Υπόδειξη ή ορισμός
es: Pista o definición
eu: Arrastoa edo definizioa
fr: Indication ou définition
gl: Pista ou definición
it: Definizione o suggerimento
nl: Hint of definitie
pl: Wskazówka lub definicja
pt: Dica ou definição
ru: Подсказка или определение
tr: İpucu veya tanım
zh_cn: 提示或定义
zh_tw: 提示或是定義

source: Automatically include capital letters
ca: Inclou de forma automàtica majúscules
ca_es@valencia: Inclou automàticament lletres majúscules
el: Αυτόματη συμπερίληψη κεφαλαίων γραμμάτων
es: Incluir automáticamente las mayúsculas
eu: Sartu automatikoki letra larriak
fr: Inclure automatiquement les lettres majuscules.
gl: Incluír automaticamente as maiúsculas
it: Includi automaticamente le maiuscole
nl: Voeg automatisch hoofdletters toe
pl: Automatycznie uwzględnij wielkość liter
pt: Incluir automaticamente letras maiúsculas
ru: Автоматически включать заглавные буквы
tr: Büyük harfleri otomatik olarak ekle
zh_cn: 自动包括大写字母
zh_tw: 自動包含大寫字母

source: Accessibility
ca: Accessibilitat
ca_es@valencia: Accessibilitat
dz: འཛུལ་སྤྱོད་ཚད་འཛིན
el: Προσβασιμότητα
es: Accesibilidad
eu: Irisgarritasuna
fr: Accessibilité
gl: Accesibilidade
it: Accessibilità
nl: Toegankelijkheid
pl: Dostępność
pt: Acessibilidade
ru: Доступность
tr: Erişilebilirlik
zh_cn: 可访问性
zh_tw: 無障礙功能

source: These games require JavaScript.
ca: Aquestos jocs requereixen javaScript.
ca_es@valencia: Aquests jocs requereixen JavaScript.
el: Αυτά τα παιχνίδια απαιτούν JavaScript.
es: Estos juegos requieren javaScript.
eu: Joko hauek JavaScript behar izaten dute.
fr: JavaScript nécessaire pour ces jeux.
gl: Estes xogos requiren JavaScript.
it: Questi giochi richiedono JavaScript.
nl: Deze spelen vereisen Javascript.
pl: Te gry wymagają JavaScript.
pt: Estes jogos precisam de JavaScript.
ru: Эти игры требуют JavaScript.
tr: Bu oyun JavaScript gerektirir.
zh_cn: 这些游戏需要JavaScript。
zh_tw: 這些遊戲需要JavaScript。

source: This is the message that the users with no JavaScript will see:
ca: Aquest és el missatge que els usuaris que no tenen JavaScript veuran:
ca_es@valencia: Aquest és el missatge que veuran els usuaris que no tenen JavaScript:
el: Αυτό είναι το μήνυμα που θα βλέπουν οι χρήστες που δεν έχουν ενεργοποιημένη τη JavaScript:
es: Este es el mensaje que verán los usuarios sin JavaScript:
eu: Mezu hau ikusiko dute JavaScript ez duten erabiltzaileek:
fr: Message que les utilisateurs sans JavaScript verront :
gl: Esta é a mensaxe que verán as persoas usuarias sen JavaScript:
it: Questo è il messaggio che riceveranno gli utenti che non hanno JavaScript:
nl: Dit is de mededeling die gebruikers zonder javascript zullen zien
pl: To jest wiadomość, którą zobaczą użytkownicy bez JavaScript:
pt: Esta é a mensagem que vão ver os utilizadores sem JavaScript:
ru: Это сообщение, которое будут видеть пользователи, не имеющие JavaScript:
tr: JavaScript'i olmayan kullanıcıların göreceği mesaj şudur:
zh_cn: 这是没有JavaScript的用户会看到的消息：
zh_tw: 這是沒有啟用JavaScript的使用者，會看到的訊息：

source: Please enable JavaScript to play this game.
ca: Habilita javaScript per jugar amb aquest joc.
ca_es@valencia: Habiliteu el JavaScript per a jugar a aquest joc
el: Παρακαλώ ενεργοποιήστε τη JavaScript για να παίξετε αυτό το παιχνίδι.
es: Por favor active JavaScript para poder jugar a este juego.
eu: Mesedez,gaitu JavaScript joko honetan aritzeko.
fr: Veuillez activer JavaScript pour jouer à ce jeu.
gl: Active JavaScript para iniciar este xogo.
it: Abilitare JavaScript per giocare.
nl: Gelieve Javascript in te schakelen om dit spel te spelen.
pl: Włącz obsługę JavaScript, aby grać w tę grę.
pt: Por favor, ative o JavaScript para poder jogar este jogo
ru: Пожалуйста, включите JavaScript чтобы играть в эту игру.
tr: Bu oyunu oynamak için lütfen JavaScript'i etkinleştirin.
zh_cn: 请启用 javascript 来玩这个游戏。
zh_tw: 請啟用JaveScript來進行遊戲。

source: You can change it at any time.
ca: Podeu canviar-lo en qualsevol moment.
ca_es@valencia: Es pot canviar en qualsevol moment.
el: Μπορείτε να το αλλάξετε οποιαδήποτε στιγμή.
es: Puede cambiarlo en cualquier momento.
eu: Nahi duzunean alda dezakezu.
fr: Vous pouvez changer à tout moment.
gl: Pódese cambiar isto en calquera momento.
it: Può essere cambiato in qualsiasi momento.
nl: Je kunt het steeds aanpasssen
pl: Możesz to zmienić w dowolnym momencie.
pt: Pode alterá-lo em qualquer momento.
ru: Вы можете изменить это в любой момент.
tr: İstediğiniz zaman değiştirebilirsiniz.
zh_cn: 你随时都可以改变它。
zh_tw: 您可以隨時改變它。

source: Write the list of letters and/or numbers to choose from.
ca: Escriu la llista de lletres i/o números per triar.
ca_es@valencia: Escriu la llista de lletres i/o nombres d'entre els quals s'ha de triar.
el: Γράψτε τα γράμματα ή και τους αριθμούς από όπου θα γίνεται η επιλογή.
es: Escriba la lista de letras y/o nombres de la que elegir.
eu: Idatzi aukeran emateko letra edo zenbakiak.
fr: Écrivez la liste des lettres et/ou nombres pour y puiser.
gl: Escriba a lista de letras e/ou nomes a elixir.
it: Scrivere una lista di lettere e/o numeri da cui scegliere.
nl: Schrijf de lijst van letters en/of cijfers om uit te kiezen.
pl: Napisz listę liter i/lub liczb do wyboru.
pt: Escreva a lista de letras e/ou números a escolher.
ru: Напишите список букв и/или цифр для выбора из них.
tr: Aralarından seçim yapabileceğiniz harf ve/veya sayıların listesini yazın.
zh_cn: 写下可供选择的字母和/或数字列表。
zh_tw: 寫下字母（或）數字以供選擇。
