Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Please provide the word definition or the valid URL of an image
ca: Proporcioneu la definició de la paraula o la URL vàlida o una imatge
ca_es@valencia: Proporciona la definició de la paraula o la URL vàlida d'una imatge
el: Παρακαλώ δώστε τον ορισμό της λέξης, ή μια έγκυρη διεύθυνση URL, ή μια εικόνα
es: Proporcione la definición de la palabra o la URL válida de una imagen
eu: Eman hitzaren definizioa edo irudi baten URL-a
fr: Veuillez fournir la définition d'un mot ou l'URL valide d'une image
gl: Proporcione a definición da palabra ou o URL válido dunha imaxe
it: Inserire la definizione della parola o l'URL di un'immagine
pl: Podaj definicję słowa lub prawidłowy adres URL obrazu
ru: Пожалуйста, укажите определение слова или действительный URL изображения
tr: Lütfen resmin tanımını veya geçerli URL'sini girin
zh_cn: 请提供文字定义或图片的有效网址
zh_tw: 請提供單字的意思或圖片的網址

source: Create activities in which students see a video, image or text and they have to choose the right answer.
ca: Creeu activitats en les quals els alumnes miren un vídeo, imatge, o text i cal que triïn la resposta correcta.
es: Cree actividades en las que dado un vídeo, imagen o texto, se solicite al alumnado la respuesta correcta a la pregunta.
eu: Sortu jarduerak non ikaslek bideo, irudi edo testu bat ikusi eta erantzun egokia aukeratu behar dute.
fr: Créer des activités ou les étudiants voient une vidéo, une image ou un texte avant de choisir la réponse correcte.
gl: Cree actividades nas que dado un vídeo, imaxe ou texto, se solicite ao alumnado a resposta correcta á pregunta.

source: Random options
ca: Opcions aleatòries
ca_es@valencia: Opcions aleatòries
dz: གང་འབྱུང་གདམ་ཁཚུ
el: Τυχαίες επιλογές
es: Opciones al azar
eu: Ausazko aukerak
fr: Options au hasard
gl: Opcións aleatorias
it: Opzioni a caso
pl: Opcje losowe
ru: Случайные варианты
tr: Rastgele seçenekler
zh_cn: 随机选项
zh_tw: 隨機排列選項

source: Custom score
ca: Puntuació personalitzada
ca_es@valencia: Puntuació personalitzada
dz: སྲོལ་སྒྲིག་སྐུགས
el: Προσαρμοσμένη βαθμολογία
es: Puntuación personalizada
eu: Neurrira egindako puntuazioa
fr: Score personnalisé
gl: Puntuación personalizada
it: Personalizza...
pl: Indywidualny wynik
ru: Персонализированная оценка
tr: Geçerli Puan
zh_cn: 自定义分数
zh_tw: 自訂分數

source: Play video intro
ca: Engega el vídeo introductori
ca_es@valencia: Reprodueix el vídeo d'introducció
dz: གློག་བརྙན་ངོ་སྤྲོད་སྟོན
el: Αναπαραγωγή εισαγωγικού βίντεο
es: Reproducir el vídeo de introducción
eu: Ikusi bideoaren sarrera
fr: Reproduire la vidéo d'introduction
gl: Reproducir vídeo de introdución
it: Visualizza intro video
pl: Odtwórz wprowadzenie do filmu
ru: Играть внедрённое видео
tr: Video girişini oynat
zh_cn: 播放视频介绍
zh_tw: 播放影片介紹

source: Youtube URL
ca: URL de Youtube
ca_es@valencia: URL de Youtube
dz: ཡུ་ཊུབ་གྱི་ཡུ་ཨར་ཨེལ
el: URL Youtube
es: URL de Youtube
eu: Youtube URLa
fr: URL de Youtube
gl: URL de Youtube
it: URL YouTube
pl: Adres URL YouTube
tr: Youtube URL'si
zh_cn: YouTube 网址
zh_tw: YouTube 網址

source: Create matching games with images, sounds and enriched texts.
ca: Creeu jocs de relació amb imatges, sons o text enriquit.
es: Crea juegos de relación con imágenes, sonidos y textos enriquecidos.

source: Match each card with its pair.
ca: Relaciona cada targeta amb la seva parella.
es: Relaciona cada tarjeta con su pareja.

source: Ready?
ca: A punt?
ca_es@valencia: Preparat?
dz: གྲ་སྒྲིག་ཨིན་ན?
el: Είστε έτοιμοι;
es: ¿Preparado?
eu: Prest?
fr: Prêt ?
gl: Preparado?
it: Pronti?
pl: Gotowy?
ru: Готов?
tr: Hazır mısınız?
zh_cn: 准备好了吗？
zh_tw: 準備好了嗎，孩子們？

source: New word
ca: Paraula nova
ca_es@valencia: Paraula nova
dz: ཚིག་གསརཔ
el: Νέα λέξη
es: Palabra nueva
eu: Hitz berria
fr: Nouveau mot
gl: Nova palabra
it: Nuova parola
pl: Nowe słowo
ru: Новое слово
tr: Yeni kelime
zh_cn: 新词
zh_tw: 新的單字

source: Starts with %1
ca: Inicia amb %1
ca_es@valencia: Comença per %1
dz: %༡་ལས་གོ་བཙུགཔ་ཨིན
el: Αρχίζει με το γράμμα %1
es: Empieza por %1
eu: Hasten da %1-(re)kin
fr: Commencer par %1
gl: Comeza por %1
it: Inizia con %1
pl: Rozpoczyna się od %1
ru: Начинается с %1
tr: %1 ile başlıyor
zh_cn: 以％1开头
zh_tw: 以 %1 開頭

source: Contains letter %1
ca: Conté la lletra %1
ca_es@valencia: Inclou la lletra %1
el: Περιέχει το γράμμα %1
es: Contiene la letra %1
eu: %1 letra dauka
fr: Contient la lettre %1
gl: Contén as letras %1
it: Contiene la lettera %1
pl: Zawiera literę %1
ru: Содержит букву %1
tr: %1 harfini içeriyor
zh_cn: 包含字母％1
zh_tw: 包含字母 %1

source: Move on to the next word
ca: Passa a la següent paraula
ca_es@valencia: Passar a la següent paraula
el: Μετάβαση στην επόμενη λέξη
es: Pasar a la siguiente palabra
eu: Aurrera egin hurrengo hitzara
fr: Passez au mot suivant
gl: Pasar á seguinte palabra
it: Prossima parola
pl: Przejdź do następnego słowa
ru: Перейти к следующему слову
tr: Sonraki Kelimeye Geç
zh_cn: 移至下一个字
zh_tw: 前往下一個單字

source: Provide a word
ca: Proporciona una paraula
ca_es@valencia: Introduir una paraula
el: Καταχωρίστε μια λέξη
es: Introduzca una palabra
eu: Eman hitz bat
fr: Fournissez un mot
gl: Introduza unha palabra
it: Inserisci una parola
pl: Podaj słowo
ru: Укажите слово
tr: Bir kelime girin
zh_cn: 提供一个字
zh_tw: 輸入單字

source: The information you were looking for
ca: La informació que buscaves
ca_es@valencia: La informació que estaves buscant
el: Οι πληροφορίες που ψάχνετε
es: La información que estaba buscando
eu: Informazioa honen bila zenbiltzan
fr: L'information que vous recherchiez
gl: A información que estaba buscando
it: L'informazione che cercavi
pl: Informacje, których szukałeś
ru: Информация, которую вы искали
tr: Aradığınız bilgi
zh_cn: 您正在寻找的信息
zh_tw: 您要找的資訊：

source: One round
ca: Una ronda
ca_es@valencia: Una volta
el: Ένας γύρος
es: Una vuelta
eu: Bira bakarra
fr: Un tour
gl: Unha rolda
it: Un round
pl: Jedna runda
ru: Один раунд
tr: Tek round
zh_cn: 一个回合
zh_tw: 一回合

source: Two rounds
ca: Dues rondes
ca_es@valencia: Dues voltes
el: Δύο γύροι
es: Dos vueltas
eu: Bi bira
fr: Deux tours
gl: Dúas roldas
it: Due round
pl: Dwie rundy
ru: Два раунда
tr: İki round
zh_cn: 两轮
zh_tw: 兩回合

source: Show word wheel
ca: Mostra la roda de paraules
ca_es@valencia: Mostrar el rosco de paraules
dz: ཚིག་བསྒྱིར་འཁོར་སྦ་སྟོན
el: Εμφάνιση ρόδας γραμμάτων
es: Mostrar el rosco de palabras
eu: Hitz-gurpila erakutsi
fr: Montrer la roue des mots
gl: Amosar o roscón de palabras
it: Mostra ruota delle parole
pl: Pokaż koło słów
ru: Показать круг слов
tr: Kelime çarkını göster
zh_cn: 显示字轮
zh_tw: 顯示單字輪

source: Hide word wheel
ca: Amaga la roda de paraules
ca_es@valencia: Ocultar el rosco de paraules
dz: ཚིག་བསྒྱིར་འཁོར་སྦ་བཞག
el: Απόκρυψη ρόδας γραμμάτων
es: Ocultar el rosco de palabras
eu: Ezkutatu hitz-gurpila
fr: Cacher la roue des mots
gl: Ocultar o roscón de palabras
it: Nascondi ruota delle parole
pl: Ukryj koło słów
ru: Скрыть круг слов
tr: Kelime çarkını gizle
zh_cn: 隐藏字轮
zh_tw: 隱藏單字輪

source: Digital blackboard
ca: Pissarra digital
es: Pizarra digital
eu: Arbel digitala
fr: Tableau numérique
gl: Encerado dixital

source: All
ca: Tot
es: Todas

source: %1 does not start with letter %2
ca: %1 no comença amb la lletra %2
ca_es@valencia: %1 no comença per la lletra %2
el: %1 δεν αρχίζει με το γράμμα %2
es: %1 no comienza por la letra %2
eu: %1 ez da hasten %2 letrarekin
fr: %1 ne commence pas par la lettre %2
gl: %1 non comeza pola letra %2
it: %1 non inizia con la lettera %2
pl: %1 nie zaczyna się na literę %2
ru: %1 не начинается с буквы %2
tr: %1, %2 harfiyle başlamıyor
zh_cn: ％1的开头不是字母％2
zh_tw: %1 並非以字母 %2 開頭

source: %1 does not contain letter %2
ca: %1 no conté la lletra %2
ca_es@valencia: %1 no té la lletra %2
el: %1 δεν περιέχει το γράμμα %2
es: %1 no contiene la letra %2
eu: %1-k ez dauka %2 letra
fr: %1 ne contient pas la lettre %2
gl: %1 non contén a letra %2
it: %1 non contiene la lettera %2
pl: %1 nie zawiera litery %2
ru: %1 не содержит буквы %2
tr: %1, %2 harfini içermiyor
zh_cn: ％1不包含字母％2
zh_tw: %1 並未包含字母 %2

source: You must provide the time to view the solution
ca: Cal que proporcioneu el temps per mostrar la solució
ca_es@valencia: Has d'introduir el temps per a veure la solució
el: Θα πρέπει να ορίσετε τον χρόνο στον οποίο θα εμφανίζεται η λύση
es: Debe introducir el tiempo para ver la solución
eu: Erantzuna ikusteko denbora eman behar duzu
fr: Vous devez introduire le temps pour voir la solution
gl: Introduza o tempo para ver a solución
it: Inserire il tempo per vedere la soluzione
pl: Musisz podać czas na obejrzenie rozwiązania
ru: Вы должны предоставить время для просмотра решения
tr: Çözümü görmek için zaman vermelisiniz
zh_cn: 您必须提供时间来查看解决方案
zh_tw: 您必須提供顯示解答的時間

source: Provide a word and its definition. May toggle between: "Word starts" or "Word contains", by clicking on %s
ca: Proporcioneu una paraula i la seva definició. Podeu alternar entre: «Comença la paraula» o «La paraula conté», fent clic a %s
ca_es@valencia: Escriu una paraula i la seua definició. Pots canviar entre "La paraula comença per" i "La paraula té" fent clic en %s
el: Καταχωρίστε μια λέξη και τον ορισμό της. Μπορείτε να επιλέξετε μεταξύ 'Η λέξη αρχίζει' ή 'Η λέξη περιέχει', πιέζοντας στο %s. Η κόκκινη κάθετη γραμμή αφορά το πρώτο γράμμα της λέξης, ενώ η κόκκινη οριζόντια γραμμή οποιοδήποτε άλλο γράμμα.
es: Introduzca una palabra y su definición. Puede cambiar entre "La palabra empieza por" y "La palabra contiene" pulsando en %s
eu: Eman hitz bat eta bere definizioa. "Hitza honela hasten da" edo "Hitzak dauka" artean txandatu dezakezu %s-n klik egiten
fr: Fournissez un mot et sa définition. Vous pouvez choisir entre "Le mot commence par" ou "Le mot contient" en cliquant sur %s
gl: Introduza unha palabra e a súa definición. Pode cambiar entre “A palabra comeza por” e “A palabra contén” premendo en %s
it: Inserire una parola e la sua definizione. Si può scegliere "inizia con" o "contiene" cliccando su %s
pl: Podaj wyraz i jego definicję. Może przełączać się między: "Słowo zaczyna się" lub "Słowo zawiera", klikając na %s
ru: Укажите слово и его определение. Можете переключаться между: «Слово начинается» или «Слово содержит», нажав на %s
tr: Bir kelime ve tanımını sağlayın. Şunlar arasında geçiş yapabilir: %s'ye tıklayarak 'Kelime başlar' veya 'Kelime içerir'
zh_cn: 提供一个单词及其定义。通过单击%s，可以在“单词开始”或“单词包含”之间切换
zh_tw: 輸入一個單字與它的含義。可以點擊 %s 來切換「單字開頭」或「單字包含」兩個選項

source: Starts with/Contains
ca: Comença amb / Conté
ca_es@valencia: Comença per/Conté
el: Αρχίζει με/Περιέχει
es: Empieza por/Contiene
eu: Hasten da/Dauka
fr: Commence par/Contient
gl: Comeza por/Contén
it: Inizia con/Contiene
pl: Rozpoczyna się od/Zawiera
ru: Начинается с/Содержит
tr: Ile başlar/Içerir
zh_cn: 始于/包含
zh_tw: 單字開頭/單字包含

source: Create activities in which students are given a definition and they have to guess the word that starts with a letter or contains a letter.
ca: Creeu activitats en les quals els alumnes donada una definició, cal que triïn el mot que comenci amb al lletra o contingui la lletra senyalada.
es: Cree actividades o en las que dada la definición de una palabra, se solicite al alumnado la propia palabra que comienza o contiene la letra que se señala.
eu: Sortu jarduerak non ikasleek definizioak jaso eta letra jakin batekin hasi edo letra hori barne duten hitza asmatu behar dituzte.
fr: Créer des activités où les étudiants reçoivent une définition et doivent deviner un mot qui commence avec une lettre déterminée ou qui la contient.
gl: Cree actividades ou nas que dada a definición dunha palabra, se solicite ao alumnado a propia palabra que comeza ou contén a letra que se indica.

source: Game time (seconds)
ca: Temps de joc (segons)
ca_es@valencia: Temps de joc (segons)
dz: རྩེདམོ་གི་དུས་ཚད(སྐར་ཆ)
el: Διάρκεια παιχνιδιού (σε δευτερόλεπτα)
es: Tiempo de juego (segundos)
eu: Joko-denbora (segundoak)
fr: Temps de jeu (secondes)
gl: Tempo de xogo (segundos)
it: Tempo di gioco (secondi)
pl: Czas gry (w sekundach)
ru: Время игры (в секундах)
tr: Oyun süresi (saniye)
zh_cn: 游戏时间（秒）
zh_tw: 遊戲時間（秒）

source: Number of rounds
ca: Nombre de rondes
ca_es@valencia: Nombre de voltes
el: Αριθμός επαναλήψεων
es: Número de vueltas
eu: Bira kopurua
fr: Nombre de tours
gl: Número de roldas
it: Numero di round
pl: Liczba rund
ru: Количество раундов
tr: Raund sayısı
zh_cn: 回合数
zh_tw: 回合數

source: Show solution in
ca: Mostra la solució en
ca_es@valencia: Mostra la solució en
dz: ནང་ལན་སྟོན
el: Εμφάνιση λύσης σε
es: Mostrar la solución en
eu: Erakutsi soluzioa:
fr: Montrer la solution dans
gl: Amosar a solución en
it: Mostra soluzione dopo
pl: Pokaż rozwiązanie w
ru: Показать решение в
tr: Çözümü şurada göster
zh_cn: 显示答案
zh_tw: 顯示解答時間：

source: seconds
ca: segons
ca_es@valencia: segons
dz: སྐར་ཆ
el: δευτερόλεπτα
es: segundos
eu: segundoak
fr: secondes
gl: segundos
it: secondi
pl: sekund
ru: секунды
tr: saniye
zh_cn: 秒
zh_tw: 秒

source: Click here to toggle between Word starts with... and Word contains...
ca: Premu aquí per canviar entre la paraula comença amb ... i la paraula conté ...
ca_es@valencia: Fes clic ací per a canviar entre La paraula comença per... i La paraula conté...
el: Πιέστε εδώ για εναλλαγή μεταξύ 'Η λέξη αρχίζει με' και 'Η λέξη περιέχει'.
es: Pulse aquí para cambiar entre La palabra empieza por... y La palabra contiene...
eu: Klik egin Hitza honela hasten da... eta Hitzak dauka... aukeren artean txandatzeko
fr: Cliquez ici pour choisir Le mot commence par... et Le mot contient...
gl: Preme aquí para cambiar entre "A palabra comeza por…" e "A palabra contén…".
it: Cliccare qui per scegliere "Inizia con..." o "Contiene..."
pl: Kliknij tutaj, aby przełączyć się między słowo zaczyna się od... i słowo zawiera...
ru: Нажмите здесь, чтобы переключаться между «Слово начинается с...» и «Слово содержит...»
tr: Kelime şununla başlar... ve Kelime şunları içerir... arasında geçiş yapmak için burayı tıklayın.
zh_cn: 单击此处在Word开头...和Word包含...之间切换
zh_tw: 點擊這裡在「單字開頭」與「單字包含」間切換...

source: The word starts with...
ca: La paraula comença per...
ca_es@valencia: La paraula comença per...
el: Η λέξη αρχίζει με...
es: La palabra empieza por...
eu: Hitza honekin hasten da:
fr: Le mot commence par...
gl: A palabra comeza por…
it: La parola inizia con...
pl: Słowo zaczyna się od...
ru: Слово начинается с...
tr: Kelime şöyle başlıyor...
zh_cn: 这个词以...开头
zh_tw: 單字開頭為...

source: Show/Hide image
ca: Mostra/Amaga una imatge
ca_es@valencia: Mostrar/ocultar la imatge
dz: གཟུགས་བརྙན་སྟོན/སྦ
el: Εμφάνιση/Απόκρυψη εικόνας
es: Mostrar/ocultar la imagen
eu: Irudia erakutsi/ezkutatu
fr: Montrer/Cacher image
gl: Amosar/Ocultar imaxe
it: Mostra/nascondi immagine
pl: Pokaż/Ukryj obraz
ru: Показать/Скрыть изображение
tr: Resmi göster/gizle
zh_cn: 显示／隐藏图片
zh_tw: 顯示/隱藏影像

source: Select Image
ca: Selecciona una imatge
ca_es@valencia: Selecciona una imatge
dz: གཟུགས་བརྙན་སེལ་འཐུ་འབད
el: Επιλογή εικόνας
es: Seleccione una imagen
eu: Aukeratu irudia
fr: Choisir image
gl: Seleccionar imaxe
it: Scegliere immagine
pl: Wybierz obraz
ru: Выбрать изображение
tr: Resim Seç
zh_cn: 选择图像
zh_tw: 選擇影像

source: Indicate a valid URL of an image or select one from your device
ca: Indiqueu una URL vàlida d'una imatge o seleccioneu-ne una des del vostre dispositiu
ca_es@valencia: Indica la URL vàlida d'una imatge o selecciona una del teu dispositiu
el: Δώστε ένα έγκυρο URL μιας εικόνας ή επιλέξτε μια από τη συσκευή σας
es: Indique la URL válida de una imagen o seleccione una de su dispositivo
eu: Eman irudi baten URL baliagarria edo aukeratu bat zure gailutik
fr: Indiquez l'URL valide d'une image ou sélectionner une image de votre dispositif
gl: Indique o URL válido dunha imaxe ou seleccione unha do seu dispositivo
it: Indicare l'URL valido di un'immagine o selezionarne una dal dispositivo
pl: Wskaż prawidłowy adres URL obrazu lub wybierz go ze swojego urządzenia
ru: Укажите действительный URL-адрес изображения или выберите его на своем устройстве.
tr: Resim için geçerli bir URL belirtin veya cihazınızdan resim seçin
zh_cn: 指出图片的有效URL或从设备中选择一个
zh_tw: 輸入影像的網址，或從您的裝置中選取影像

source: Indicate a valid URL of an audio or select one from your device
ca: Indica una URL vàlida d'un àudio o selecciona'n una del vostre dispositiu
ca_es@valencia: Indique la URL d'un fitxer d'àudio o seleccione un del seu dispositiu
el: Υποδείξτε μια έγκυρη διεύθυνση URL για τον ήχο ή επιλέξτε μία από τη συσκευή σας
es: Indique la URL de un archivo de audio o seleccione uno de su dispositivo
eu: Eman audio baten URLa edo aukeratu bat zure ordenagailutik
fr: Indiquez l'URL valide d'un document audio ou sélectionnez-en un dans votre dispositif
gl: Indique o URL dun ficheiro de audio ou seleccione un do teu dispositivo
it: Indicare l'URL valido di un audio o selezionarne una dal dispositivo
pl: Wskaż prawidłowy adres URL dźwięku lub wybierz go ze swojego urządzenia
ru: Введите URL-адрес аудиофайла или выберите его на своем компьютере
tr: Geçerli bir ses URL'si seçin veya cihazınızdan bir URL seçin
zh_cn: 请指定有效的音频 URL 或从设备中选择一个音频
zh_tw: 輸入音效的網址，或從您的裝置中選取音效

source: Hide image
ca: Amaga imatge
ca_es@valencia: Amagar la imatge
dz: གཟུགས་བརྙན་སྦ
el: Απόκρυψη εικόνας
es: Ocultar la imagen
eu: Ezkutatu irudia
fr: Cacher image
gl: Ocultar imaxe
it: Nascondi immagine
pl: Ukryj obraz
ru: Скрыть изображение
tr: Resmi Gizle
zh_cn: 隐藏图像
zh_tw: 隱藏影像

source: The word contains...
ca: La paraula conté...
ca_es@valencia: La paraula té...
el: Η λέξη αρχίζει περιέχει...
es: La palabra contiene...
eu: Hitzak dauka...
fr: Le mot contient...
gl: A palabra contén…
it: La parola contiene...
pl: Słowo zawiera...
ru: Слово содержит...
tr: Kelime şunu içeriyor...
zh_cn: 这个词包含...
zh_tw: 單字包含...

source: Rubric
ca: Rúbrica
ca_es@valencia: Rúbrica
el: Ρουμπρίκα
es: Rúbrica
eu: Errubrika
fr: Rubrique
gl: Rúbrica
it: Rubrica
pl: Tabela
ru: Рубрика
tr: Rubrik
zh_cn: 量规
zh_tw: 評分綱領

source: Notes
dz: དྲན་འཛིན་ཚུ
el: Σημειώσεις
es: Notas
eu: Oharrak
gl: Notas
it: Note
pl: Notatka
ru: Заметки
tr: Notlar
zh_cn: 注释
zh_tw: 備忘

source: Apply
ca: Aplica
ca_es@valencia: Aplicar
el: Εφαρμογή
es: Aplicar
eu: Aplikatu
fr: Appliquer
gl: Aplicar
it: Applica
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ru: Применить
tr: Uygula
zh_cn: 应用
zh_tw: 套用

source: Complete the table to define a scoring guide. Define the score or value of each descriptor.
ca: Completeu la taula per definir una guia de puntuació. Definiu la puntuació o el valor de cada descriptor.
ca_es@valencia: Completa la taula per a definir una guia de qualificació. Defineix la puntuació o el valor de cada descriptor.
el: Συμπληρώστε τον πίνακα για να δημιουργήσετε έναν οδηγό βαθμολογίας. Προσδιορίστε τη βαθμολογία ή την τιμή για κάθε περιγραφή.
es: Complete la tabla para definir una guía de calificación. Defina la puntuación o el valor de cada descriptor.
eu: Osatu taula puntuazio gida definitzeko. Definitu deskribatzaile bakoitzaren puntuazioa edo balioa.
fr: Complñetez le tableau pour definir un guide de qualifications.
gl: Complete a táboa para definir unha guía de cualificación. Defina a puntuación ou o valor de cada descritor.
it: Completare la tabella per definire una guida di valutazione. Definire il punteggio o valore di ogni descrittore.
pl: Uzupełnij tabelę, aby zdefiniować przewodnik oceniania. Zdefiniuj wynik lub wartość każdego deskryptora.
ru: Заполните таблицу, чтобы определить руководство по подсчёту очков. Определите счёт или значение каждого дескриптора.
tr: Bir puanlama kılavuzu tanımlamak için tabloyu tamamlayın. Her bir tanımlayıcının puanını veya değerini tanımlayın.
zh_cn: 填写表格以定义评分指南。定义每个描述符的分数或值。
zh_tw: 將評分綱領填入此表格中。定義每個描述符的分數。

source: Learn how to apply a rubric
ca: Aprèn com aplicar una rúbrica
ca_es@valencia: Aprenga a aplicar una rúbrica
el: Μάθετε πως να δημιουργείτε μια ρουμπρίκα
es: Aprenda a aplicar una rúbrica
eu: Ikasi nola aplikatu behar den errubrika bat
fr: Comkment appliquer une rubrique
gl: Aprenda a aplicar unha rúbrica
it: Imparare ad applicare una rubrica
pl: Dowiedz się, jak zastosować rubrykę
ru: Узнайте как применить рубрику
tr: Rubriğin nasıl uygulanacağını öğrenin
zh_cn: 学会使用量规
zh_tw: 學習如何套用評分綱領

source: All Rights Reserved
ca: Tots els drets reservats
ca_es@valencia: Tots els drets reservats
es: Todos los derechos reservados
eu: Eskubide guztiak erreserbatuta
fr: Tous droits réservés
gl: Tódolos dereitos reservados
it: Tutti i diritti riservati
nl: Alle rechten voorbehouden
pl: Wszelkie prawa zastrzeżone
pt: Todos os direitos reservados
ru: Все права защищены
tr: Tüm Hakları Saklıdır
zh_cn: 版权所有
zh_tw: 保留所有權利

source: Public Domain
ca: Domini públic
ca_es@valencia: Domini públic
dz: མི་མང་མངའ་ཁོངས
el: Κοινό κτήμα
es: Dominio público
eu: Jabari publikoa
fr: Domaine public
gl: Dominio público
it: Pubblico dominio
pl: Domena Publiczna
pt: Domínio público
ru: Публичный домен
tr: Kamu Malı
zh_cn: 公有领域
zh_tw: 公共領域

source: Example rubric
ca: Rúbrica d'exemple
ca_es@valencia: Rúbrica d'exemple
el: Παράδειγμα ρουμπρίκας
es: Rúbrica de ejemplo
eu: Adibide moduko errubrika
fr: Exemple de rubrique
gl: Rúbrica de exemplo
it: Rubrica di esempio
pl: Przykładowa tabela
ru: Пример рубрики
tr: Örnek ruburik
zh_cn: 量规样例
zh_tw: 範例評分綱領

source: Criteria
ca: Criteri
ca_es@valencia: Criteris
dz: ཚད་གཞི
el: Κριτήριο
es: Criterios
eu: Irizpidea
fr: Critères
gl: Criterio
it: Criteri
pl: Kryteria
ru: Критерий
tr: Kriter
zh_cn: 标准
zh_tw: 條件

source: Load CEDEC's rubrics (in Spanish)
ca: Carrega rúbriques del CEDEC (en castellà)
ca_es@valencia: Carregar les rúbriques del CEDEC (en espanyol)
el: Φόρτωση ρουμπρικών του CEDEC (στα Ισπανικά)
es: Cargar las rúbricas del CEDEC (en español)
eu: Kargatu CEDECaren errubrika
fr: Charger les rubriques CEDEC (en espagnol)
gl: Cargar rúbricas do CEDEC (en español)
it: Caricare le rubriche CEDEC (in spagnolo)
pl: Załaduj tabele CEDEC (w języku hiszpańskim)
ru: Загрузить рубрики CEDEC (на испанском)
tr: CEDEC'in değerlendirme listelerini yükleyin (İspanyolca)
zh_cn: 加载CEDEC的量规（西班牙文）
zh_tw: 載入 CEDEC 的評分綱領（西班牙文）

source: New rubric
ca: Rúbrica nova
ca_es@valencia: Nova rúbrica
el: Νέα ρουμπρίκα
es: Nueva rúbrica
eu: Errubrika berria
fr: Nouvelle rubrique
gl: Nova rúbrica
it: Nuova rubrica
pl: Nowa tabela
ru: Новая рубрика
tr: Yeni rubrik
zh_cn: 新量规
zh_tw: 新增評分綱領

source: New rubric:
ca: Rúbrica nova:
ca_es@valencia: Nova rúbrica:
el: Νέα ρουμπρίκα:
es: Nueva rúbrica:
eu: Errubrika berria:
fr: Nouvelle rubrique:
gl: Nova rúbrica:
it: Nuova rubrica:
pl: Nowa tabela:
ru: Новая рубрика:
tr: Yeni rubrik:
zh_cn: 新的量规：
zh_tw: 新綱領：

source: Example rubrics
ca: Rúbriques d'exemple
ca_es@valencia: Rúbriques d'exemple
el: Παραδείγματα ρουμπρικών
es: Rúbricas de ejemplo
eu: Adibide moduko errubrikak
fr: Exemples de rubrique
gl: Rúbricas de exemplo
it: Rubriche di esempio
pl: Przykładowe tabele
ru: Пример рубрик
tr: Örnek dereceli puanlama anahtarları
zh_cn: 量规样例
zh_tw: 範例評分綱領

source: Please select a template
ca: Seleccioneu una plantilla
ca_es@valencia: Tria una plantilla
dz: དཔེ་གཞི་གཅིག་སེལ་འཐུ་འབད
el: Παρακαλώ επιλέξτε ένα πρότυπο
es: Seleccione una plantilla
eu: Aukeratu txantiloi bat
fr: Veuillez choisir un modèle
gl: Seleccione un modelo
it: Scegliere un modello
pl: Wybierz szablon
ru: Пожалуйста, выберите шаблон
tr: Lütfen bir şablon seçin
zh_cn: 请选择一个模板
zh_tw: 請選擇一個範本

source: CEDEC's rubrics
ca: Rúbriques del CEDEC
ca_es@valencia: Rúbriques del CEDEC
el: Ρουμπρίκες από το CEDEC
es: Rúbricas del CEDEC
eu: CEDECaren errubrikak
fr: Rubriques CEDEC
gl: Rúbricas do CEDEC
it: Rubriche CEDEC
pl: Tabele CEDEC
ru: Рубрики CEDEC
tr: CEDEC'in rubrikleri
zh_cn: CEDEC的量规
zh_tw: CEDEC 的評分綱領
