Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Creative Commons Attribution No Derivatives License 2.5
ca: Llicència Creative Commons Reconeixement SenseObraDerivada 2.5
ca_es@valencia: Llicència Creative Commons 2.5 Reconeixement-Sense Obres Derivades
el: Creative Commons Αναφορά Δημιουργού - Όχι Παράγωγα Έργα 2.5
es: Licencia Creative Commons Reconocimiento Sin obra derivada 2.5
eu: Creative Commons: aitortu-LanEratorririkGabe 2.5 Lizentzia
fr: Creative Commons: Licence d'attribution en travail non modifié 2.5
gl: Licenza Creative Commons Atribución Sen obra derivada 2.5
it: Licenza Creative Commons Attribution No Derivatives 2.5
nl: Creative Commons Naamsvermelding Geen Afgeleide Werken Licentie 2.5
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Bez Utworów Zależnych 2.5
pt: Licença Creative Commons Atribuição Sem Derivações 2.5
tr: Creative Commons Atıf Uyarlanamaz Lisansı 2.5
zh_cn: 知识共享协议：署名 - 禁止演绎 2.5
zh_tw: CC 授權 -- 禁止改作條款 2.5 版

source: Creative Commons Attribution Non-commercial License 2.5
ca: Llicència Creative Commons Reconeixement NoComercial 2.5
ca_es@valencia: Llicència Creative Commons 2.5 Reconeixement-No comercial.
el: Creative Commons Αναφορά Δημιουργού - Μη Εμπορική Χρήση 2.5
es: Licencia Creative Commons Reconocimiento No comercial 2.5
eu: Creative Commons: aitortu-EzKomertziala 2.5 Lizentzia
fr: Creative Commons: Licence d'attribution non commercial 2.5
gl: Licenza Creative Commons Atribución Non-comercial 2.5
it: Licenza Creative Commons Attribution Non-commercial 2.5
nl: Creative Commons Naamsvermelding Niet Commercieel Licentie 2.5
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Użycie Niekomercyjne 2.5
pt: Licença Creative Commons Atribuição Não Comercial 2.5
tr: Creative Commons Atıf Gayrı Ticari Lisansı 2.5
zh_cn: 知识共享协议：署名 - 非商业性使用 2.5
zh_tw: CC 授權 -- 非商業性條款 2.5 版

source: Creative Commons Attribution Non-commercial Share Alike License 2.5
ca: Llicència Creative Commons Reconeixement NoComercial CompartirIgual 2.5
ca_es@valencia: Llicència Creative Commons 2.5 Reconeixement-No comercial-Compartir Igual
el: Creative Commons Αναφορά Δημιουργού - Μη Εμπορική Χρήση - Παρόμοια Διανομή 2.5
es: Licencia Creative Commons Reconocimiento No comercial Compartir igual 2.5
eu: Creative Commons: aitortu-EzKomertziala-PartekatuBerdin 2.5 Lizentzia
fr: Creative Commons: Licence d'attribution en partage identique non commercial 2.5
gl: Licenza Creative Commons Atribución Non-comercial Compartir igual 2.5
it: Licenza Creative Commons Attribution Non-commercial Share Alike 2.5
nl: Creative Commons Naamsvermelding Non-commercial Gelijk delen License 2.5
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Użycie Niekomercyjne Na Tych Samych Warunkach 2.5
pt: Licença Creative Commons Atribuição Não Comercial Compartilha Igual 2.5
tr: Creative Commons Atıf Gayrı Ticari Aynı Şekilde Paylaş Lisansı 2.5
zh_cn: 知识共享协议：署名 - 非商业性使用 - 相同方式共享 2.5
zh_tw: CC 授權 -- 非商業性相同方式分享條款 2.5 版

source: Creative Commons Attribution Non-commercial No Derivatives License 2.5
ca: Llicència Creative Commons Reconeixement NoComercial SenseObraDerivada 2.5
ca_es@valencia: Llicència Creative Commons 2.5 Reconeixement- No comercial-Sense obres derivades.
el: Creative Commons Αναφορά Δημιουργού - Όχι Παράγωγα Έργα - Μη Εμπορική Χρήση 2.5
es: Licencia Creative Commons Reconocimiento No comercial Sin obra derivada 2.5
eu: Creative Commons: aitortu-EzKomertziala-LanEratorririkGabe 2.5 Lizentzia
fr: Creative Commons: Licence d'attribution en travail non commercial et non modifié 2.5
gl: Licenza Creative Commons Atribución Non-comercial Sen obra derivada 2.5
it: Licenza Creative Commons Attribution Non-commercial No Derivatives 2.5
nl: Creative Commons Naamsvermelding Niet Commercieel Geen afgeleide werken Licentie 2.5
pl: Pewne Prawa Zastrzeżone Uznanie Autorstwa Użycie Niekomercyjne Bez Utworów Zależnych 2.5
pt: Licença Creative Commons Atribuição Não Comercial Sem Derivações 2.5
tr: Creative Commons Atıf Gayrı Ticari Uyarlanamaz Lisansı 2.5
zh_cn: 知识共享协议：署名 - 非商业性使用 - 禁止演绎 2.5
zh_tw: CC 授權 -- 非商業性禁止改作條款 2.5 版

source: License:
ca: Llicència:
ca_es@valencia: Llicència:
dz: ཆོག་ཐམ:
el: Άδεια:
es: Licencia:
eu: Lizentzia:
fr: Licence:
gl: Licenza:
it: Licenza:
nl: Licentie:
pl: Licencja:
pt: Licença:
ru: Лицензия:
tr: Lisans:
zh_cn: 许可:
zh_tw: 授權條款：

source: Local Version
ca: Versió local
ca_es@valencia: Versió
dz: ཉེ་གནས་ཀྱི་ཐོན་རིམ
el: Τοπική έκδοση
es: Versión local
eu: Bertsio lokala
fr: Version locale
gl: Versión local
it: Versione locale
nl: Locale versie
pl: Wersja lokalna
pt: Versão local
ru: Локальная версия
tr: Yerel Sürümü
zh_cn: 本地版本
zh_tw: 本地端版本

source: Made with eXeLearning
ca: Creat amb eXeLearning
es: Creado con eXeLearning
eu: eXeLearning-ekin egina
fr: Créé avec eXeLearning
gl: Feito con eXeLearning

source: Enable JavaScript
ca: Habilita el javascript
ca_es@valencia: Habilita el JavaScript
dz: ཇ་བ་ཡིག་ཚུགས་འགས་སྒྲ་བཏོན་ནི
el: Ενεργοποίηση JavaScript
es: Habilitar JavaScript
eu: Gaitu JavaScript
fr: Activer le JavaScript
gl: Activar JavaScript
it: Abilita JavaScript
nl: JavaScript Inschakelen
pl: Włącz JavaScript
pt: Permitir JavaScript
ru: Включить JavaScript
tr: JavaScript'i Etkinleştir
zh_cn: 启用 JavaScript
zh_tw: 啟用 JavaScript

source: Show Feedback
ca: Mostra realimentació
ca_es@valencia: Mostra la retroacció
dz: བསམ་ལན་སྟོན
el: Ανατροφοδότηση
es: Mostrar retroalimentación
eu: Erakutsi feedbacka
fr: Montrer l'écho en retour
gl: Amosar retroalimentación
it: Mostra le informazioni di ritorno
nl: Toon feedback
pl: Pokaż informację zwrotną
pt: Mostrar feedback
ru: Показать "Обратная связь"
tr: Geribildirimi Göster
zh_cn: 显示评语
zh_tw: 顯示意見回饋

source: Hide Feedback
ca: Amaga realimentació
ca_es@valencia: Amaga la retroacció
dz: བསམ་ལན་སྦ
el: Απόκρυψη Ανατροφοδότησης
es: Ocultar retroalimentación
eu: Ezkutatu feedbacka
fr: Cacher l'écho en retour
gl: Ocultar retroalimentación
it: Nascondi informazioni di ritorno
nl: Verberg feedback
pl: Pokaż/Schowaj informację zwrotną
pt: Ocultar resposta
ru: Скрыть "Обратная связь"
tr: Yardımı Gizle
zh_cn: 隐藏 评语
zh_tw: 隱藏意見回饋

source: Correct
ca: Correcte
ca_es@valencia: Correcte
dz: ངེས་བདེན
el: Σωστό
es: Correcto
eu: Aukera zuzena
gl: Selección correcta
it: Corretto
nl: Juist
pl: Poprawnie
pt: Correto
ru: Правильно
tr: Doğru
zh_cn: 正确
zh_tw: 正確

source: Incorrect
ca: Incorrecte
ca_es@valencia: Incorrecte
dz: མ་བདེནམ
el: Λάθος
es: Incorrecto
eu: Aukera ez zuzena
gl: Selección incorrecta
it: Sbagliato
nl: Verkeerd!
pl: Niepoprawnie
pt: Incorreto
ru: Неправильно
tr: Yanlış
zh_cn: 不正确
zh_tw: 不正確

source: Menu
ca: Menú
ca_es@valencia: Menú
dz: དཀར་ཆག
el: Μενού
es: Menú
eu: Menua
gl: Menú
it: Menù
ru: Меню
tr: Menü
zh_cn: 菜单
zh_tw: 選單

source: Download
ca: Descarrega
ca_es@valencia: Baixa
dz: ཕབ་ལེན
el: Λήψη
es: Descargar
eu: Jaitsi
fr: Télécharger
gl: Descargar
it: Scaricare
pl: Pobierz
pt: Descarregar
ru: Загрузить
tr: İndir
zh_cn: 下载
zh_tw: 下載

source: Your score is
ca: La seva puntuació és
ca_es@valencia: La vostra puntuació és
dz: ཁྱོད་ཀྱི་སྐུགས་སྲུངས་འདི་
el: Η βαθμολογία σας είναι
es: Su puntuación es
eu: Zure puntu kopurua hau da
fr: Votre score est
gl: A puntuación é
it: Il punteggio è
nl: Je score is
pl: Twój wynik to
pt: A sua pontuação é
ru: Ваш счёт
tr: Puanın
zh_cn: 你的分数是
zh_tw: 您的分數是

source: This might not work in this ePub reader.
ca: Pot ser que això no funcioni en aquest lector d'ePub.
ca_es@valencia: Això pot ser que no funcione en aquest lector d'ePub.
dz: ཨི་པབ་ལྷག་བྱེད་འདི་གི་ནང་ འ་ནི་འདི་འབད་མི་བཏུབ་འོང་།.
el: Αυτό ενδεχομένως να μην λειτουργήσει σε αναγνώστη ePub.
es: Esto podría no funcionar en este lector de ePubs.
eu: Agian honek ez du funtzionatuko ePub irakurle honetan.
fr: La lecture ePub peut ne pas fonctionner.
gl: Isto podería non funcionar neste lector de ePubs.
it: Potrebbe non funzionare con questo lettore ePub.
pl: Może nie działać w tym czytniku ePub.
ru: Это может не сработать в этом читателе ePub.
tr: Bu EPUB okuyucusunda işe yaramayabilir.
zh_cn: 这在这个 epub 读取器中可能不起作用。
zh_tw: 這可能在此 ePub 閱讀器中無法運作。

source: This activity does not work in ePub.
ca: Aquesta activitat no funciona en ePub.
ca_es@valencia: Aquesta activitat no funciona en ePub.
dz: ཨི་པབ་ནང་སྦྱོང་ལཱ་འདི་ལཱ་འབད་མི་བཏུབ།.
el: Αυτή η δραστηριότητα δεν λειτουργεί σε αναγνώστη ePub.
es: Esta actividad no funciona en formato ePub.
eu: Jarduera hau ez dabil ePub-ean.
fr: Cette activité ne fonctionne pas sous ePub.
gl: Esta actividade non funciona no formato ePub.
it: Questa attività non funziona in ePub.
pl: Ta aktywność nie działa w ePub.
ru: Это действие не работает в ePub.
tr: Bu aktivite ePub'da çalışmaz.
zh_cn: 此活动在 epub 中不起作用。
zh_tw: 此活動無法在 ePub 中運作。

source: Solution
ca: Solució
ca_es@valencia: Solució
dz: ལན
el: Λύση
es: Solución
eu: Soluzioa
gl: Solución
it: Soluzione
nl: Oplossing
pl: Rozwiązanie
pt: Solução
ru: Решение
tr: Çözüm
zh_cn: 答案
zh_tw: 答案

source: Search in all pages
ca: Cerca a totes les pàgines
ca_es@valencia: Busca a totes les pàgines
dz: ཤོག་ལོབ་གེ་ར་ནང་འཚོལ་ཞིབ་འབད
el: Αναζήτηση σε όλες τις σελίδες
es: Buscar en todas las páginas
eu: Bilatu orri guztietan
fr: Rechercher dans toutes les pages
gl: Buscar en tódalas páxinas
it: Cerca in tutte le pagine
pl: Szukaj na wszystkich stronach
ru: Поиск по всем страницам
tr: Tüm sayfalarda ara
zh_cn: 在所有页面中搜索
zh_tw: 在所有頁面搜尋

source: No results for %
ca: No s'ha trobat cap resultat per a %
ca_es@valencia: No s'ha trobat cap resultat per a %
dz: གྲུབ་འབྲས་ཚུ་མེད་པའི་%
el: Δεν υπάρχουν αποτελέσματα για την αναζήτηση %
es: No se han hallado resultados para %
eu: Emaitzarik ez %-rentzat
fr: Aucun résultat pour %
gl: Non se atopan resultados para %
it: Nessun risultato per %
pl: Brak wyników dla %
ru: Нет результатов для %
tr: % için sonuç yok
zh_cn: 找不到％的结果
zh_tw: 搜尋 % 沒有結果

source: Search results for %
ca: Resultats de la cerca per a %
ca_es@valencia: Busca resultats per a %
dz: %་གི་དོན་ལུ་འཚོལ་ཞིབ་ཀྱི་གྲུབ་འབྲས་ཚུ
el: Αποτελέσματα για την αναζήτηση %
es: Buscar resultados para %
eu: Bilatu emaitzak %-rentzat
fr: Chercher les résultats pour %
gl: Buscar resultados para %
it: Risultati di ricerca per %
pl: Wyniki wyszukiwania dla %
ru: Результаты поиска для %
tr: İçin arama sonuçları %
zh_cn: 搜索％的结果
zh_tw: % 的搜尋結果

source: Hide results
ca: Amaga els resultats
ca_es@valencia: Amaga els resultats
dz: གྲུབ་འབྲས་ཚུ་སྦ
el: Απόκρυψη αποτελεσμάτων
es: Ocultar los resultados
eu: Ezkutatu emaitzak
fr: Cacher les résultats
gl: Ocultar resultados
it: Nascondi risultati
pl: Ukryj wyniki
ru: Скрыть результаты
tr: Sonuçları gizle
zh_cn: 隐藏结果
zh_tw: 隱藏結果

source: More
ca: Més
ca_es@valencia: Més
dz: མངམ
el: Περισσότερα
es: Más
eu: Gehiago
fr: Plus
gl: Máis
it: Altro
pl: Więcej
ru: Ещё
tr: Daha
zh_cn: 更多
zh_tw: 更多

source: Full size
ca: Mida completa
es: A tamaño completo
eu: Tamaina osoa
fr: Taille réelle
gl: A tamaño completo

source: Search
ca: Cerca
ca_es@valencia: Cerca
dz: འཚོལ
el: Αναζήτηση
es: Buscar
eu: Bilatu
fr: Recherche
gl: Buscar
it: Cerca
nl: Zoek
pl: Szukaj
pt: Pesquisa
ru: Найти
tr: Arama
zh_cn: 查找
zh_tw: 搜尋

source: Accessibility tools
ca: Eines d'accessibilitat
es: Herramientas de accesibilidad

source: Default typography
ca: Tipografia per defecte
es: Tipografía por defecto

source: Increase text size
ca: Augmentar la mida del text
es: Aumentar el tamaño del texto

source: Decrease text size
ca: Redueix la mida de text
es: Disminuir el tamaño de texto

source: Read
ca: Llegeix
ca_es@valencia: Llig
dz: ལྷག
el: Διαβάστε
es: Lee
eu: Irakurri
fr: Lisez
gl: Ler
it: Lettura
pl: Czytanie
ru: Читать
tr: Oku
zh_cn: 读
zh_tw: 讀

source: Stop reading
ca: Deixa de llegir
es: Detener la lectura

source: Translate
ca: Tradueix
es: Traducir

source: Drag and drop
ca: Arrossega i solta
es: Arrastra
eu: Arrastatu eta jaregin
fr: Sélectionner et déplacer
gl: Arrastra

source: Dark/Light mode
ca: Mode fosc/clar
es: Modo claro/oscuro

source: Accept
ca: Accepta
ca_es@valencia: Accepta
dz: ངོས་ལན་འབད
el: Αποδοχή
es: Aceptar
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accetta
nl: Accepteren
pl: Akceptuj
pt: Aceitar
ru: Принять
tr: Kabul et
zh_cn: 接受
zh_tw: 接受

source: Wrong
ca: Incorrecte
ca_es@valencia: Incorrecte
dz: ཕྱི་འགྱུར
el: Λάθος
es: Incorrecto
eu: Okerra
fr: Incorrect
gl: Incorrecto
it: Sbagliato
nl: Fout
pl: Źle
pt: Errado
ru: Неправильно
tr: Yanlış
zh_cn: 错误
zh_tw: 錯誤

source: Right answer
ca: Resposta correcta
ca_es@valencia: Resposta correcta
dz: ལན་བདེན་པ
el: Σωστή απάντηση
es: Respuesta correcta
eu: Erantzun zuzena
fr: Réponse correcte
gl: Resposta correcta
it: Risposta corretta
nl: Juiste antwoord
pl: Poprawna odpowiedź
pt: Resposta correta
ru: Правильный ответ
tr: Doğru cevap
zh_cn: 正确答案
zh_tw: 正確答案

source: Selected letters
ca: Selecciona lletres
ca_es@valencia: Lletres seleccionades
dz: སེལ་འཐུ་འབད་བའི་ཡིག་གུ་ཚུ
el: Επιλεγμένα γράμματα
es: Letras seleccionadas
eu: Aukeratutako letrak
fr: Lettres sélectionnées
gl: Letras seleccionadas
it: Lettere selezionate
nl: Gekozen letters
pl: Wybrane litery
pt: Letras escolhidas
ru: Выбранные буквы
tr: Seçilen harfler
zh_cn: 选定的字母
zh_tw: 已選取字母

source: Word
ca: Mot
ca_es@valencia: Paraula
dz: ཚིག
el: Λέξη
es: Palabra
eu: Hitza
fr: Mot
gl: Palabra
it: Parola
nl: Woord
pl: Słowo
pt: Palavra
ru: Слово
tr: Kelime
zh_cn: 单词
zh_tw: 單字

source: Words
ca: Mots
ca_es@valencia: Paraules
dz: ཚིག་ཚུ
el: Λέξεις
es: Palabras
eu: Hitzak
fr: Mots
gl: Palabras
it: Parole
nl: Woorden
pl: Słowa
pt: Palavras
ru: Слова
tr: Kelimeler
zh_cn: 单词
zh_tw: 單字

source: Play
ca: Juga
ca_es@valencia: Jugar
dz: གཏང
el: Αναπαραγωγή
es: Jugar
eu: Jolastu
fr: Mise en marche
gl: Xogar
it: Gioca
nl: Spelen
pl: Uruchom
pt: Jogar
ru: Играть
tr: Oynat
zh_cn: 播放
zh_tw: 遊玩

source: Results
ca: Resultats
ca_es@valencia: Resultats
dz: གྲུབ་འབྲས
el: Αποτελέσματα
es: Resultados
eu: Emaitzak
fr: Résultats
gl: Resultados
it: Risultati
nl: Resultaten
pl: Wyniki
pt: Resultados
ru: Результаты
tr: Sonuçlar
zh_cn: 结果
zh_tw: 結果

source: Another word
ca: Un altre mot
ca_es@valencia: Una altra paraula
dz: ཚིག་གཞན
el: Άλλη λέξη
es: Otra palabra
eu: Beste hitz bat
fr: Nouveau mot
gl: Outra palabra
it: Altra parola
nl: Het volgende woord
pl: Inny wyraz
pt: Outra palavra
ru: Другое слово
tr: Diğer bir kelime
zh_cn: 另一个词
zh_tw: 其他單字

source: Game over.
ca: Final del joc.
ca_es@valencia: Fi del joc
dz: རྩེད་ལཱ་རྫོགས་སོ་ཡི།.
el: Τέλος παιχνιδιού.
es: Juego terminado.
eu: Jokoa amaitu da.
fr: Fin de partie
gl: Xogo rematado.
it: Gioco finito.
pl: Koniec gry.
pt: O jogo acabou
ru: Игра закончена.
tr: Oyun bitti.
zh_cn: 游戏结束。
zh_tw: 遊戲結束。

source: Reload the game?
ca: Vols tornar a carregar el joc?
ca_es@valencia: Voleu tornar a carregar el joc?
dz: རྩེད་ལཱ་འདི་ཡང་བསྐྱར་མངོན་གསལ་འབད?
el: Επαναφόρτωση παιχνιδιού;
es: ¿Recargar el juego?
eu: Jokoa birkargatu?
fr: Recharger le jeu ?
gl: Recargar o xogo?
it: Riavvia il gioco?
nl: Spel opnieuw beginnen?
pl: Ponownie uruchomić grę?
pt: Reiniciar o jogo?
ru: Перезагрузить игру?
tr: Oyunu yeniden yükle?
zh_cn: 重新加载游戏？
zh_tw: 要重新載入遊戲嗎？

source: Click on "Play" to start a new game.
ca: Prem en "Juga" per començar un joc nou.
ca_es@valencia: Feu clic a «Reprodueix» per a iniciar el joc.
dz: རྩེད་ལཱ་གསརཔ་འགོ་བཙུག་ནི་དོན་ལུ་ "རྩེ་" གུ་ལུ་ཨེབ་གཏང་།.
el: Πατήστε στο "Αναπαραγωγή" για να ξεκινήσετε νέο παιχνίδι.
es: Pulse en "Jugar" para iniciar una nueva partida o juego.
eu: Klik egin "Jolastu"-n jokoa hasteko.
fr: Cliquer sur "PLay" pour démarrer une nouvelle partie.
gl: Prema en "Xogar" para comezar unha nova partida ou xogo.
it: Clic su "Gioca" per avviare un nuovo gioco.
nl: Klik op "Spelen" om een nieuw spel te beginnen
pl: Kliknij "Graj", aby rozpocząć nową grę.
pt: Clique em "Jogar" para começar um novo jogo
ru: Щёлкните на "Играть" для старта новой игры.
tr: Yeni bir oyuna başlamak için "Oynat" düğmesine tıklayın.
zh_cn: 点击“播放”开始新游戏。
zh_tw: 點擊遊玩以開始遊戲。

source: Click on "Another word" to continue.
ca: Prem en "Un altre mot" per continuar.
ca_es@valencia: Feu clic a «Una altra paraula» per a continuar
dz: འཕྲོ་མཐུད་ནིའི་དོན་ལུ "གཞན་ཚིག་" གུ་ལུ་ཨེབ་གཏང་།.
el: Πιέστε στο 'Άλλη λέξη' για να συνεχίσετε.
es: Pulse en "Otra palabra" para continuar.
eu: Klik egin "Beste hitz bat"-en jarraitzeko.
fr: Cliquer sur "Autre mot" pour continuer.
gl: Preme en "Outra palabra" para continuar.
it: Clic su "Altra parola" per continuare.
nl: Klik op "Nieuw woord" om door te gaan.
pl: Kliknij na "Inny wyraz" aby kontynuować.
pt: Clique em "Outra palavra" para continuar
ru: Нажмите на "Другое слово" чтобы продолжить.
tr: Devam etmek için "Başka bir kelime" butonuna tıklayın.
zh_cn: 点击“另一个字”继续。
zh_tw: 點擊其他單字以繼續。

source: eXe : elearning XHTML editor
ca: eXe: editor XHTML per eLearning
ca_es@valencia: eXe: editor XHTML per a l'aprenentatge electrònic
dz: ཨི་ཨེགས་ཨི་: གློག་རིག་ཐོག་སྦྱང་ནི་ ཨེཀས་ཨེཆ་ཊི་ཨེམ་ཨེལ་ ཞུན་དགཔ
el: eXe : συντάκτης XHTML για την εξ' αποστάσεως μάθηση
es: eXe: editor XHTML para eLearning
eu: eXe: XHTML editorea urruneko hezkuntzarako
fr: eXe: éditeur XHTML pour l'e-apprentissage ou l'e-education
it: eXe : editor XHTML per e-learning
pl: eXe : elearningowy edytor XHTML
pt: eXe : editor XHTML para o e-learning
ru: eXe: редактор электронного обучения XHTML
tr: eXe : e-öğrenme XHTML editorü
zh_cn: eXe: elearning XHTML 编辑器
zh_tw: eXe: elearning XHTML 編輯器

source: Click for completion instructions
ca: Premeu per mirar les instruccions d'emplenat
ca_es@valencia: Premeu per a mirar les instruccions de compleció
dz: ཡོངས་སྒྲུབ་པའི་བཀོད་རྒྱ་ཚུའི་དོན་ལུ་ཨེབ་གཏང
el: Κλικ για οδηγίες συμπλήρωσης
es: Pulse para recibir instrucciones sobre cómo completar la actividad
eu: Klikatu argibideak osatzeko
fr: Cliquer pour obtenir les consignes de réalisation de la tâche
gl: Prema para ver as instrucións de completado
it: Clic per le istruzioni di completamento
nl: Klik voor aanwijzingen
pl: Kliknij, aby uzyskać instrukcje uzupełniania
pt: Clique para obter instruções de preenchimento
ru: Щелкните для завершения инструкций
tr: Tamamlama yönergesi için tıklayın
zh_cn: 点击看完成说明。
zh_tw: 點擊看完成說明

source: You Should Know
ca: Cal que coneguis
ca_es@valencia: Cal que conegues
dz: ཁྱོད་ཀྱི་ཤེས་དགོཔ
el: Θα πρέπει να γνωρίζεις
es: Debes conocer
eu: Jakin behar duzu
fr: À savoir
gl: Debes saber
it: Dovresti sapere
nl: verwachte voorkennis
pl: Powinieneś wiedzieć
pt: Deves saber
ru: Вы должны знать
tr: Bilmen gerekir
zh_cn: 你应该知道
zh_tw: 您應該知道

source: Text Line
ca: Línia de Text
ca_es@valencia: Línia de Text
dz: ཚིག་ཡིག་གྲལ་ཐིག
el: Γραμμή κειμένου
es: Línea de texto
eu: Testuaren lerroa
fr: Ligne de texte
gl: Liña de texto
it: Linea di testo
nl: Tekstregel
pl: Wiersz tekstu
pt: Linha de texto
ru: Текстовая строка
tr: Yazı Satırı
zh_cn: 单行文字
zh_tw: 文字行

source: Text Box
ca: Requadre de text
ca_es@valencia: Quadre de text
dz: ཚིག་ཡིག་གི་སྒྲོམ
el: Πλαίσιο κειμένου
es: Recuadro de texto
eu: Testuaren kaxa
fr: Boite de texte
gl: Caixa de texto
it: Casella di testo
nl: Tekstveld
pl: Pole tekstowe
pt: Caixa de Texto
ru: Текстовая область
tr: Yazı Kutusu
zh_cn: 多行文字
zh_tw: 文字盒

source: Button Caption
ca: Títol del botó
ca_es@valencia: Títol del botó
dz: ཨེབ་རྟའི་དཔར་བཤད
el: Ετικέτα Πλήκτρου
es: Título del botón
eu: Epigrafe botoia
fr: Bouton de légende
gl: Lenda do botón
it: Testo del pulsante
nl: Opschrift/titel knop
pl: Opis przycisku
pt: Texto do botão
ru: Заголовок кнопки
tr: Düğme Başlığı
zh_cn: 按钮标签:
zh_tw: 按鈕標籤

source: Left
ca: Esquerre
ca_es@valencia: Esquerre
dz: གཡོན
el: Αριστερά
es: Izquierda
eu: Ezkerra
fr: à gauche
gl: Esquerda
it: Sinistra
nl: Links
pl: Lewy
pt: Esquerda
ru: Слева
tr: Sol
zh_cn: 左
zh_tw: 左

source: Right
ca: Dreta
ca_es@valencia: Dreta
dz: གཡས
el: Δεξιά
es: Derecha
eu: Eskuina
fr: à droite
gl: Dereita
it: Destra
nl: Rechts
pl: Prawy
pt: Direita
ru: Справа
tr: Sağ
zh_cn: 右
zh_tw: 右

source: Align:
ca: Alinea:
ca_es@valencia: Alinea:
dz: ཕྲང་སྒྲིག:
el: Στοίχιση:
es: Alinear:
eu: Lerrokatu:
fr: Mise en page :
gl: Aliñar:
it: Allineamento:
nl: Uitlijnen:
pl: Wyrównaj:
pt: Alinhar:
ru: Выравнивание:
tr: Hizala:
zh_cn: 对齐:
zh_tw: 對齊：

source: Select Flash Object
ca: Selecciona Objecte Flash
ca_es@valencia: Seleccioneu un objecte en Flash
dz: ཕིལེཤ་དངོས་པོ་སེལ་འཐུ་འབད
el: Επιλογή αντικειμένου flash
es: Seleccione un objeto flash
eu: Aukeratu flash objektua
fr: Sélectionnez un fichier Flash (.swf)
gl: Seleccionar obxecto flash
it: Selezionare oggetto Flash
nl: Kies een Flash-bestand
pl: Wybierz obiekt flash
pt: Selecionar um objeto Flash
ru: Выбрать Flash объект
tr: Flash Nesnesi Seçin
zh_cn: 选择flash文档
zh_tw: 選擇 Flash 物件

source: Select MP3 file
ca: Selecciona un fitxer MP3
ca_es@valencia: Seleccioneu un fitxer MP3
dz: ཨེམ་པི་ཐི་རི་སེལ་འཐུ་འབད
el: Επιλογή αρχείου MP3
es: Seleccionar un archivo MP3
eu: Aukeratu MP3 fitxategia
fr: Sélectionnez un fichier MP3
gl: Seleccionar ficheiro .mp3
it: Selezionare file MP3
nl: Kies een MP3-bestand
pl: Wybierz plik MP3
pt: Escolher um ficheiro MP3
ru: Выбрать MP3 файл
tr: MP3 dosyası seçin
zh_cn: 选择MP3 文档
zh_tw: 選擇 MP3 檔案

source: Caption:
ca: Títol:
ca_es@valencia: Títol:
dz: དཔར་བཤད:
el: Ετικέτα:
es: Título:
eu: Epigrafea:
fr: Titre-légende
gl: Título:
it: Didascalia:
nl: Bijschrift:
pl: Podpis:
pt: Título:
ru: Заголовок:
tr: Başlık:
zh_cn: 标题:
zh_tw: 標題：

source: Please enter an idevice name.
ca: Poseu el nom de l'iDevice.
ca_es@valencia: Escriu el nom de l'iDevice.
dz: བརྡ་དོན་ཐབས་འཕྲུལ་གྱི་མིང་གསརཔ་གཅིག་བཙུགས།.
el: Παρακαλώ εισάγετε ένα όνομα για το η-Σύνεργο.
es: Por favor introduzca un nombre de iDevice.
eu: Mesedez, idatzi idevice izena.
fr: SVP : rédigez un titre d'outil pédagogique.
gl: Introduza un nome de iDevice.
it: Inserire il nome di un iDevice.
nl: Geef naam voor het iDevice.
pl: Proszę wpisać nazwę iObiektu.
pt: Inserir um nome de um iDevice
ru: Пожалуйста, введите имя для idevice.
tr: Lütfen bir iDevice ismi girin.
zh_cn: 请填入 iDevice 模块的名称。
zh_tw: 請輸入 iDevice 名稱。

source: Sorry, wrong file format.
ca: Disculpeu, format de fitxer roin.
ca_es@valencia: El format de fitxer és incorrecte.
dz: དགོངསམ་མ་ཁྲེལ་ ཡིག་སྣད་ཀྱི་རྩ་སྒྲིག་ཕྱི་འགྱུར་མས།
el: Συγνώμη, λανθασμένη μορφή αρχείου.
es: Formato de archivo incorrecto.
eu: Fitxategiaren formatua okerra da.
fr: Désolé, ce n'est pas le bon format de fichier
gl: O formato de ficheiro non é correcto.
it: Formato errato del file.
nl: Sorry, fout bestandsformaat
pl: Niestety, zły format pliku.
pt: Desculpe, formato de ficheiro incorreto
ru: Извините, неправильный формат файла.
tr: Üzgünüm, yanlış dosya formatı.
zh_cn: 对不起, 文件格式错误。
zh_tw: 對不起，檔案格式錯誤。

source: Import iDevice
ca: Importa iDevices
ca_es@valencia: Importa iDevices
dz: བརྡ་དོན་ཐབས་འཕྲུལ་ནང་འདྲེན་འབད
el: Εισαγωγή η-Σύνεργου
es: Importar iDevices
eu: Inportatu iDevice-a
fr: Importation d'outils pédagogiques
gl: Importar iDevice
it: Importa iDevice
nl: iDevices importeren
pl: Importuj iObiekt
pt: Importar iDevice
ru: Импорт iDevice
tr: iDevice içeri aktar
zh_cn: 导入 iDevice 模块
zh_tw: 匯入 iDevice

source: Export iDevice
ca: Exporta iDevice
ca_es@valencia: Exporta l'iDevice
dz: བརྡ་དོན་ཐབས་འཕྲུལ་ཕྱིར་འདྲེན་འབད
el: Εξαγωγή η-Σύνεργου
es: Exportar iDevice
eu: Esportatu iDevice-a
fr: Export d'outils pédagogiques
gl: Exportar iDevice
it: Esporta iDevice
nl: Exporteer het iDevice
pl: Eksportuj iObiekt
pt: Exportar iDevice
ru: Экспорт iDevice
tr: iDevice dışa aktar
zh_cn: 导出 iDevice 模块
zh_tw: 匯出 iDevice

source: New iDevice
ca: iDevice nou
ca_es@valencia: iDevice nou
dz: བརྡ་དོན་ཐབས་འཕྲུལ་གསརཔ
el: Νέο η-Σύνεργο
es: Nuevo iDevice
eu: IDevice berria
fr: Nouvel outil pédagogique
gl: Novo iDevice
it: Nuovo iDevice
nl: Nieuw iDevice
pl: Nowy iObiekt
pt: Novo iDevice
ru: Новый iDevice
tr: Yeni iDevice
zh_cn: 新的 iDevice 模块
zh_tw: 新增 iDevice
