Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Enable Timer
ca: Habilita el cronometre
ca_es@valencia: Habilita el temporitzador
dz: དུས་འཛིན་ལྕོགས་ཅན་བཟོ
el: Ενεργοποίηση χρονόμετρου
es: Usar cronómetro
eu: Gaitu kronometroa
fr: Activer le chronomètre
gl: Activar cronómetro
it: Abilita contatore
nl: Timer inschakelen
pl: Włącz Zegar
pt: Ligar cronómetro
ru: Включить таймер
tr: Zamanlayıcıyı Etkinleştir
zh_cn: 启用定时器
zh_tw: 啟動計時器

source: Enable showing the timer in the game
ca: Habilita mostrar el cronometre al joc
ca_es@valencia: Habilita que es mostre el temporitzador en el joc
dz: རྩེད་ལཱའི་་དང་ དུས་འཛིན་སྟོན་ནི་་ལྕོགས་ཅན་བཟོ
el: Ενεργοποίηση εμφάνισης χρονόμετρου στο παιχνίδι
es: Mostrar el cronómetro en el juego
eu: Erakutsi kronometroa jokoan
fr: Montrer le chronomètre pendant le jeu
gl: Amosar o cronómetro no xogo
it: Abilita contatore nel gioco
nl: Timer in het spel tonen inschakelen
pl: Włącz pokazywanie zegara w grze
pt: Ativar a visualização do cronómetro no jogo
ru: Включить показ таймера в игре
tr: Oyunda zamanlayıcıyı görüntülemeyi etkinleştir
zh_cn: 启用在游戏中显示计时器
zh_tw: 在遊戲中顯示計時器

source: Add Placable Object
ca: Afegeix un objecte que es pugui posar
ca_es@valencia: Afig un objecte que es puga col·locar
dz: བཞག་བཏུབ་པའི་་དངོས་པོ་ཁ་སྐོང་རྐྱབས
el: Προσθήκη αντικειμένου για τοποθέτηση
es: Añadir un objeto que situar
eu: Gehitu objektu kokagarria
fr: Ajouter un élément à placer
gl: Engadir un obxecto que situar
it: Oggetto da spostare
nl: Voeg een te plaatsen object toe
pl: Dodaj obiekt do umieszczenia
pt: Acrescentar objeto placável
ru: Добавить размещаемый объект
tr: Yerleştirilebilir Nesne Ekle
zh_cn: 添加可放置对象
zh_tw: 新增可擺放物件

source: Default browser in your system
ca: Navegador per defecte al vostre sistema operatiu
ca_es@valencia: Navegador per defecte del sistema
dz: ཁྱོད་རའི་རིམ་ལུགས་ནང་གི་འཚོལ་རིམ
el: Προεπιλεγμένος περιηγητής του συστήματός σας
es: Navegador predeterminado en su sistema
eu: Zure sisteman lehenetsitako nabigatzailea
fr: Navigateur prédéterminé de votre système
gl: Navegador predeterminado no seu sistema
it: Navigatore predefinito di questo sistema
nl: Standaard browser op uw computer
pl: Domyślna przeglądarka w systemie
pt: Navegador por omissão no seu sistema
ru: Браузер по умолчанию в вашей системе
tr: Sisteminizdeki varsayılan tarayıcı
zh_cn: 系统默认浏览器
zh_tw: 您系統中的預設瀏覽器

source: Failed to get preferences
ca: Error al obtenir les preferències
ca_es@valencia: No s'han pogut obtindre les preferències
dz: ཁྱད་རྣམ་ཚུ་ལེན་ནི་མཐར་མ་འཁྱོལ
el: Αποτυχία λήψης προτιμήσεων
es: Error al abrir las preferencias
eu: Ezin izan dira irakurri lehenespenak
fr: Échec de l'obtention de préférences
gl: Erro ao obter as preferencias
it: Impossibile leggere le preferenze
nl: Ophalen voorkeuren niet gelukt
pl: Nie udało się uzyskać preferencji
pt: Não foi possível obter as preferências
ru: Не удалось получить свойства
tr: Tercihler alınamadı
zh_cn: 无法获得首选项
zh_tw: 取得喜好設定失敗

source: Failed to save preferences
ca: Error en desar les preferències
ca_es@valencia: No s'han pogut guardar les preferències
dz: ཁྱད་རྣམ་ཚུ་སྲུངས་ནི་མཐར་མ་འཁྱོལ
el: Αποτυχία αποθήκευσης προτιμήσεων
es: Error al guardar las preferencias
eu: Ezin izan dira gorde lehenespenak
fr: Échec de la sauvegarde de préférences
gl: Erro ao gardar as preferencias
it: Impossibile salvare le preferenze
nl: Opslaan voorkeuren niet gelukt
pl: Nie udało się zapisać preferencji
pt: Não foi possível guardar as preferencias
ru: Не удалось сохранить свойства
tr: Tercihler kaydedilemed
zh_cn: 无法保存首选项
zh_tw: 儲存喜好設定失敗

source: eXe Closed
ca: eXe tancat
ca_es@valencia: S'ha tancat l'eXe
dz: ཨི་ཨེགས་ཨི་ཁ་བསྡམས་ཡི
el: Το eXe έκλεισε
es: Cerrado eXe
eu: eXe itxita
fr: eXe fermé
gl: eXe pechado
it: eXe chiuso
nl: eXe gaat sluiten
pl: Zamykanie eXe
pt: Fechou-se o eXe
ru: Закрыть eXe
tr: eXe Kapalı
zh_cn: eXe关闭
zh_tw: eXe 已關閉

source: eXe has finished running in this window.
ca: eXe ha acabat d'executar-se en aquesta finestra.
ca_es@valencia: L'eXe ha acabat d'executar-se en aquesta finestra.
el: Το eXe έχει τερματίσει τη λειτουργία του σε αυτό το παράθυρο.
es: eXe ha dejado de ejecutarse en esta ventana.
eu: eXe-k amaitu du leiho honetan.
fr: eXe a terminé de s'exécuter sous cette fenêtre.
gl: eXe deixou de executarse nesta ventá.
it: eXe ha finito di funzionare in questa finestra.
nl: eXe is gestopt in dit venster
pl: eXe zakończył działanie w tym oknie.
pt: eXe finalizou a sua execução nesta janela
ru: Программа eXe завершила свою работу в этом окне.
tr: eXe bu pencerede çalışmayı bitirdi.
zh_cn: eXe已在此窗口中运行完毕。
zh_tw: eXe 已於此視窗完成執行。

source: You can close it safely.
ca: Podeu tancar de forma segura.
ca_es@valencia: Ara podeu tancar-lo de forma segura.
dz: ཁྱོད་ཀྱི་འ་ནི་ཝིན་ཌོ་ཁ་བསྡམས་མཆོག
el: Μπορείτε να το κλείσετε με ασφάλεια.
es: Puede cerrarla sin peligro de perder datos.
eu: Arriskurik gabe itxi dezakezu.
fr: Vous pouvez fermer sans danger.
gl: Pódese pechar esta xanela.
it: Si può chiuderla senza problemi.
nl: U kunt het nu veilig sluiten
pl: Można go bezpiecznie zamknąć.
pt: Pode fechá-la com segurança
ru: Вы можете безопасно закрыть его.
tr: Güvenli bir şekilde kapatabilirsiniz.
zh_cn: 你可以安全地关闭它。
zh_tw: 您可以安全地關閉。

source: Select pass rate:
ca: Seleccioneu el coeficient d'aprovat:
ca_es@valencia: Seleccioneu el percentatge per a aprovar:
dz: མཐར་འཁྱོལ་ཚད་སེལ་འཐུ་འབད
el: Επιλογή βαθμολογικής βάσης:
es: Seleccionar el coeficiente de aprobado:
eu: Aukeratu gainditze-koefizientea:
fr: Choisissez un taux de réussite :
gl: Seleccionar a porcentaxe para aprobar:
it: Selezionare velocità di transizione:
nl: Kies slaagpercentage:
pl: Wybierz poziom zaliczenia:
pt: Escolher nota de passagem:
ru: Выберите проходной балл:
tr: Geçme yüzdesini seçiniz:
zh_cn: 选择及格线
zh_tw: 選擇及格線：

source: SUBMIT ANSWERS
ca: ENVIA RESPOSTES
ca_es@valencia: ENVIA LES RESPOSTES
dz: ལན་ཚུ་ཕུལ
el: ΥΠΟΒΟΛΗ ΑΠΑΝΤΗΣΕΩΝ
es: ENVIAR RESPUESTAS
eu: BIDALI ERANTZUNAK
fr: Valider les réponses
gl: ENVIAR AS RESPOSTAS
it: INVIARE RISPOSTE
nl: VERZEND ANTWOORDEN
pl: Potwierdź odpowiedzi
pt: SUBMETER RESPOSTAS
ru: ОТПРАВИТЬ ОТВЕТЫ
tr: CEVAPLARI GÖNDER
zh_cn: 提交答案
zh_tw: 提交答案

source: Your score is %d%%
ca: La vostra puntuació és %d%%
ca_es@valencia: La vostra puntuació és %d%%
dz: ཁྱོད་ཀྱི་སྐུགས་འདི་%d%%
el: Η βαθμολογία σας είναι %d%%
es: Su puntuación es %d%%
eu: Zure puntu kopurua %d%% da
fr: Votre score est %d%%
gl: A puntuación é %d%%
it: Il tuo punteggio è %d%%
nl: Je score is %d%%
pl: Twój wynik to %d%%
pt: A sua pontuação é %d%%
ru: Ваш счёт: %d%%
tr: Puanınız %d%%
zh_cn: 你的分数是 %d%%
zh_tw: 您的分數是 %d%%

source: A Piece of Advice
ca: Recomanació
ca_es@valencia: Recomanacions
dz: བསླབ་བྱ་ཕྱམ་ཕྱིམ་གཅིག
el: Μια συμβουλή
es: Recomendación
eu: Gomendioa
fr: Conseil
gl: Un consello
it: Un consiglio
nl: Enkele adviezen
pl: Wskazówka
pt: Recomendação
ru: Один совет
tr: Öneri
zh_cn: 一个建议
zh_tw: 一些建議

source: Think About It
ca: Reflexiona
ca_es@valencia: Reflexiona
dz: དེའི་སྐོར་ལས་མནོ་བསམ་གཏང་དགོཔ
el: Αναστοχασμός
es: Reflexiona
eu: Hausnartu
fr: Réfléchissez-y
gl: Reflexiona
it: Pensaci
nl: Denk na!
pl: Pomyśl o tym
pt: Reflita
ru: Подумайте об этом
tr: Bunu düşün
zh_cn: 考虑一下
zh_tw: 想一想

source: Load
ca: Carrega
ca_es@valencia: Carrega
dz: མངོན་གསལ་འབད
el: Φόρτωση
es: Cargar
eu: Kargatu
fr: Charger
gl: Cargar
it: Carica
nl: Laden
pl: Wczytaj
pt: Carregar
ru: Загрузить
tr: Yükle
zh_cn: 载入
zh_tw: 載入

source: Image optimizer
ca: Optimitzador d'imatges
ca_es@valencia: Optimitzar imatge
dz: གཟུགས་བརྙན་ག་འདེ་དྲག་དྲག་སྤྱོད་ནི
el: Μεγεθυντής εικόνας
es: Optimizar imagen
eu: Irudiaren optimizatzailea
fr: Optimisation d'image
gl: Optimizar imaxe
it: Ottimizzatore di immagini
pl: Optymalizator obrazu
ru: Оптимизировать изображение
tr: Resim Optimize Edici
zh_cn: 图像优化
zh_tw: 影像最佳化

source: Select one or more images
ca: Selecciona una o més imatges
ca_es@valencia: Seleccioneu una o més imatges
dz: གཟུགས་བརྙན་གཅིག་ཡང་ན་མངམ་སེལ་འཐུ་འབད
el: Επιλογή μιας ή περισσότερων εικόνων
es: Seleccione una o más imágenes
eu: Aukeratu irudi bat edo gehiago
fr: Choisissez une ou plusieurs image(s)
gl: Seleccionar unha ou máis imaxes
it: Selezionare una o più immagini
nl: Kies een of meer afbeeldingen
pl: Wybierz jeden lub więcej obrazów
pt: Selecionar uma ou várias imagens
ru: Выбрать одно или более изображение
tr: Bir veya daha fazla resim seçin
zh_cn: 选择一个或多个图像
zh_tw: 選擇一個或多個圖片

source: Image Files (.jpg, .jpeg, .png, .gif, .svg)
ca: Fitxers imatge (.jpg, .jpeg, .png, .gif, .svg)
ca_es@valencia: Fitxers d'imatge (.jpg, .jpeg, .png, .gif, .svg)
el: Αρχεία εικόνων (.jpg, .jpeg, .png, .gif, .svg)
es: Ficheros de imagen (.jpg, .jpeg, .png, .gif, .svg)
eu: Irudiak (.jpg, .jpeg, .png, .gif, .svg)
fr: Fichiers images (.jpg, .jpeg, .png, .gif, .svg)
gl: Ficheiros de imaxe (.jpg, .jpeg, .png, .gif, .svg)
it: File immagine (.jpg, .jpeg, .png, .gif, .svg)
nl: Afbeeldingsbestanden (.jpg, .jpeg, .png, .gif, .svg)
pl: Pliki obrazów (.jpg, .jpeg, .png, .gif, .svg)
pt: Ficheiros de imagem (.jpg, .jpeg, .png, .gif, .svg)
ru: Файлы изображений (.jpg, .jpeg, .png, .gif, .svg)
tr: Resim Dosyaları (.jpg, .jpeg, .png, .gif, .svg)
zh_cn: 图像文件 (. jpg,. jpeg,. png,. gif,. svg)
zh_tw: 圖片檔（.jpg, .jpeg, .png, .gif, .svg）

source: Flash Movie (.flv)
ca: Vídeo flash (.flv)
ca_es@valencia: Pel·lícula en Flash (.flv)
dz: ཕིལེཤ་གློག་བརྙན (.flv)
el: Ταινία Flash (.flv)
es: Vídeo FLV (.flv)
eu: Flash bideoa (.flv)
fr: Film Flash (.flv)
gl: Vídeo flash (.flv)
it: Video Flash (.flv)
nl: Flash-film (.flv)
pl: Film Flash (.flv)
pt: Vídeo Flash (.flv)
ru: Flash ролик (.flv)
tr: Flash Filmi (.flv)
zh_cn: Flash电影（.flv）
zh_tw: Flash 電影 (.flv)

source: Flash Object (.swf)
ca: Objecte flash (.swf)
ca_es@valencia: Objecte Flash (.swf)
dz: ཕིལེཤ་དངོས་པོ (.swf)
el: Αντικείμενο Flash (.swf)
es: Objeto flash (.swf)
eu: Flash objektua (.swf)
fr: Élément flash (.swf)
gl: Obxecto Flash (.swf)
it: Oggetto Flash (.swf)
pl: Obiekt Flash (.swf)
pt: Objeto Flash (.swf)
ru: Объект flash (.swf)
tr: Flash Nesnesi (.swf)
zh_cn: Flash 对象 (. swf)
zh_tw: Flash 物件 (.swf)

source: Quicktime Files (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
ca: Fitxers QuickTime (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
ca_es@valencia: Fitxers Quicktime (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
el: Αρχεία Quicktime (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
es: Ficheros QuickTime (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
eu: Quicktime fitxategiak (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
fr: Fichiers QuickTime (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
gl: QuickTime (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
it: File Quicktime (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
nl: QuickTime bestanden (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
pl: Pliki QuickTime (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
pt: Ficheiros QuickTime (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
ru: Файлы QuickTime (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
tr: Quicktime Dosyası(.mov, .qt, .mpg, .mp3, .mp4, .mpeg)
zh_cn: Quicktime文件（.mov，.qt，.mpg，.mp3，.mp4，.mpeg）
zh_tw: QuickTime 檔案 (.mov, .qt, .mpg, .mp3, .mp4, .mpeg)

source: Windows Media Player Files (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
ca: Fitxers del reproductor de Windows media (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
ca_es@valencia: Fitxers Windows Media Player (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
el: Αρχεία Windows Media Player (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
es: Ficheros Windows Media Player (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
eu: Windows Media Player fitxategiak (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
fr: Fichiers Windows Media Player (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
gl: Ficheiros Windows Media Player (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
it: File Windows Media Player (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
nl: Windows Media Player bestanden (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
pl: Pliki Windows Media Player (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
pt: Ficheiros do Windows Media Player (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
ru: Файлы Windows Media Player (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
tr: Windows Media Player Dosyası(.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)
zh_cn: Windows 媒体播放器文件（.avi，.wmv，.wm，.asf，.asx，.wmx，.wvx）
zh_tw: Windows Media Player 檔案 (.avi, .wmv, .wm, .asf, .asx, .wmx, .wvx)

source: RealMedia Audio Files (.rm, .ra, .ram, .mp3)
ca: Fitxers d'àudio Realmedia (.rm, .ra, .ram, .mp3)
ca_es@valencia: Fitxers d'àudio RealMedia (.rm, .ra, .ram, .mp3)
el: Αρχεία RealMedia Audio (.rm, .ra, .ram, .mp3)
es: Ficheros de audio RealMedia (.rm, .ra, .ram, .mp3)
eu: RealMedia Audio fitxategiak (.rm, .ra, .ram, .mp3)
fr: Fichiers RealMedia Audio (.rm, .ra, .ram, .mp3)
gl: Ficheiros de audio RealMedia (.rm, .ra, .ram, .mp3)
it: File RealMedia Audio (.rm, .ra, .ram, .mp3)
nl: RealMedia geluidsbestanden (.rm, .ra, .ram, .mp3)
pl: Pliki RealMedia Audio (.rm, .ra, .ram, .mp3)
pt: Ficheiros de áudio RealMedia (.rm, .ra, .ram, .mp3)
ru: Аудио файлы RealMedia (.rm, .ra, .ram, .mp3)
tr: RealMedia Ses Dosyaları (.rm, .ra, .ram, .mp3)
zh_cn: RealMedia 音频文件 (.rm, .ra, .ram, .mp3)
zh_tw: RealMedia 音樂檔 (.rm, .ra, .ram, .mp3)

source: JPEG Files (.jpg, .jpeg)
ca: Fitxers JPEG (.jpg, .jpeg)
ca_es@valencia: Fitxers JPEG (.jpg, .jpeg)
el: Αρχεία JPEG (.jpg, .jpeg)
es: Ficheros JPEG (.jpg, .jpeg)
eu: JPEG fitxategiak (.jpg, .jpeg)
fr: Fichiers JPEG ((.jpg, .jpeg)
gl: Ficheiros JPEG (.jpg, .jpeg)
it: File JPEG (.jpg, .jpeg)
nl: JPEG bestanden (.jpg, .jpeg)
pl: Pliki JPEG (.jpg, .jpeg)
pt: Ficheiros JPEG (.jpg, .jpeg)
ru: Файлы JPEG (.jpg, .jpeg)
tr: JPEG Dosyaları (.jpg, .jpeg)
zh_cn: jpeg 文件 (. jpg,. jpeg)
zh_tw: JPEG 圖檔 (.jpg, .jpeg)

source: MP3 Audio (.mp3)
ca: Àudio MP3 (.mp3)
ca_es@valencia: Fitxer d'àudio MP3 (.mp3)
dz: ཨེམ་པི་ཐི་རི་རྣར་ཉན་(mp3)
el: Αρχεία MP3 (.mp3)
es: Audio MP3 (.mp3)
fr: Audio MP3 (.mp3)
gl: Audio MP3 (.mp3)
nl: MP3 geluidsbestand (.mp3)
pt: Áudio MP3 (.mp3)
ru: MP3 аудио (.mp3)
tr: MP3 Ses (.mp3)
zh_cn: mp3 音频 (. mp3)
zh_tw: MP3 音樂檔 (.mp3)

source: Select an mp3 file
ca: Selecciona un fitxer mp3
ca_es@valencia: Seleccioneu un fitxer MP3
dz: ཨེམ་པི་ཐི་རི་ཡིག་སྣེད་གཅིག་སེལ་འཐུ་འབད
el: Επιλογή αρχείου mp3
es: Seleccionar un archivo mp3
eu: Aukeratu mp3 fitxategi bat
fr: Sélectionnez un fichier MP3
gl: Seleccione un ficheiro MP3
it: Selezionare un file MP3
nl: Kies eenmp3 bestand
pl: Wybierz plik mp3
pt: Selecionar um ficheiro mp3
ru: Выбрать mp3 файл
tr: Bir mp3 dosyasıs seçin
zh_cn: 选择MP3 文档
zh_tw: 選擇 mp3 檔案

source: Select a package
ca: Selecciona un paquet
ca_es@valencia: Seleccioneu un paquet
dz: ཐུམ་སྒྲིལ་གཅིག་སེལ་འཐུ་འབད
el: Επιλογή ενός πακέτου
es: Seleccionar un paquete
eu: Aukeratu paketea
fr: Choisissez un paquet
gl: Seleccione un paquete
it: Selezionare un pacchetto
nl: Kies een pakket
pl: Wybierz pakiet
pt: Selecionar um pacote
ru: Выбрать пакет
tr: Bir paket seçin
zh_cn: 选择一个包
zh_tw: 選擇套件

source: Are you sure you want to continue without including an Image Description? Without it the image may not be accessible to some users with disabilities, or to those using a text browser, or browsing the Web with images turned off.
ca: Esteu segur que voleu continuar sense incloure una descripció de la imatge? La imatge pot no ser accessible a usuaris amb discapacitats, o a aquells que utilitzin navegadors de text o que naveguin amb les imatges desactivades.
ca_es@valencia: Esteu segur que voleu continuar sense incloure una descripció de la imatge? Si ho feu així, és possible que la imatge no siga accessible per a usuaris amb discapacitats o que utilitzen un navegador de text o naveguen amb les imatges desactivades.
el: Είστε βέβαιοι ότι θέλετε να συνεχίσετε χωρίς να συμπεριλάβετε μια περιγραφή της εικόνας; Χωρίς αυτήν, η εικόνα ενδεχομένως να μην είναι προσβάσιμη σε μερικούς χρήστες με ειδικές ανάγκες, ή σε αυτούς που χρησιμοποιούν περιηγητές κειμένου, ή περιηγούνται στο διαδίκτυο με απενεργοποιημένη τη δυνατότητα των εικόνων.
es: ¿Está seguro de continuar sin introducir una descripción a la imagen? Sin ella puede no ser accesible para usuarios con discapacidades, o para aquellos que usen navegadores de modo texto, o tengan deshabilitadas las imágenes de la página.
eu: Irudiaren deskribapena gehitu gabe jarraitu nahi duzu? Hau horrela, ezgaitasunak dituztenentzat edo testu nabigatzaile bat darabiltenentzat ez da irisgarria izango.
fr: Êtes-vous sûr de vouloir continuer sans définir de description pour l'image ? Sans elle, l'image peut ne pas être accessible à certains utilisateurs handicapés, ceux utilisant un navigateur texte ou ceux qui naviguent sans affichage des images.
gl: Quere continuar sen engadir unha descrición á imaxe? Sen ela pode non ser accesible para persoas usuarias con discapacidades ou para aqueles que utilicen navegadores en modo texto ou teñan desactivadas as imaxes da páxina.
it: Continuare senza includere una descrizione dell'immagine? Senza di essa l'immagine può non essere accessibile ad alcuni utenti con disabilità, o per coloro che usano un navigatore testuale oppure che hanno disabilitato la visualizzazione delle immagini nel loro navigatore.
nl: Wilt u de afbeelding zonder beschrijving invoegen? De afbeelding wordt dan mogelijk niet opgemerkt door mensen met een visuele handicap, of mensen die zonder afbeeldingen browsen.
pl: Czy na pewno chcesz kontynuować bez dołączania opisu obrazu? Bez tego obraz może nie być dostępny dla niektórych użytkowników niepełnosprawnych lub dla osób używających przeglądarki tekstowej lub przeglądania Internetu z wyłączonymi obrazami.
pt: Tem certeza que deseja continuar sem acrescentar uma descrição à imagem? (Isto pode gerar problemas de acessibilidade em alguns navegadores)
ru: Продолжить без описания? Без этого изображение будет недоступно некоторым пользователям с ограниченными возможностями или тем, кто использует текстовые браузеры или открывает сайты с отключенными изображениями.
tr: Resim Açıklaması eklemeden devam etmek istediğinizden emin misiniz? Açıklama eksik olduğunda, bazı engelli kullanıcılar, metin tarayıcısı kullananlar veya resimler kapalıyken Web'de gezinenler görüntüye erişemeyebilir.
zh_cn: 确实要在不包括图像说明的情况下继续吗？没有它, 某些残疾用户或使用文本浏览器的用户或在关闭图像的情况下浏览 web 的用户可能无法访问该图像。
zh_tw: 您確定不要增加圖片描述嗎? 若沒有圖片描述，圖檔可能無法被身障人士、或是使用文字瀏覽器（關閉圖片功能）的使用者存取。

source: Image description
ca: Descripció de la imatge
ca_es@valencia: Descripció de la imatge
dz: གཟུགས་བརྙན་གྱི་འགྲེལ་བཤད
el: Περιγραφή εικόνας
es: Descripción de la imagen
eu: Irudiaren deskribapena
fr: Description de l’image
gl: Descrición da imaxe
it: Descrizione immagine
nl: Beschrijving van de afbeelding
pl: Opis zdjęcia
pt: Descrição da imagem
ru: Описание изображения
tr: Resim Açıklaması
zh_cn: 图片描述
zh_tw: 圖片描述

source: Please provide an image description (alternative text):
ca: Proporcioneu una descripció de la imatge (text alternatiu):
ca_es@valencia: Introduïu una descripció de la imatge (text alternatiu):
dz: གཟུགས་བརྙན་གྱི་འགྲེལ་བཤད་བྱིན་གནང(ཐབས་གཞན་ཚིག་ཡིག)
el: Παρακαλώ εισάγετε μια περιγραφή για την εικόνα (εναλλακτικό κείμενο):
es: Por favor proporcione una descripción de la imagen (texto alternativo):
eu: Mesedez irudiaren deskribapen bat eman (testu alternatiboak):
fr: Veuillez fournir une description de l’image (texte alternatif) :
gl: Proporcione unha descrición para a imaxe (texto alternativo):
it: Fornire una descrizione dell'immagine (testo alternativo):
nl: Geef s.v.p een beschrijving van de afbeelding (alternative tekst)
pl: Dodaj opis obrazu (tekst alternatywny):
pt: Por favor, forneça uma descrição da imagem (texto alternativo):
ru: Пожалуйста, предоставьте описание изображения (альтернативный текст):
tr: Lütfen bir resim açıklaması girin (alternatif metin):
zh_cn: 请提供图像说明 (替代文本):
zh_tw: 請提供圖片描述（替代文字）：

source: Content after
ca: Contingut de després
ca_es@valencia: Contingut que va després
dz: ནང་དོན་ཤུལ་ལས
el: Περιεχόμενο μετά τη δραστηριότητα
es: Contenido que va después
eu: Edukia ondoren
fr: Contenu suivant
gl: Contido que vai despois
it: Contenuto seguente
pl: Treść po
ru: Содержание до
tr: İçerikten sonra
zh_cn: 后续内容
zh_tw: 之後的內容：

source: Content before
ca: Contingut d'abans
ca_es@valencia: Contingut anterior
dz: ནང་དོན་ཧེ་མ
el: Περιεχόμενο πριν τη δραστηριότητα
es: Contenido anterior
eu: Edukia aurretik
fr: Contenu antérieur
gl: Contido que vai antes
it: Contenuto precedente
pl: Treść przed
ru: Содержание после
tr: İçerikten önce
zh_cn: 之前的内容
zh_tw: 之前的內容：

source: Language settings
ca: Configuració de l'idioma
ca_es@valencia: Configuració de l'idioma
dz: སྐད་ཡིག་གི་གཞི་སྒྲིག་ཚུ
el: Ρυθμίσεις γλώσσας
es: Ajustes de idioma
eu: Hizkuntza-ezarpenak
fr: Paramètres de la langue
gl: Axustes de idioma
it: Impostazioni lingua
pl: Ustawienia języka
ru: Языковые настройки
tr: Dil Ayarları
zh_cn: 语言设置
zh_tw: 語言設定

source: Custom texts (or use the default ones):
ca: Textos personalitzats (o utilitzeu els predeterminats):
ca_es@valencia: Textos personalitzats (o utilitza els predeterminats):
el: Προσαρμοσμένα κείμενα (ή χρήση των προεπιλεγμένων):
es: Textos personalizados (puede dejar los valores predeterminados):
eu: Berezko testuak (edo erabili lehenetsiak):
fr: Textes personnalisés (ou utiliser ceux par défaut):
gl: Textos personalizados (pode deixar os valores predeterminados):
it: Testi personalizzati (o usa quelli predefiniti):
pl: Własne teksty (lub użyj domyślnych):
ru: Пользовательские тексты (или использовать тексты по умолчанию):
tr: Özel metinler (veya varsayılan metinleri kullanın):
zh_cn: 自定义文本（或使用默认文本）：
zh_tw: 自訂文字（或使用預設文字）：
