Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: A Step Ahead Text
ca: Text per saber més
ca_es@valencia: Text Per a saber-ne més
dz: རིམ་པ་གདོང་ཁའི་ཚིག་ཡིག
el: Κείμενο για το 'Ένα βήμα πιο πέρα'
es: Texto Para saber más
eu: Gehiago jakiteko testua
fr: Texte de Pour en savoir plus
gl: Texto de Para saber máis
it: Un passo avanti
nl: Een stap vooruit - tekst
pl: Tekst Krok Naprzód
pt: Texto de Para saber mais
ru: Текст для На шаг впереди
tr: Bir Adım İleri Metni
zh_cn: “前进一步"文本
zh_tw: 「領先一步」文字

source: %s %s unchanged
ca: %s %s sense canvis
ca_es@valencia: %s %s sense canvis
dz: %s %s བསྒྱུར་བཅོས་མེད
el: %s %s αμετάβλητο
es: %s %s sin cambios
eu: %s Ez da aldatu %s
fr: %s %s non changé
gl: %s %s sen cambios
it: %s %s non modificato
nl: %s %s onveranderd
pl: %s %s bez zmian
pt: %s %s não modificado
ru: %s %s изменён
tr: %s %s değişmedi
zh_cn: %s %s 未变
zh_tw: %s %s 未變更

source: Place The Objects
ca: Col·loca els objectes
ca_es@valencia: Situa els objectes
dz: དངོས་པོ་དེ་ཚུ་བཞག
el: Τοποθέτηση των αντικειμένων
es: Coloca los objetos
eu: Objektuak kokatu
fr: Placez les objets
gl: Coloca os obxectos
it: Sistema gli oggetti
nl: Plaats de voorwerpen
pl: Umieść obiekty
pt: Colocar os objectos
ru: Разместить объекты
tr: Nesneleri Yerleştirin
zh_cn: 放置对象
zh_tw: 放置物件

source: User has to place various objects in the correct place.
ca: L'usuari ha de col·locar diversos objectes al lloc correcte
ca_es@valencia: L'usuari ha de situar diversos objectes al lloc correcte.
el: Ο χρήστης θα πρέπει να τοποθετήσει αντικείμενα στις σωστές θέσεις.
es: El usuario tiene que situar varios objetos en su sitio correcto.
eu: Erabiltzaileak objektuak jarri behar ditu leku egokian.
fr: L'utilisateur doit placer plusieurs objets à la place correcte.
gl: O alumnado ten que situar varios obxectos no sitio correcto.
it: L'utente deve sistemare vari oggetti nel posto giusto.
nl: De gebruiker moet de verschillende voorwerpen op de juiste plaats leggen
pl: Użytkownik musi umieścić różne obiekty we właściwym miejscu.
pt: O utilizador tem que colocar diversos objectos no lugar correto.
ru: Пользователь размещает различные объекты в правильном месте.
tr: Kullanıcı çeşitli nesneleri doğru yere yerleştirmelidir.
zh_cn: 用户必须将各种对象放在正确的位置。
zh_tw: 使用者必須將不同的物件放在正確的位置上。

source: This is a free text field.
ca: Aquest és camp de text lliure.
ca_es@valencia: Aquest és un camp de text lliure.
dz: འ་ནི་འདི་རང་དབང་ཚིག་ཡིག་གི་ས་སྒོ་ཨིན།
el: Αυτό είναι ένα πεδίο ελεύθερου κειμένου.
es: Este es un campo de texto libre.
eu: Honako hau testu eremu librea da.
fr: Ceci est un champ de "Texte libre".
gl: Este é un campo de texto libre.
it: Questo è un campo di testo libero.
nl: Dit is een tekstveld.
pl: To jest pole tekstowe.
pt: Este é um campo de texto livre.
ru: Это поле для "простого текста".
tr: Bu bir serbest yazı alanıdır.
zh_cn: 这是一个自由文字域.
zh_tw: 這是一個自由文字欄位。

source: Main Area
ca: Àrea principal
ca_es@valencia: Àrea principal
dz: མངའ་ཁོངས་གཙོ་བོ
el: Κύρια περιοχή
es: Área principal
eu: Joko-eremu nagusia
fr: Zone principale
gl: Área principal
it: Area principale
nl: Centrale gebied
pl: Główna strefa
pt: Área principal
ru: Главная площадь
tr: Ana Alan
zh_cn: 主区域
zh_tw: 主要區域

source: This is the main image where the user will drag / drop items to
ca: Aquesta és la imatge principal, on l'usuari podrà arrossegar / deixar anar elements
ca_es@valencia: Aquesta és la imatge principal on l'usuari arrossegarà / soltarà elements.
el: Αυτή είναι η κύρια περιοχή στην οποία ο χρήστης θα σύρει και θα αποθέσει τα αντικείμενα
es: Esta es la imagen principal a la que el usuario arrastrará o sobre la que soltará objetos
eu: Hau da irudi nagusia; erabiltzaileak elementuak hartu eta hona ekarriko ditu
fr: Voilà l'image principale où l'utilisateur déposera les objets
gl: Esta é a imaxe principal sobre a que o alumnado arrastrará e soltará obxectos
it: L'immagine principale su cui l'utente trascinerà gli elementi
nl: Dit is het centrale gebied waar de gebruiker voorwerpen naartoe moet slepen en leggen
pl: To jest główny obraz, w którym użytkownik będzie przeciągać / upuszczać elementy
pt: Esta é a imagem principal onde o utilizador vai arrastar / largar itens
ru: Это главное изображение, где пользователь перетаскивает/опускает элементы
tr: Bu, kullanıcının öğeleri sürükleyebileceği/bırakacağı ana görüntüdür
zh_cn: 这是用户将项目拖放到的主图像
zh_tw: 使用者會拖放項目的主影像

source: (Optional) Game Time Limit
ca: (Opcional) Temps límit del joc
ca_es@valencia: Límit de temps del joc (opcional)
dz: (གདམ་ཁ་ཅན)རྩེདམོ་གི་དུས་ཚད་བཅད་མཚམས
el: (Προαιρετικό) Όριο χρόνου παιχνιδιού
es: (Opcional) Límite del tiempo de juego
eu: (Hautazkoa) Jokoaren denbora-muga
fr: (Optionnel) Limite de temps de jeu
gl: (Opcional) Tempo límite do xogo
it: (Opzionale) Tempo limite del gioco
nl: (Optioneel) Tijdslimiet van het spel
pl: (Opcjonalnie) Limit czasu gry
pt: (Opcional) Limite de tempo do jogo
ru: (Опционально) Лимит времени на игру
tr: (İsteğe Bağlı) Oyun Süresi Sınırı
zh_cn: （可选）游戏时间限制
zh_tw: （選擇性的）遊戲時間限制

source: Time Limit (mm:ss)
ca: Temps límit (mm:ss)
ca_es@valencia: Temps límit (mm:ss)
dz: རྩེདམོ་གི་དུས་ཚད་བཅད་མཚམས(སྐར་ཆ : སྐར་མ)
el: Όριο χρόνου (mm:ss)
es: Límite de tiempo (mm:ss)
eu: Denbora-muga (mm:ss), edo bestela epea
fr: Limite de temps (mm:ss)
gl: Límite de tempo (mm:ss)
it: Limite di tempo (mm:ss)
nl: Tijdslimiet (mm:ss)
pl: Limit czasu (mm: ss)
pt: Limite de tempo (mm:ss)
ru: Лимит времени (мин:сек)
tr: Zaman Sınırı (dd:ss)
zh_cn: 时限（mm：ss）
zh_tw: 時間限制（分：秒）

source: Show Timer
ca: Mostra el cronometre
ca_es@valencia: Mostra el temporitzador
dz: དུས་འཛིན་སྟོན
el: Εμφάνιση χρονόμετρου
es: Mostrar cronómetro
eu: Kronometroa erakutsi
fr: Montrer le chronomètre
gl: Amosar cronómetro
it: Mostra contatore
nl: Toon klok
pl: Pokaż zegar
pt: Mostrar cronómetro
ru: Показать таймер
tr: Zamanlayıcıyı göster
zh_cn: 显示计时器
zh_tw: 顯示計時器

source: Even if there is no time limit, show the timer...
ca: Mostra el cronometre encara que no hi hagi temps límit ...
ca_es@valencia: Fins i tot quan no hi ha límit de temps, mostra el temporitzador...
dz: གལ་སྲིད་དུས་ཡུན་གྱི་ཚད་མེད་རུང་ དུས་འཛིན་དེ་སྟོན...
el: Ακόμη και αν δεν υπάρχει όριο χρόνου, το χρονόμετρο εμφανίζεται...
es: Aunque no hay límite de tiempo, mostrar el cronómetro...
eu: Nahiz eta epemugarik ez egon, kronometroa erakutsi...
fr: Même sans limite de temps, montrer le temps...
gl: Aínda que non hai límite de tempo, amosará o crnómetro...
it: Anche se non c'è limite di tempo, mostra il contatore...
nl: Toon de klok, ook al is er geen tijdslimiet...
pl: Nawet jeśli nie ma limitu czasu, pokaż zegar...
pt: Mostrar cronómetro mesmo que não haja limite de tempo...
ru: Даже если нет лимита времени, показать таймер...
tr: Zaman sınırı olmasa bile, zamanlayıcıyı göster...
zh_cn: 即使没有时间限制，也要显示计时器......
zh_tw: 即使沒有時間限制也顯示計時器。

source: Message to click game to start
ca: Missatge a prémer per començar el joc
ca_es@valencia: Missatge que s'ha de clicar per a començar el joc
dz: རྩེདམོ་འགོ་བཙུག་ནི་དོན་ལུ་ཨེབ་གཏང་ཟེར་བའི་འཕྲིན་དོན
el: Μήνυμα για ξεκίνημα του παιχνιδιού
es: Mensaje sobre el que pulsar para empezar el juego
eu: Jokoa hasteko, mezu honen gainean klik egin beharko da
fr: Message pour cliquer dessus pour que le jeu commence
gl: Mensaxe sobre o que premer para comezar o xogo
it: Messaggio per l'avvio del gioco
nl: Mededeling "Clik om het spel te beginnen"
pl: Komunikat wybierz grę, aby rozpocząć
pt: Mensagem de início do jogo de clicar
ru: Сообщение для запуска игры
tr: Oyuna başlamak için tıklama mesajı
zh_cn: 点击游戏开始的消息
zh_tw: 點擊遊戲開始的訊息

source: This will when clicked start the game
ca: L'usuari premerà aquí per començar el joc
ca_es@valencia: Quan es faça clic sobre aquest, s'iniciarà el joc
dz: འ་ནི་འདི་ཨེབ་གཏངམ་ད་རྩེདམོ་འགོ་བཙུག་འོང
el: Όταν πιεστεί αυτό το παιχνίδι ξεκινά
es: Cuando se haga clic sobre éste, se iniciará el juego
eu: Erabiltzaileak hemen egingo du klik jokoa hasteko
fr: Une fois cliqué, cela commencera le jeu
gl: Cando se prema sobre este, iniciarase o xogo
it: L'utente cliccherà qui per avviare il gioco
nl: Het spel begint nadat hierop geklikt wordt
pl: Po kliknięciu uruchomi grę
pt: Irá ser mostrado quando for clicado "Começar o jogo"
ru: Это случится, когда пользователь щёлкнет для старта игры
tr: Buraya tıklandığında oyun başlayacak
zh_cn: 这将在点击时启动游戏
zh_tw: 點擊「開始遊戲」時的訊息

source: Positive Response
ca: Resposta positiva
ca_es@valencia: Resposta positiva
dz: ངེས་གཏན་ལན
el: Θετική απάντηση
es: Respuesta positiva
eu: Erantzun positiboa (baiezko erantzuna?)
fr: Réponse positive
gl: Resposta positiva
it: Risposta positiva
nl: positieve reactie
pl: Odpowiedź Pozytywna
pt: Resposta positiva
ru: Положительный ответ
tr: Olumlu Cevap
zh_cn: 正面反馈
zh_tw: 正向回應

source: Overlays main area when player correctly places object
ca: Superposa a l'àrea principal quan el jugador col·loqui els objectes de forma correcta
ca_es@valencia: Se superposa a l'àrea principal quan l'usuari ha col·locat l'objecte correctament
dz: རྩེདམོ་རྩེད་མི་་གི་་་གཅིག་ཀྲིག་ཀྲི་་སྦེ་དངོས་པོ་བཞག་པའི་་ནམ་ གཙོ་བོ་མངའ་ཁོངས་ལྟག་ལུ་བཞག
el: Επικάλυψη κύριας περιοχής όταν ο χρήστης τοποθετήσει σωστά το αντικείμενο
es: Cubre el área principal cuando el jugador sitúa el objeto correctamente
eu: Jokalariak gune nagusia estaliko du objektua ondo kokatzen duenean
fr: Couvre l'aire principale quand le joueur situe l'objet correctement
gl: Cubre a área principal cando o xogador ou a xogadora sitúa os obxectos correctamente
it: Sovrimpressione dell'area principale con oggetto inserito giusto
nl: Hoofdgebied van overlay nadat de speler een object juist heeft geplaatst
pl: Nakładki głównego obszaru, gdy gracz poprawnie umieszcza obiekt
pt: Imagem a mostrar na área principal quando o jogador coloca um objeto corretamente
ru: Наложения главной области, когда игрок правильно размещает объект
tr: Oyuncu nesneyi doğru şekilde yerleştirdiğinde ana alanı kaplar
zh_cn: 玩家正确放置对象时覆盖主要区域
zh_tw: 玩家正確擺放物體時主區域顯示內容

source: Negative Response
ca: Resposta negativa
ca_es@valencia: Resposta negativa
dz: ལན་མེནམ
el: Αρνητική απάντηση
es: Respuesta negativa
eu: Ezezkoa
fr: Réponse négative
gl: Resposta negativa
it: Risposta negativa
nl: Negatief antwoord
pl: Komunikat negatywnej odpowiedzi
pt: Resposta negativa
ru: Отрицательный отзыв
tr: Olumsuz cevap
zh_cn: 负面反馈
zh_tw: 負向回應

source: Overlays main area when player guesses wrong
ca: Superposa a l'àrea principal quan el jugador no encerti
ca_es@valencia: Se superposa a l'àrea principal quan l'usuari s'ha equivocat
dz: རྩེདམོ་རྩེད་མི་གི་གཅིག་ཀྲིག་ཀྲི་སྦེ་ཕོག་ཚོད་མ་དཔག་པའི་ནམ་ གཙོ་བོ་མངའ་ཁོངས་ལྟག་ལུ་བཞག
el: Επικάλυψη κύριας περιοχής όταν ο χρήστης κάνει λάθος
es: Cubre el área principal cuando el jugador se equivoca en su intento
eu: Jokalariak gune nagusia estaliko du asmatzen ez duenean
fr: Couvre l'aire principale quand le joueur ne devine pas
gl: Cubre a área principal cando o xogador ou a xogadora se equivoca na tentativa
it: Sovrimpressione dell'area principale con tentativo sbagliato
nl: Hoofdgebeid van de overlay nadat de speler verkeerd heeft geraden
pl: Nakładki głównego obszaru, gdy gracz błędnie umieszcza obiekt
pt: Imagem a mostrar na área principal quando o jogador coloca um objeto de forma errada
ru: Наложения главной области, когда игрок угадает неверно
tr: Oyuncu yanlış tahmin ettiğinde ana alanı kaplar
zh_cn: 玩家猜错时覆盖主要区域
zh_tw: 玩家擺錯物體時主區域顯示內容

source: Number of Columns in part bin
ca: Nombre de columnes en la caixa de peces
ca_es@valencia: Nombre de columnes
dz: ཡན་ལག་ཧོད་ནང་གི་ཀེར་ཐིག་ཚུའི་གྱངས་ཁ
el: Αριθμός στηλών για τις θέσεις
es: Número de columnas en la caja de piezas
eu: Osagai-kaxaren zutabe kopurua
fr: Nombre de colonnes de la boîte à pièces
gl: Número de columnas na caixa de pezas
it: Numero colonne in part bin
nl: AAntal kolommen in onderdelenmagazijn
pl: Liczba kolumn
pt: Número de colunas
ru: Число столбцов в части bin
tr: Parça kutusundaki Sütun Sayısı
zh_cn: 零件箱中的列数
zh_tw: 物件盒中的欄位數

source: Columns part bin
ca: Columnes «part bin»
ca_es@valencia: Columnes
dz: ཀེར་ཐིག་ཚུའི་ཡན་ལག་ཧོད
el: Στήλες για τις θέσεις
es: Columnas de la caja de piezas
eu: Osagai-kaxaren zutabeak
fr: Colonnes de la boîte à pièces
gl: Columnas da caixa de pezas
it: Colonne part bin
nl: Kolommen onderdelenemagazijn
pl: Część kolumn bin
pt: Colunas
ru: Столбцы части bin
tr: Sütun çöp kutusu
zh_cn: 零件箱列
zh_tw: 物件盒中的欄位數

source: Object to Place
ca: Objecte a posar al lloc
ca_es@valencia: Objecte que s'ha de col·locar
dz: དངོས་པོ་བཞག་ནི
el: Αντικείμενο για τοποθέτηση
es: Objeto que situar
eu: Kokatu beharreko objektua
fr: Objet à mettre en place
gl: Obxecto a situar
it: L'oggetto da mettere a posto
nl: Te plaatsen object
pl: Obiekt do umieszczenia
pt: Objeto a colocar
ru: Объект для размещения
tr: Yerleştirilecek Nesne
zh_cn: 要放置的对象
zh_tw: 要擺放的物體

source: An object that has a correct place in the main area
ca: Un objecte col·locat de forma correcta a l'àrea principal
ca_es@valencia: Un objecte que té un lloc correcte en l'àrea principal
dz: དངོས་པོ་འདི་་ གཙོ་བོ་མངའ་ཁོངས་ནང་ས་གནས་ཀྲིག་ཀྲི་་ཡོདཔ་གཅིག་ཨིན
el: Ένα αντικείμενο που έχει μια σωστή θέση στην κύρια περιοχή
es: Un objeto que ocupa su sitio correcto en el área principal
eu: Gune nagusian ondo kokatu den objektua
fr: Un objet correctement situé dans l'aire principale
gl: Un obxecto que ocupa un sitio correcto na área principal
it: Un oggetto al posto giusto nell'area principale
nl: EEn voorwerp dat juist geplaatst is in het hoofdveld
pl: Obiekt, który ma poprawne miejsce w głównym obszarze
pt: Um objeto que tem um lugar correto na área principal
ru: Объект, который имеет правильное место в главной области
tr: Ana alanda doğru yeri olan bir nesne
zh_cn: 在主区域中具有正确位置的对象
zh_tw: 物體在主區域中都有正確的擺放位置

source: Placable Object
ca: Objecte a posar
ca_es@valencia: Objecte que es pot col·locar
dz: བཞག་བཏུབ་པའི་དངོས་པོ
el: Αντικείμενο για τοποθέτηση
es: Objeto que hay que situar
eu: Objektu kokagarria
fr: Objet à situer
gl: Obxecto que hai que situar
it: Oggetto da spostare
nl: Plaatsbeer voorwerp
pl: Obiekt do umieszczenia
pt: Objeto placável
ru: Благодушный объект
tr: Yerleştirilebilir Nesne
zh_cn: 可放置对象
zh_tw: 可放置物件

source: Object to be put in place
ca: Objecte a posar al lloc
ca_es@valencia: Objecte que s'ha de col·locar
dz: ཚབ་མ་བཙུགས་ནིའི་དངོས་པོ
el: Αντικείμενο που θα τοποθετηθεί
es: Objeto que hay que situar
eu: Kokatu behar den objektua
fr: Objet à mettre en place
gl: Obxecto que hai que situar
it: L'oggetto da mettere a posto
nl: Voorwerp dat op zijn plaats gelegd moet worden
pl: Obiekt do wprowadzenia
pt: Objeto a colocar
ru: Объект, положенный на место
tr: Yerleştirilecek nesne
zh_cn: 要放置的对象
zh_tw: 要放的物件

source: Correct Location (x)
ca: Posició correcta (x)
ca_es@valencia: Lloc correcte (x)
dz: གནས་ཁོངས་ཀྲིག་ཀྲི་(x)
el: Σωστή θέση (x)
es: Sitio correcto (x)
eu: Kokaleku zuzena (x)
fr: Localisation correcte (x)
gl: Localización correcta (x)
it: Luogo giusto (x)
nl: Juiste locatie (x)
pl: Prawidłowe Położenie (x)
pt: Localização correta (x)
ru: Правильное расположение (x)
tr: Doğru Konum (x)
zh_cn: 正确的位置（x）
zh_tw: 正確位置 (x)

source: Where this object belongs in the main area x coordinate
ca: On cal posar aquest objecte a l'àrea principal a l'eix d'abscisses («coordenades x»)
ca_es@valencia: Lloc correcte d'aquest objecte en la coordenada x de l'àrea principal
el: Συντεταγμένη x της σωστής θέσης του αντικειμένου στην κύρια περιοχή
es: Coordenada x en el área principal que le corresponde a este objeto
eu: Objektuaren kokalekua joko-eremu nagusiaren x ardatzean
fr: Coordonnée x de l'aire principale qui correspond à cet objet
gl: Coordenada x na área principal que lle corresponde a este obxecto
it: Coordinata x del luogo dove si deve piazzare l'oggetto
nl: Waar dit voorwerp thuis hoort op de x-coordinat van het centrale gebied
pl: Gdzie ten obiekt leży w głównym obszarze współrzędna x
pt: A localização deste objeto na coordenada x da área principal
ru: Где этот объект принадлежит главной площади x координат
tr: Bu nesnenin ana alan x koordinatına ait olduğu yer
zh_cn: 此对象属于主区域x坐标的位置
zh_tw: 物件要擺放在主要區域中的位置的 x 座標

source: Correct Location (y)
ca: Posició correcta (y)
ca_es@valencia: Lloc correcte (y)
dz: གནས་ཁོངས་ཀྲིག་ཀྲི་(y)
el: Σωστή θέση (y)
es: Sitio correcto (y)
eu: Kokaleku zuzena (y)
fr: Localisation correcte (y)
gl: Localización correcta (y)
it: Luogo giusto (y)
nl: Juiste locatie (y)
pl: Prawidłowe Położenie (y)
pt: Localização correta (y)
ru: Правильное расположение (y)
tr: Doğru Konum (y)
zh_cn: 正确 的位置（y）
zh_tw: 正確位置 (y)

source: Where this object belongs in the main area y coordinate
ca: On cal posar aquest objecte a l'àrea principal a l'eix d'ordenades («coordenades y»)
ca_es@valencia: Lloc correcte d'aquest objecte en la coordenada y de l'àrea principal
el: Συντεταγμένη y της σωστής θέσης του αντικειμένου στην κύρια περιοχή
es: Coordenada y en el área principal que le corresponde a este objeto
eu: Objektuaren kokalekua joko-eremu nagusiaren y ardatzean
fr: Coordonnée y de l'aire principale qui correspond à cet objet
gl: Coordenada y na área principal que lle corresponde a este obxecto
it: Coordinata y del luogo dove si deve piazzare l'oggetto
nl: Waar dit voorwerp thuis hoort op de y-coordinat van het centrale gebied
pl: Gdzie ten obiekt leży w głównym obszarze współrzędna y
pt: A localização deste objeto na coordenada y da área principal
ru: Где этот объект принадлежит главной площади y координат
tr: Bu nesnenin ana alan y koordinatına ait olduğu yer
zh_cn: 此对象属于主区域y坐标的位置
zh_tw: 物件要擺放在主要區域中的位置的 y 座標

source: Width (pixels)
ca: Amplada (píxels)
ca_es@valencia: Amplària (píxels)
dz: རྒྱ་ཚད(པིག་སེལ་ཨེས་)
el: Πλάτος (px)
es: Ancho (píxeles)
eu: Zabalera (pixeletan)
fr: Largeur (en pixels)
gl: Ancho (píxeles)
it: Larghezza (px)
nl: Breedte (pixels)
pl: Szerokość (piksele)
pt: Largura (píxeis)
ru: Ширина (пикселей)
tr: Genişlik (piksel olarak)
zh_cn: 宽度（像素)）
zh_tw: 寬度 (像素)

source: Width of object
ca: Amplada de l'objecte
ca_es@valencia: Amplària de l'objecte
dz: དངོས་པོ་གི་རྒྱ་ཚད
el: Πλάτος αντικειμένου
es: Ancho del objeto
eu: Objektuaren zabalera
fr: Largeur de l'objet
gl: Ancho do obxecto
it: Larghezza dell'oggetto
nl: Breedte van het object
pl: Szerokość obiektu
pt: Largura do objeto
ru: Ширина объекта
tr: Nesnenin genişliği
zh_cn: 对象宽度
zh_tw: 物件寬度

source: Height (pixels)
ca: Alçada (píxels)
ca_es@valencia: Alçària (píxels)
dz: མཐོ་ཚད(པིག་སེལ་ཨེས་)
el: Ύψος (px)
es: Altura (píxeles)
eu: Altuera (pixeletan)
fr: Hauteur (en pixels)
gl: Alto (pixels)
it: Altezza (px)
nl: Hoogte (Pixels)
pl: Wysokość (piksele)
pt: Altura (píxeis)
ru: Высота (пикселей)
tr: Yükseklik (pixel)
zh_cn: 高度(像素)
zh_tw: 高度 (像素)

source: Height of object
ca: Alçada de l'objecte
ca_es@valencia: Alçària de l'objecte
dz: དངོས་པོ་གི་མཐོ་ཚད
el: Ύψος αντικειμένου
es: Altura del objeto
eu: Objektuaren altuera
fr: Hauteur de l'objet
gl: Altura do obxecto
it: Altezza dell'oggetto
nl: Hoogte van het object
pl: Wysokość obiektu
pt: Altura do objeto
ru: Высота объекта
tr: Nesnenin Yüksekliği
zh_cn: 对象高度
zh_tw: 物件高度

source: Tolerance (pixels)
ca: Tolerància (píxels)
ca_es@valencia: Tolerància (píxels)
dz: འཛོལ་བསྲན་(པིག་སེལ་ཨེས་)
el: Ανοχή (px)
es: Tolerancia (píxeles)
eu: Perdoia (pixeletan)
fr: Tolérance (en pixels)
gl: Tolerancia (píxeles)
it: Tolleranza (px)
nl: Speling (Pixels)
pl: Tolerancja (piksele)
pt: Tolerância (píxeis)
ru: Допустимость (пикселей)
tr: Tolerans (piksel)
zh_cn: 公差（像素）
zh_tw: 容忍度 (像素)

source: Tolerance when dropping num of pixels
ca: Tolerància en descartar un nombre de píxels
ca_es@valencia: Tolerància quan es descarta un nombre de píxels
el: Ανοχή κατά τη μείωση του αριθμού των pixel
es: Tolerancia al soltar en número de píxeles
eu: Arrastaka eramaterakoan aplikatuko den perdoi pixel kopurua
fr: Tolérance pour le choix du nombre de pixels
gl: Tolerancia ao soltar (en número de píxeles)
it: Numero di px di tolleranza nel rilascio dell'oggetto
nl: Speling als het aantal pixels verlaagd wordt
pl: Tolerancja przy upuszczaniu liczby pikseli
pt: Tolerância ao largar em número de píxeis
ru: Допустимость при перетаскивании, кол-во пикселей
tr: Piksel sayısını düşürürken tolerans
zh_cn: 丢弃像素数时的容差
zh_tw: 放下時允許多少像素的誤差

source: Enter an answer option. Provide a range of plausible distractors (usually 3-4) as well as the correct answer. Click on the &lt;Add another option&gt; button to add another answer.
ca: Entreu una opció de resposta. Proporcioneu un rang raonable de respostes falses ( normalment 3-4 ) i la resposta correcta. Premeu sobre el botó &lt;Afegeix una altra opció&gt; per afegir una altra resposta.
ca_es@valencia: Introduïu una opció de resposta. Proporcioneu un abast raonable de respostes falses (normalment 3-4) i la resposta correcta. Feu clic en el botó &lt;Afig una altra opció&gt; per a afegir una altra resposta.
el: Εισάγετε επιλογές απάντησης. Δώστε μια σειρά αληθοφανών απαντήσεων (συνήθως 3-4), καθώς και μια σωστή απάντηση. Κάντε κλικ στο πλήκτρο &lt;Προσθήκη άλλης επιλογής&gt; για να προσθέσετε μια νέα απάντηση.
es: Introduzca una opción de respuesta. Provea un rango de posibilidades distractoras (usualmente 3-4) así como la respuesta correcta. Pulse en el botón &lt;Añadir otra opción&gt; para agregar otra respuesta.
eu: Adierazi erantzun aukera bat. Eman hainbat distraitzaile (3 edo 4) eta erantzun zuzena. Klikatu "Gehitu beste aukera" beste erantzun bat gehitzeko.
fr: Rédigez une option de réponse. Proposez des réponses plausibles (généralement 3-4) ainsi que la réponse correcte. Cliquer sur le bouton&lt;Ajouter une autre option&gt; pour ajouter une nouvelle réponse possible.
gl: Introduza unha opción de resposta. Proporcione un número plausible de distractores (normalmente 3-4) así como a resposta correcta. Pulse o botón &lt;Engadir outra opción&gt; para engadir outra resposta.
it: Inserire un'opzione di risposta. Fornire un intervallo di distrattori plausibili (normalmente 3-4) insieme con la risposta corretta. Premere il pulsante &lt;Aggiungi un'altra opzione&gt; per aggiungere un'altra risposta.
nl: Voer een alternatief in. Geef naast het juiste antwoord ook een aantal aanvaardbare afleiders (meestal 3-4). Klik op <Alternatief toevoegen> om een extra antwoord toe te voegen.
pl: Wprowadź odpowiedzi. Zapewnij odpowiednią liczbę wiarygodnych dystraktorów (zazwyczaj 3-4) oraz poprawną odpowiedź. Kliknij w przycisk &lt;Dodaj kolejną opcję&gt; aby dodać kolejną odpowiedź.
pt: Introduza uma opção de resposta. Forneça um número plausível de distratores (normalmente 3-4) bem como respostas corretas. Clique no botão "Adicionar outra opção" para adicionar uma nova resposta.
ru: Введите вариант ответа. Обеспечить ряд возможных отвлекающих (обычно 3-4), а также правильный ответ. Нажмите на другую <Добавить вариант> кнопку, чтобы добавить ещё один ответ.
tr: Buraya bir cevap seçeneği girin. Seçilebilecek doğru şık ile beraber birkaç şık (genellikle 3-4) girin. Başka bir cevap eklemek için &lt;Başka Seçenek Ekle&gt; butonuna tıklayın.
zh_cn: 输入回答选项. 提供几个错误选项(通常3-4)和一个正确选项. 点击&lt;添加选项&gt;来加增选项.
zh_tw: 輸入回答選項。提供幾個看起來正確的錯誤答案 (一般 3-4 個) 以及一個正確答案。點擊「新增其他選項」來增加答案。
