Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Move Image Left
ca: Moveu la imatge a l'esquerra
ca_es@valencia: Moveu la imatge a l'esquerra
dz: གཟུགས་བརྙན་གཡོན་ལུ་བཤུད
el: Μετακίνηση εικόνας αριστερά
es: Mover imagen hacia la izquierda
eu: Irudia ezkerrerantz mugitu
fr: Déplacer l'image à gauche
gl: Mover a imaxe á esquerda
it: Muovi immagine a sinistra
nl: Verplaats afbeelding links
pl: Przesuń obraz w lewo
pt: Mover a imagem para a esquerda
ru: Переместить изображение влево
tr: Resmi Sola Taşı
zh_cn: 图像移向左边
zh_tw: 將影像左移

source: Go Back
ca: Torna enrere
ca_es@valencia: Torna arrere
dz: ལོག་འགྱོ
el: Πίσω
es: Atrás
eu: Atzera
fr: Revenir en arrière
gl: Atrás
it: Indietro
nl: Ga terug
pl: Wstecz
pt: Retroceder
ru: Назад
tr: Geri Git
zh_cn: 退后
zh_tw: 返回

source: Move Image Right
ca: Moveu la imatge a la dreta
ca_es@valencia: Moveu la imatge a la dreta
dz: གཟུགས་བརྙན་གཡས་ལུ་བཤུད
el: Μετακίνηση εικόνας δεξιά
es: Mover imagen a la derecha
eu: Irudia eskuinerantz mugitu
fr: Déplacer l'image à droite
gl: Mover a imaxe á dereita
it: Muovi immagine a destra
nl: Verplaats afbeelding rechts
pl: Przesuń obraz w prawo
pt: Mover a imagem para a direita
ru: Переместить изображение вправо
tr: Resmi Sağa Taşı
zh_cn: 图片移向右边
zh_tw: 將影像右移

source: Go Forward
ca: Ves endavant
ca_es@valencia: Vés avant
dz: གདོང་ལུ་འགྱོ
el: Μπροστά
es: Adelante
eu: Aurrera
fr: Avancer
gl: Adiante
it: Avanti
nl: Ga verder
pl: Do przodu
pt: Avançar
ru: Вперёд
tr: İleri Git
zh_cn: 向前
zh_tw: 向前

source: Go Forward (Not Available)
ca: No està permès anar endavant
ca_es@valencia: Vés avant (no està disponible)
dz: གདོང་ལུ་འགྱོ་(མེད)
el: Μπροστά (Μη διαθέσιμο)
es: Adelante (No disponible)
eu: Aurrera (ez dago eskuragarri)
fr: Avancer (non disponible)
gl: Adiante (non dispoñíble)
it: Avanti (non disponibile)
nl: Ga verder (niet beschikbaar)
pl: Do przodu (niedostępne)
pt: Avançar (não disponível)
ru: Вперёд (Недоступно)
tr: İleri Git (ulaşılamaz)
zh_cn: 前进（不可用）
zh_tw: 向前（無法使用）

source: Delete Image
ca: Suprimeix Imatge
ca_es@valencia: Suprimeix la imatge
dz: གཟུགས་བརྙན་བཏོན་གཏང
el: Διαγραφή εικόνας
es: Eliminar la imagen
eu: Ezabatu irudia
fr: Supprimer l'image
gl: Eliminar imaxe
it: Elimina immagine
nl: Afbeelding verwijderen
pl: Usuń obraz
pt: Eliminar Imagem
ru: Удалить изображение
tr: Resmi Sil
zh_cn: 删除图片
zh_tw: 刪除影像

source: Delete this image?
ca: Voleu suprimir aquesta imatge ?
ca_es@valencia: Voleu suprimir aquesta imatge?
dz: གཟུགས་བརྙན་བཏོན་གཏང་ན?
el: Διαγραφή της εικόνας;
es: ¿Borrar esta imagen?
eu: Ezabatu irudia?
fr: Effacer cette image?
gl: Eliminar esta imaxe?
it: Cancellare questa immagine?
nl: Afbeelding verwijderen?
pl: Usunąć ten obraz?
pt: Apagar esta imagem?
ru: Удалить это изображение?
tr: Bu resim silinsin mi?
zh_cn: 删除这张照片?
zh_tw: 要刪除此影像嗎？

source: One or more words or hints are blank. Please do not have any blank hints or words - you can delete unused ones.
ca: Una o més paraules o pistes estan en blanc. No deixeu pistes en blanc ni paraules en blanc doncs podeu eliminar les no utilitzades.
ca_es@valencia: Una o més paraules o pistes estan en blanc. No les deixes en blanc; podeu eliminar les que no s'utilitzen.
el: Μία ή περισσότερες λέξεις ή υποδείξεις είναι κενές. Παρακαλώ μην αφήνετε κενά - μπορείτε να διαγράψετε όσες δεν χρησιμοποιούνται.
es: Una o más palabras o pistas están en blanco. Por favor no deje ninguna pista o palabra en blanco - puede borrar las que no use.
eu: Hitz edo arrasto bat edo gehiago hutsik dago. Mesedez, ez utzi hitzik edo arrastorik hutsik - erabiliko ez direnak ezaba ditzakezu.
fr: Au moins un mot ou un conseil sont en blanc. Veuillez ne laisser aucun mot ou conseil en blanc - Vous pouvez effacer ceux qui ne sont pas utilisés.
gl: Unha ou máis palabras ou pistas están en branco. Por favor non deixe ningunha pista ou palabra en branco - pode borrar as que non empregue.
it: Una o più parole o suggerimenti sono presenti, ma vuoti. Non ce ne possono essere: piuttosto cancellare quelli inutili.
nl: Een of meer woorden of hint zijn opengelaten. Laat svp geen hints of woorden open - U kunt ongebruikte woorden of hints verwijderen.
pl: Jedno lub więcej słów lub wskazówek jest pustych. Nie ma żadnych pustych podpowiedzi ani słów - możesz usunąć nieużywane.
pt: Uma ou mais palavras ou pistas estão em branco. Por favor, não deixe palavras ou pistas em branco, pode apagar aquelas que não for utilizar.
ru: Одно или несколько слов или подсказок пустые. Пожалуйста, не имейте никаких пустых подсказок или слов - вы можете удалить неиспользуемые.
tr: Bir veya daha fazla kelime veya ipucu boş. Lütfen boş ipucu veya kelime kullanmayın - kullanılmayanları silebilirsiniz.
zh_cn: 一个或多个单词或提示为空白。请不要有任何空白提示或单词 - 您可以删除未使用的提示或单词。
zh_tw: 有一個以上的單字或提示是空的。請不要留空的提示或單字。如果不使用請刪除。

source: Remove This Life
ca: Suprimeix aquesta vida
ca_es@valencia: Suprimeix aquesta vida
dz: ཚེ་ཚོག་འདི་རྩ་བསྐྲད་གཏང
el: Αφαίρεση αυτής της ζωής
es: Quitar esta vida
eu: Bizitza hau ezabatu
fr: Éliminer cette vie
gl: Eliminar esta vida
it: Elimina questa vita
nl: Verwijder dit leven
pl: Usuń to życie
pt: Eliminar esta vida
ru: Удалить эту жизнь
tr: Bu Canı Sil
zh_cn: 移除此生命
zh_tw: 移除此生命

source: Add Chance
ca: Afegeix un altre intent
ca_es@valencia: Afig una oportunitat
dz: གོ་སྐབས་ཁ་སྐོང་རྐྱབས
el: Προσθήκη επιλογής
es: Añadir otro intento
eu: Saiakera gehitu
fr: Ajouter un essai
gl: Engadir outro intento
it: Aggiungi possibilità
nl: Voeg een kans toe
pl: Dodaj szansę
pt: Acrescentar uma possibilidade
ru: Добавить шанс
tr: Şans Ekle
zh_cn: 添加机会
zh_tw: 新增機會

source: <h2>Words to Guess</h2>
ca: <h2>Paraules per endevinar</h2>
ca_es@valencia: <h2>Paraules que cal endevinar</h2>
dz: <h2>ཚོད་དཔག་པའི་ཚིག་ཚུ་</h2>
el: <h2>Μάντεψε τις λέξεις</h2>
es: <h2>Palabras que adivinar</h2>
eu: <h2>Asmatu beharreko hitzak</h2>
fr: <h2>Mots à deviner</h2>
gl: <h2>Adiviña as palabras</h2>
it: <h2>Parole da indovinare</h2>
nl: <h2>Te raden woorden</h2>
pl: <h2>Słowa do odgadnięcia</h2>
pt: <h2>Palavras a adivinhar</h2>
ru: <h2>Слова для угадывания</h2>
tr: <h2>Kelimeleri Bul</h2>
zh_cn: <h2>要猜的单词</h2>
zh_tw: <h2>要猜的單字</h2>

source: Remove This Word
ca: Suprimeix aquesta paraula
ca_es@valencia: Suprimeix aquesta paraula
dz: ཚིག་འདི་་རྩ་བསྐྲད་གཏང
el: Αφαίρεση αυτής της λέξης
es: Quitar esta palabra
eu: Hitz hau ezabatu
fr: Effacer ce mot
gl: Eliminar esta palabra
it: Rimuovi questa parola
nl: Verwijder dit woord
pl: Usuń to słowo
pt: Eliminar esta palavra
ru: Удалить этот мир
tr: Bu Kelimeyi Kaldır
zh_cn: 删除此单词
zh_tw: 移除此單字

source: Add Word
ca: Afegeix paraula
ca_es@valencia: Afig una paraula
dz: ཚིག་ཁ་སྐོང་རྐྱབས
el: Προσθήκη λέξης
es: Añadir nueva palabra
eu: Hitza gehitu
fr: Ajouter un mot
gl: Engadir nova palabra
it: Aggiungi parola
nl: Voeg een woord toe
pl: Dodaj słowo
pt: Acrescentar palavra
ru: Добавить мир
tr: Kelime Ekle
zh_cn: 添加单词
zh_tw: 新增單字

source: eXe problem
ca: problema d'eXe
ca_es@valencia: S'ha produït un problema a l'eXe
dz: ཨི་ཨེགསི་ཨི་གི་དཀའ་ངལ
el: πρόβλημα eXe
es: Problema de eXe
eu: eXe-ren arazoa
fr: problème eXe
gl: Problema de eXe
it: problema eXe
nl: eXe probleem
pl: problem eXe
pt: Problema em eXe
ru: Проблема eXe
tr: eXe sorunu
zh_cn: eXe 问题
zh_tw: eXe 問題

source: The Compatibility View of your browser (Internet Explorer) is turned on.
ca: La visualització de compatibilitat del vostre navegador (Internet explorer) està habilitada.
ca_es@valencia: Està activada la vista compatible del navegador (Internet Explorer).
el: Η προβολή συμβατότητας του περιηγητή σας (Internet Explorer) είναι ενεργοποιημένη.
es: La Vista de Compatibilidad de su navegador (Internet Explorer) está activada.
eu: Zure nabigatzailean (Internet Explorer) gaituta dago Bateragarritasun Ikuspegia.
fr: Le visionnement compatible avec votre navigateur (Internet Explorer) est activé.
gl: A Vista de compatibilidade do teu navegador (Internet Explorer) está activa.
it: La Vista Compatibilità del navigatore Internet Explorer è attivata.
nl: De "Compatibility Mode" van je browser staat aan.
pl: Widok zgodności przeglądarki (Internet Explorer) jest włączony.
pt: A vista de compatibilidade do seu navegador (Internet Explorer) está ativada.
ru: Представление совместимости с Вашим браузером (Internet Explorer) включено.
tr: Tarayıcınızın Uyumluluk Görünümü (Internet Explorer) açık.
zh_cn: 您的浏览器（Internet Explorer）的兼容性视图已打开。
zh_tw: 您的瀏覽器 (ie) 的相容檢視已打開。

source: Please click on the Compatibility View button to turn it off:
ca: Premeu sobre el botó de visualització de compatibilitat per inhabilitar-lo:
ca_es@valencia: Feu clic en el botó Vista compatible per a desactivar-la:
el: Παρακαλώ πιέστε το πλήκτρο 'Προβολή συμβατότητας' για να την απενεργοποιήσετε:
es: Por favor pulse en el botón de Vista de Compatibilidad para desactivarla:
eu: Mesedez, 'Bateragarritasun ikuspegia' botoian klik egin ezgaitzeko:
fr: Cliquez sur le bouton de visionnement compatible pour le désactiver:
gl: Prema no botón Vista de compatibilidade para desactivala:
it: Clicca sul bottone Vista Compatibilità per spegnerla:
nl: Klik svp op de knop "Compatibility Mode" knop om dit uit te zetten
pl: Kliknij przycisk Widok zgodności, aby wyłączyć:
pt: Por favor, clique no botão "Vista de compatibilidade" para a desativar:
ru: Пожалуйста, нажмите на кнопку представления совместимости, чтобы это выключить:
tr: Kapatmak için lütfen Uyumluluk Görünümü düğmesine tıklayın:
zh_cn: 请单击“兼容性视图”按钮将其关闭：
zh_tw: 請點擊「相容檢視」鍵將它關掉：

source: Then restart eXe..
ca: Després reinicieu eXe...
ca_es@valencia: A continuació reinicieu l'eXe
dz: དེ་གི་ཤུལ་ལས་ཨི་ཨེགསི་ཨི་ ལོག་འགོ་བཙུགས..
el: Κατόπιν επανεκκίνηση του eXe...
es: Después reinicie eXe.
eu: Ondoren, eXe berrabiarazi.
fr: Ensuite, redémarrer eXe...
gl: Despois reinicia eXe..
it: Quindi riavvia eXe...
nl: Start vervolgens eXe opnieuw
pl: Następnie uruchom ponownie eXe..
pt: Depois reinicie o eXe...
ru: Затем перезапустите eXe.
tr: Ardından eXe'yi yeniden başlatın..
zh_cn: 然后重新启动 xe。
zh_tw: 然後重新啟動 eXe..

source: Initial Zoom
ca: Zoom Inicial
ca_es@valencia: Zoom inicial
dz: རྒྱས་ཟུམ་འགོ་དང་པ
el: Αρχική Μεγέθυνση
es: Zoom Inicial
eu: Hasierako zooma
fr: Agrandissement initial
gl: Nivel inicial de zoom
it: Zoom iniziale
nl: Beginzoom
pl: Początkowe powiększenie
pt: Ampliação inicial
ru: Начальное увеличение
tr: Başlangıçtaki Yakınlaştırma
zh_cn: 初始放大倍数
zh_tw: 初始放大倍數

source: Maximum zoom
ca: Zoom màxim
ca_es@valencia: Zoom màxim
dz: རྒྱས་ཟུམ་མཐོ་ཤོས
el: Μέγιστη μεγέθυνση
es: Máximo aumento
eu: Ahalik eta gehien handitu
fr: Agrandissement maximum
gl: Nivel máximo de zoom
it: Zoom massimo
nl: Maximale zoom
pl: Maksymalne powiększenie.
pt: Ampliação máxima
ru: Максимальное увеличение
tr: Maksimum yakınlaştırma
zh_cn: 最大放大倍数
zh_tw: 最大放大倍數

source: Small
ca: Menut
ca_es@valencia: Menuda
dz: ཆུང་ཀུ
el: Μικρό
es: Pequeño
eu: Txikia
fr: Petit
gl: Pequeno
it: Piccolo
nl: Klein
pl: Mały
pt: Pequeno
ru: Маленький
tr: Küçük
zh_cn: 小
zh_tw: 小

source: Medium
ca: Mitja
ca_es@valencia: Mitjà
dz: བར་མ
el: Μέτριο
es: Medio
eu: Ertaina
fr: Moyen
gl: Medio
it: Medio
nl: Middel
pl: Średni
pt: Médio
ru: Средний
tr: Orta
zh_cn: 中
zh_tw: 中

source: Large
ca: Gran
ca_es@valencia: Gran
dz: ཆེ་བ
el: Μεγάλο
es: Grande
eu: Handia
fr: Grand
gl: Grande
it: Grande
nl: Groot
pl: Duży
pt: Grande
ru: Огромный
tr: Geniş
zh_cn: 大
zh_tw: 大

source: Extra large
ca: Molt gran
ca_es@valencia: Molt gran
dz: ཧ་ཅང་སྦོམ
el: Πολύ μεγάλο
es: Extra grande
eu: Oso handia
fr: Très grand
gl: Moi grande
it: Molto grande
nl: Extra groot
pl: Bardzo duży
pt: Muito grande
ru: Очень большой
tr: En büyük
zh_cn: 特大
zh_tw: 特大

source: Size of magnifying glass:
ca: Mida de la lupa:
ca_es@valencia: Mida de la lupa:
dz: ཆེ་སྐྱེད་ཤེལ་གྱི་་ཚད:
el: Μέγεθος μεγεθυντικού φακού:
es: Tamaño de la lupa:
eu: Luparen neurria:
fr: Taille d'agrandissement de la loupe :
gl: Tamaño da lupa:
it: Dimensione della lente di ingrandimento:
nl: Grootte van vergrootglas:
pl: Rozmiar lupy:
pt: Tamanho da lupa:
ru: Размер увеличительного стекла:
tr: Merceğin Boyutu:
zh_cn: 放大镜尺寸:
zh_tw: 放大鏡尺寸：

source: The title and the icon are not required. If you leave them empty the iDevice will have no emphasis.
ca: No cal posar el títol ni la icona. Si ho deixeu buit el iDevice no tindrà cap èmfasi.
ca_es@valencia: El títol i la icona no són necessaris. Si els deixes buits l'iDevice no tindrà èmfasi.
el: Ο τίτλος και το εικονίδιο δεν είναι απαραίτητα. Εάν τα αφήσετε κενά, το η-Σύνεργο δεν θα τονίζεται με γραφικό τρόπο.
es: No son necesarios ni el título ni el icono. Si los deja en blanco el iDevice no tendrá resalte.
eu: Izenburua eta ikonoa ez dira derrigorrezkoak. Hutsik utziz gero, iDevice-ak ez du enfasirik izango.
fr: Le titre et l'icône ne sont pas nécessaires. Si ces champs sont vides, l'outil pédagogique se sera pas emphatisé.
gl: Non son necesarios nin o título nin a icona. Se os deixa en branco o iDevice non terá resalte.
it: Il titolo e l'icona sono facoltativi. Se non vengono indicati l'iDevice non avrà enfasi.
pl: Tytuł i ikona nie są wymagane. Jeśli pozostawisz je puste, to iObiekt nie będzie miał oznaczenia.
ru: Заголовок и значок не требуются. Если вы оставите их пустыми, iDevice не будет делать акцент на этом.
tr: Başlık ve simge gerekli değildir. Bunları boş bırakırsanız, iDevice'in vurgusu olmayacaktır.
zh_cn: 标题和图标不是必需的。如果您将它们留空, 则 iDevice 将不再强调。
zh_tw: 標題與圖示不一定需要。您可以留空，iDevice 不會突顯。

source: Other words
ca: Altres paraules
ca_es@valencia: Altres paraules
dz: ཚིག་གཞན་ཚུ
el: Άλλες λέξεις
es: Otras palabras
eu: Beste hitzak
fr: Autres mots
gl: Outras palabras
it: Altre parole
nl: andere woorden
pl: Inne słowa
pt: Outras palavras
ru: Другие слова
tr: Diğer Kelimeler
zh_cn: 其他单词
zh_tw: 其他單字

source: Number of rows x Number of cols must be an even number<br/>
ca: Nombre de files x Nombre de columnes ha de ser un nombre parell<br/>
ca_es@valencia: El nombre de files x nombre de columnes ha de ser un nombre parell<br/>
el: Αριθμός γραμμών x Ο αριθμός των στηλών πρέπει να είναι ζυγός<br/>
es: El número de filas x el número de columnas tiene que ser un número par<br/>
eu: Lerro kopurua x Zutabe kopurua zenbaki bakoitia izan behar du<br/>
fr: Le nombre de rangées multiplié par le nombre de colonnes doit donner un résultat pair<br/>
gl: Número de filas x Número de columnas ten que ser un número par<br/>
it: Numero righe moltiplicato numero colonne deve risultare un numero pari<br />
nl: Aantal rijen x aantal kolommen moet een even aantal zijn<br/>
pl: Liczba wierszy x Liczba kolumn muszą być liczbą parzystą<br/>
pt: Número de linhas x Número de colunas tem de ser um número par<br/>
ru: Число строк х количество столбцов должно быть чётным числом<br/>
tr: Satır sayısı x Sütun sayısı çift sayı olmalıdır <br/>
zh_cn: 行数x列数必须是偶数<br/>
zh_tw: 列數乘上行數的值必須是雙數

source: After you set the number of rows/cols please click Create/Trim pairs button at the bottom and enter in the matching pairs for the game
ca: Després de configurar el nombre de files/columnes , premeu el botó «Crea/redueix parells» a la part inferior i entreu el parells a encertar al joc.
ca_es@valencia: Després de definir el nombre de files/columnes feu clic en el botó Crea/Retalla parells a la part inferior i introduïu els parells que concorden
el: Αφού ορίσετε τον αριθμό των γραμμών και των στηλών, πιέστε το πλήκτρο 'Δημιουργία/Περικοπή ζευγαριών' στο κάτω μέρος και εισάγετε στο παιχνίδι τα ζευγάρια που ταιριάζουν
es: Tras decidir el número de filas y columnas, por favor pulse en el botón Crear/Eliminar parejas de abajo e introduzca las parejas que habrá que buscar en el juego
eu: Lerro/zutabe kopurua ezarri ondoren, mesedez, klikatu beheko aldeko Bikoteak Sortu/Moztu botoian, eta sartu jokoaren bikoteak
fr: Après avoir décidé le nombre de rangées et de colonnes, veuillez cliquer sur le bouton Créer/Éliminer les paires ci-dessous et introduisez les paires à rechercher dans le jeu.
gl: Logo de establecer o número de filas e columnas, prema no botón Crear/Eliminar parellas de abaixo e introduza as parellas que haberá que buscar no xogo
it: Dopo aver impostato i numeri di righe / colonne cliccare al fondo Crea/elimina coppie, ed inserire le coppie corrispondenti per il gioco
nl: Klik, nadat u het aantal rijen/kolommen hebt ingevoerd, svp op de knop "Aanmaken/schudden" onderaan en voer het aantal juiste combinaties in voor het spel
pl: Po ustawieniu liczby wierszy/kolumn kliknij przycisk Utwórz/Przytnij pary na dole i wprowadź pasujące pary do gry
pt: Depois de estabelecer o número de filas/colunas, clique no botão 'Criar / Reduzir pares' em baixo e introduza os pares para o jogo
ru: После того как вы установите число строк/столбцов, пожалуйста, нажмите кнопку Создать/Сократить кнопку пар внизу и введите в соответствующие пары для игры
tr: Satır/sütun sayısını belirledikten sonra lütfen alttaki Oluştur/Trim çiftleri düğmesine tıklayın ve oyun için eşleşen çiftleri girin
zh_cn: 设置行数/列数后，请单击底部的“创建/修剪对”按钮，然后输入游戏的匹配对

source: <p>Click the button below to create the matching pairs or trim in case you reduced the number of rows / columns</p>
ca: <p>Prem el botó de sota per crear els parells a encertar o redueix en cas que reduïu el nombre de files / columnes</p>
ca_es@valencia: <p>Feu clic en el botó de davall per a crear els parells que concorden o per a retallar en cas d'haver reduït el nombre de files/columnes</p>
el: <p>Πιέστε το πλήκτρο παρακάτω για να δημιουργήσετε ζευγάρια που ταιριάζουν ή κάντε περικοπή σε περίπτωση που θέλετε να μειώσετε τον αριθμό των γραμμών και των στηλών</p>
es: <p>Pulse en el botón de abajo para crear las parejas que habrá que buscar o eliminar en caso de que haya reducido el número de filas o columnas</p>
eu: <p>Beheko botoian klikatu bikoteak sortzeko edo, lerro / zutabe kopurua murriztu nahi baduzu, moztu</p>
fr: <p>Cliquez le bouton ci-dessous pour créer les paires ou les éliminer en cas de réduction du nombre de rangées ou de colonnes</p>
gl: <p>Prema no botón inferior para crear as parellas que haberá que buscar ou eliminar no caso de que reducise o número de filas ou columnas</p>
it: <p>Cliccare il bottone qui sotto per creare le coppie di corrispondenze o per eliminarle in caso si sia ridotto il numero di righe / colonne/p>
nl: <p>klik op de knop onderaan om het aantal juiste combinaties aan te maken of te schudden als je het aantal rijen / kolommen verminderd hebt</p>
pl: <p>Kliknij przycisk poniżej, aby utworzyć pasujące pary lub przyciąć w przypadku zmniejszenia liczby wierszy/kolumn</p>
pt: <p>Clique no botão de baixo para criar os pares ou para os reduzir, no caso de ter reduzido previamente o número de filas / colunas</p>
ru: <p>Нажмите на кнопку ниже, чтобы создать подходящие пары или урезать в случае сокращения числа строк/столбцов</p>
tr: <p>Eşleşen çiftleri oluşturmak için aşağıdaki düğmeyi tıklayın veya satır / sütun sayısını azaltmanız durumunda kırpın</p>
zh_cn: <p>单击下面的按钮以创建匹配对或 修剪，以减少行/列的数量</p>

source: Create / Trim Pairs
ca: Crea / Redueix parells
ca_es@valencia: Crea/Retalla parells
dz: ཆ་ཚུ་གསར་བསྐྲུན་འབད་/རྩེ་སྙོམ
el: Δημιουργία/Περικοπή ζευγαριών
es: Crear / Eliminar parejas
eu: Bikoteak Sortu/Moztu
fr: Créer / Éliminer paires
gl: Crear / Eliminar parellas
it: Crea/elimina coppie
nl: Aanmaken / schudden paren
pl: Utwórz/Przytnij pary
pt: Criar / Reduzir pares
ru: Создать/сократить пары
tr: Çift Oluştur/Kırp
zh_cn: 创建/修剪对

source: Add another Question
ca: Afegeix una altra pregunta.
ca_es@valencia: Afig una altra pregunta.
dz: དྲི་བ་གཞན་ཅིག་ཁ་སྐོང་རྐྱབས
el: Προσθήκη άλλης Eρώτησης
es: Añadir otra pregunta
eu: Gehitu beste galdera bat
fr: Ajouter une autre question
gl: Engadir outra Pregunta
it: Aggiungi un'altra domanda
nl: Nieuwe vraag toevoegen
pl: Dodaj kolejne pytanie
pt: Adicionar outra pergunta
ru: Добавить ещё один вопрос
tr: Başka soru ekle
zh_cn: 添加问题
zh_tw: 新增其他問題

source: This iDevice will only be visible in eXe. It won't be exported.
ca: Aquest iDevice sols és visible a l'eXe. No pot ser exportat.
ca_es@valencia: Aquest iDevice només serà visible en eXe. No s'exportarà.
dz: འ་ནི་བརྡ་དོན་ཐབས་འཕྲུལ་འདི་ཨི་ཨེགསི་ཨི་རྐྱངམ་ཅིག་ནང་མཐོང་ཚུགས། འདི་ཕྱིར་འདྲེན་འབད་མི་བཏུབ།
el: Αυτό το η-Σύνεργο θα είναι ορατό μόνο στο exe. Δεν θα είναι δυνατή η εξαγωγή του.
es: Este iDevice sólo es visible dentro de eXe, no se incluye en las exportaciones.
eu: iDevice hau eXe-n ikusiko da soilik. Ez da esportatuko.
fr: Cet outil pédagogique ne sera visible qu'en eXe. Il ne sera pas exporté.
gl: Este iDevice só é visible dentro de eXe, non se inclúe nas exportacións.
it: Questo iDevice sarà visibile solo in eXe. Non verrà esportato.
pl: Ten iObiekt będzie widoczny tylko w eXe. Nie zostanie wyeksportowany.
ru: Этот iDevice будет виден только в eXe. Он не будет экспортирован.
tr: Bu iDevice yalnızca eXe'de görünecektir. İhraç edilmeyecek.
zh_tw: 這個 iDevice 只能在 eXe 裡使用，不能匯出。

source: Show/Hide
ca: Mostra/Amaga
ca_es@valencia: Mostra/Oculta
dz: སྟོན་/སྦ
el: Εμφάνιση/Απόκρυψη
es: Mostrar/Ocultar
eu: Erakutsi/Ezkutatu
fr: Montrer/Cacher
gl: Amosar/Ocultar
it: Mostra/nascondi
nl: Tonen/Verbergen
pl: Pokaż/Ukryj
pt: Mostrar/Ocultar
ru: Показать/Скрыть
tr: Göster/Gizle
zh_cn: 显示/隐藏
zh_tw: 顯示/隱藏

source: Delete all notes
ca: Suprimeix totes les notes
ca_es@valencia: Suprimeix totes les notes
dz: དྲན་འཛིན་ཚུ་གེ་ར་བཏོན་གཏང
el: Διαγραφή όλων των σημειώσεων
es: Borrar todas las notas
eu: Ezabatu ohar guztiak
fr: Effacer toutes les notes
gl: Borrar tódolos nodos
it: Cancella tutte le note
nl: Verwijder alle notities
pl: Usuń wszystkie notatki
pt: Apagar todas as notas
ru: Удалить все заметки
tr: Tüm nootları sil
zh_cn: 删除所有笔记
zh_tw: 刪除所有備忘

source: Would you delete all notes?
ca: Voleu suprimir totes les notes ?
ca_es@valencia: Voleu suprimir totes les notes?
dz: ཁྱོད་ཀྱི་་དྲན་འཛིན་ཚུ་གེ་ར་བཏོན་གཏང་ནི་ཨིན་ན?
el: Θέλετε να διαγράψετε όλες τις σημειώσεις;
es: ¿Desea borrar todas las notas?
eu: Ohar guztiak ezabatu nahi dituzu?
fr: Souhaitez-vous éliminez toutes les notes?
gl: Desexa borrar tódalas notas?
it: Cancellare tutte le note?
nl: Wilt u alle notities verwijderen?
pl: Czy usunąć wszystkie notatki?
pt: Deseja apagar todas as notas?
ru: Вы бы удалили все заметки?
tr: Tüm notları silmek istiyor musunuz?
zh_cn: 你要删除所有笔记吗？
zh_tw: 您確定要刪除所有備忘嗎？

source: Guidelines for Students
ca: Directrius per als alumnes
ca_es@valencia: Orientacions per a l'alumnat
dz: སློབ་ཕྲུག་ཚུའི་་དོན་ལུ་ལམ་སྟོན་ཚུ
el: Τίτλος
es: Orientaciones para el alumnado
eu: Ikasle-orientabideak
fr: Conseils pour les élèves
gl: Orientacións para o alumnado
it: Linee guida per gli alunni
nl: Begeleiding student
pl: Zalecenia metodyczne dla studentów
pt: Orientações para os estudantes
ru: Руководства для студентов
tr: Öğrenciler İçin Kılavuz
zh_cn: 学生指南
zh_tw: 學生指導方針

source: Guidelines for the Teacher
ca: Directrius per al professorat
ca_es@valencia: Orientacions per a la tutoria
dz: སློབ་དཔོན་ཚུའི་་དོན་ལུ་ལམ་སྟོན་ཚུ
el: Τίτλος
es: Orientaciones para la tutoría
eu: Tutoretza-orientabideak
fr: Conseils pour les professeurs
gl: Orientacións para o docente
it: Linee guida per il docente
nl: Begeleiding leraar
pl: Wytyczne dla nauczyciela
pt: Orientações para tutoria
ru: Руководство для учителя
tr: Öğretmenler için Kılavuz
zh_cn: 教师指南
zh_tw: 老師指導方針

source: A Step Ahead
ca: Per saber més
ca_es@valencia: Per a saber-ne més
dz: གདོང་ཁའི་་རིམ་པ་གཅིག
el: Ένα βήμα πιο πέρα
es: Para saber más
eu: Gehiago jakiteko
fr: Pour en savoir plus
gl: Para saber máis
it: Un passo avanti
nl: Een stap vooruit
pl: O krok do przodu
pt: Para saber mais
ru: На шаг впереди
tr: Bir Adım Önde
zh_cn: 前进一步
zh_tw: 領先一步

source: Game Options
ca: Opcions del joc
ca_es@valencia: Opcions del joc
dz: རྩེད་ལཱའི་་གདམ་ཁ
el: Επιλογές παιχνιδιού
es: Opciones del juego
eu: Joko-aukerak
fr: Options du jeu
gl: Opcións do xogo
it: Opzioni gioco
nl: Spel opties
pl: Opcje gry
pt: Opções do jogo
ru: Опции игры
tr: Oyun Seçenekleri
zh_cn: 游戏选项
zh_tw: 遊戲選項
