Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: The topic of the content of the resource.
ca: El tema del contingut del recurs.
ca_es@valencia: El tema del contingut del recurs.
dz: དངོས་པོ་གི་ནང་དོན་གྱི་གནད་དོན།
el: Το θέμα του περιεχομένου του έργου.
es: El tema del contenido del recurso.
eu: Baliabidearen edukiaren gaia.
fr: Le sujet du contenu de la ressource
gl: O tema do contido do recurso.
it: L'argomento del contenuto della risorsa.
nl: Het onderwerp van deze bron
pl: Temat zawartości zasobu.
pt: O tema do conteúdo do recurso.
ru: Тема содержимого ресурса.
tr: Kaynağın içeriğinin konusu.
zh_cn: 资源内容的主题。
zh_tw: 此資源的內容的主題。

source: Typically, Subject will be expressed as keywords, key phrases or classification codes that describe a topic of the resource. Recommended best practice is to select a value from a controlled vocabulary or formal classification scheme.
ca: Típicament ,el tema serà resumit amb paraules clau,frases clau, o codis de classificació que descriuen el tema o recurs. És recomana com millor pràctica seleccionar una paraula d'un vocabulari o esquema formal.
ca_es@valencia: Habitualment, l'assumpte s'expressarà amb paraules clau, frases clau o codis de classificació que descriuen el tema d'un recurs. La pràctica més recomanada és seleccionar un valor d'un vocabulari controlat o d'un esquema de classificació formal.
el: Συνήθως, το 'Θέμα' εκφράζεται με λέξεις ή φράσεις - κλειδιά, ή κώδικες ταξινόμησης που περιγράφουν το θέμα ενός έργου. Προτείνεται, ως καλή πρακτική, η επιλογή μιας τιμής από ένα επίσημο γλωσσάρι ή μια ταξινόμηση.
es: Típicamente, el TEMA será expresado en forma de palabras clave, expresiones clave o códigos de clasificación que describen el tema del recurso. La práctica recomendada es seleccionar un valor de un vocabulario controlado, o de un esquema formal de clasificación.
eu: Gaia, normalean, gakoen, esaldien edo sailkapen kodeen bidez azalduko da. Egokiena, balioak kontrolatutako hiztegi edo sailkapen eskema formal batetik aukeratzea da.
fr: L'objet sera communément exprimé sous la forme de mots-clefs, de locutions-clefs ou de codes de classification décrivant le sujet d'une ressource. Il est recommandé de choisir une valeur dans un glossaire de termes de vocabulaire contrôlé ou dans un schéma formalisé de classification.
gl: Polo xeral, o TEMA expresarase como palabras clave, frases ou códigos de clasificación que describen o tema do recurso. A práctica máis recomendada é seleccionar un valor dun vocabulario controlado ou dun esquema de clasificación formal.
it: Solitamente, l'oggetto sarà espresso in termini di parole o frasi chiave, codici di classificazione che descrivono un argomento della risorsa. La soluzione raccomandata è di scegliere un termine da un vocabolario controllato o da uno schema formale di classificazione.
nl: Het onderwerp zal doorgaans worden weergegeven in de vorm van trefwoorden, kenmerkende zinnen of classificatiecodes die een onderwerp van het lesmateriaal beschrijven. Het wordt geadviseerd om een waarde te selecteren uit een beheerde woordenlijst of een formeel classificatieschema.
pl: Zazwyczaj Temat będzie wyrażony jako słowa kluczowe, kluczowe frazy lub kody klasyfikacji, które opisują temat zasobu. Zalecaną najlepszą praktyką jest wybór wartości z kontrolowanego słownictwa lub formalnego schematu klasyfikacji.
pt: Normalmente, o Tema é definido por meio de palavras chave, frases chave ou códigos de classificação que descrevem o tema do recurso. Recomenda-se como boa prática a escolha de um valor que faça parte de um vocabulário controlado ou de um esquema de classificação formal.
ru: Обычно, тема будет выражаться ключевыми словами, фразами или классификационными кодами, которые описывают тему ресурса. Для практического использования рекомендуется выбирать значение из контролируемого словаря или формальную схему классификации.
tr: Genellikle konu, kaynağın bir konusunu açıklayan anahtar kelimeler, anahtar kelimeler veya sınıflandırma kodları olarak ifade edilir. Önerilen en iyi uygulama, kontrollü kelime dağarcığı veya resmi sınıflandırma şemasından bir değer seçmektir.
zh_cn: 通常，主题将表示为描述资源主题的关键字，关键短语或分类代码。建议的最佳实践是从受控词汇表或正式分类方案中选择一个值。
zh_tw: 通常來說，主題會以描述資源主題的關鍵字、關鍵片語或分類代碼來表示。建議從控制字彙或是正規的分類機制中選擇。

source: An account of the content of the resource.
ca: Un resum del contingut del recurs.
ca_es@valencia: Un resum del contingut del recurs.
dz: དངོས་པོ་གི་ནང་དོན་གྱི་ལོ་རྒྱུས།
el: Γενική περιγραφή του περιεχομένου του έργου.
es: Resumen del contenido del recurso.
eu: Baliabidearen edukiaren azalpena.
fr: Un compte rendu du contenu de la ressource.
gl: Un resumo do contido do recurso.
it: Descrizione del contenuto della risorsa.
nl: Een account van de broninhoud.
pl: W zależności od zawartości zasobu.
pt: Uma descrição do conteúdo do recurso.
ru: Учёт содержимого ресурса.
tr: İçerik hakkında bilgilendirme.
zh_cn: 资源內容的描述。
zh_tw: 資源內容的描述。

source: Publisher
ca: Editor
ca_es@valencia: Editor
dz: དཔེ་བསྐྲུན་པ
el: Εκδότης
es: Editor
eu: Argitaratzailea
fr: Éditeur :
gl: Editor
it: Editore
nl: Uitgever
pl: Wydawca
pt: Editor
ru: Издатель
tr: Yayıncı
zh_cn: 发行者
zh_tw: 發布者

source: An entity responsible for making the resource available.
ca: Entitat responsable de mantenir disponible el recurs.
ca_es@valencia: Entitat responsable de mantindre disponible el recurs.
dz: དངོས་པོ་ཐོབ་ཚུགས་བཟོ་མི་ངོ་བོ།
el: Το πρόσωπο που είναι υπεύθυνο για τον διαμοιρασμού του έργου.
es: Entidad responsable de hacer disponible el recurso.
eu: Baliabidearen edukia eskuragarria egiteko ardura duen entitatea.
fr: Organisme responsable de la mise à disposition de cette ressource.
gl: Unha entidade responsable de facer dispoñible o recurso.
it: Una entità responsabile di rendere disponibile la risorsa.
nl: De verantwoordelijke aanbieder van dit werk
pl: Podmiot odpowiedzialny za udostępnienie zasobu.
pt: A entidade responsável pela publicação do recurso.
ru: Лицо, ответственное за ресурс.
tr: Kaynağı kullanılabilir hale getirmekten sorumlu bir birim.
zh_cn: 负责使资源可用的实体。
zh_tw: 負責讓資源上線的人。

source: Contributors
ca: Col·laboradors
ca_es@valencia: Col·laboradors
dz: ཕན་འདེབས་པ་ཚུ
el: Συνεισφέροντες
es: Colaboradores
eu: Kolaboratzaileak
fr: Contributeurs :
gl: Colaboradores
it: Contributori
nl: Medewerkers
pl: Współautorzy
pt: Contribuidores
ru: Соавторы
tr: Katkıda Bulunanlar
zh_cn: 贡献者
zh_tw: 貢獻者

source: An entity responsible for making contributions to the content of the resource.
ca: Entitat responsable de fer aportacions al contingut del recurs.
ca_es@valencia: Entitat responsable de fer aportacions al contingut del recurs.
dz: དངོས་པོ་གི་ནང་དོན་གྱི་དོན་ལུ་ཕན་འདེབས་འབད་མི་ངོ་བོ།
el: Το πρόσωπο ή τα πρόσωπα που έχουν συνεισφέρει στο έργο αυτό.
es: Entidad responsable de hacer aportaciones al contenido del recurso.
eu: Baliabidearen edukiari ekarpenak egiteko ardura duen entitatea.
fr: Organisme responsable de contributions au contenu de cette ressource.
gl: Unha entidade responsable de elaborar as contribucións ao contido do recurso.
it: Una entità responsabile di contribuire al contenuto della risorsa.
nl: De verantwoordelijke voor de bijdragen aan dit werk.
pl: Podmiot odpowiedzialny za wniesienie wkładu do treści zasobu.
pt: Qualquer entidade responsável por contribuições para o conteúdo do recurso.
ru: Лицо, ответственное за вклад в содержимое ресурса.
tr: Kaynağın içeriğine katkıda bulunmaktan sorumlu bir kuruluş.
zh_cn: 负责对资源做出贡献的实体
zh_tw: 對資源內容有貢獻的人。

source: Date
ca: Data
ca_es@valencia: Data
dz: ཚེས་གྲངས
el: Ημερομηνία
es: Fecha
eu: Data
gl: Data
it: Data
nl: Datum
pl: Data
pt: Data
ru: Дата
tr: Tarih
zh_cn: 日期
zh_tw: 日期

source: A date of an event in the lifecycle of the resource.
ca: Una data d'un esdeveniment en el cicle de vida del recurs.
ca_es@valencia: Una data d'un esdeveniment en el cicle de vida del recurs.
el: Μια σημαντική ημερομηνία γι' αυτό το έργο.
es: La fecha de un evento que sucede durante el ciclo de vida del recurso.
eu: Baliabidearen bizitza zikloaren gertaera baten data.
fr: Évènement dans le cycle de vie de la ressource.
gl: Unha data do evento no ciclo de vida do recurso.
it: Una data di un evento nel ciclo di vita delle risorse.
nl: Een datum of gebeurtenis tijdens het bestaan van dit werk.
pl: Data zdarzenia w cyklu życia zasobu.
pt: A data de um evento no ciclo de vida do recurso.
ru: Дата события в жизненном цикле ресурса.
tr: Kaynağın yaşam döngüsündeki bir olayın tarihi.
zh_cn: 资源生命周期中事件的日期。
zh_tw: 資源生命週期裡某事件的日期。

source: Typically, Date will be associated with the creation or availability of the resource. Recommended best practice for encoding the date value is defined in a profile called <em>ISO 8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank">W3C Date and Time Formats</a> and includes (among others) dates of the form YYYY-MM-DD.
ca: Típicament , la data està associada amb la creació o disponibilitat del recurs. La millor pràctica recomanada per codificar el valor de la data és desar-la en un perfil anomenat <em>ISO 8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank">Dates W3C i formats de dates</a> que inclou entre altres la forma DD-MM-AAAA.
ca_es@valencia: Normalment, la data està associada amb la creació o disponibilitat del recurs. La pràctica més recomanada per a codificar el valor de la data està definida en un perfil anomenat <em>ISO 8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank">Formats de data i hora del W3C</a> i inclou (entre d'altres) dates del format YYYY-MM-DD.
el: Συνήθως, η 'Ημερομηνία' συνδέεται με τη δημιουργία ή τη διαθεσιμότητα του έργου. Για την κωδικοποίηση της τιμής της, προτείνεται, ως καλή πρακτική, η μορφή <em>ISO 8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank">W3C Date and Time Formats</a> που περιλαμβάνει, μεταξύ άλλων, ημερομηνίες της μορφής YYYY-MM-DD.
es: Típicamente, la FECHA estará asociada con la creación o disponibilidad del recurso. La práctica recomendada para codificar el valor de la fecha está definida en un perfil llamado <em>ISO 8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank">Formatos de fecha y hora del W3C</a> e incluye (entre otras) las fechas de la forma AAAA-MM-DD.
eu: Data, normalean, baliabidearen sorrerarekin edo erabilgarritasunarekin lotuta egoten da. Data kodetzeko modurik egokiena, <em>ISO 8601</em> izena duen profilean zehaztuta dago <a href="/docs/W3C-NOTE-datetime.html" target="_blank">W3C Date and Time Formats</a> eta, beste batzuen artean, YYYY-MM-DD formakoak barne ditu.
fr: La date sera communément associée à la création ou la disponibilité de la ressource. La pratique recommandée pour coder les dates est définie dans un profil appelé <em>ISO 8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank"> Formats de date et heure du W3C</a> et inclut (entre autres) la date au format AAAA-MM-JJ.
gl: Polo xeral, a DATA estará asociada á creación ou dispoñibilidade do recurso. A práctica recomendada para codificar o valor "data" defínese no perfil chamado <em>ISO 8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank">W3C Date and Time Formats</a> e inclúe, entre outras, datas do tipo AAAA-MM-DD.
it: Solitamente, la data sarà associata con la creazione o la disponibilità della risorsa. La soluzione raccomandata per la codifica del valore data è definita in un profilo chiamato <em>ISO 8601</em><a href="/docs/W3C-NOTE-datetime.html" target="_blank">W3C Date and Time Formats</a> e include (oltre ad altri) le date in formato AAAA-MM-GG.
nl: De datum zal doorgaans worden geassocieerd met aanmaakdatum of beschikbaarheidsdatum van het materiaal. De aanbevolen wijze voor het coderen van de datumwaarde wordt gedefinieerd in het <em>ISO 8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank">W3C Datum en Tijd Format</a> profiel. Dit profiel bevat (o.a) datums volgens het YYYY-MM-DD formaat.
pl: Zazwyczaj data będzie powiązana z tworzeniem lub dostępnością zasobu. Zalecana najlepsza praktyka do kodowania wartości daty jest zdefiniowana w profilu o nazwie zgodnie z normą <em>ISO 8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank">W3C Formaty Daty i Czasu</a> i obejmuje (między innymi) daty w postaci RRRR-MM-DD.
pt: Normalmente, a Data associa-se com a criação ou publicação do recurso. A boa prática recomendada para a codificação do valor da data é definida num documento intitulado <em>ISO 8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank">W3C Date and Time Formats</a> e inclui (entre outros) o formato de data AAAA-MM-DD.
ru: Как правило, дата будет связана с созданием или доступностью ресурса. Рекомендуется выбирать для кодирования даты значение, определённое в профиле с именем <em>ISO 8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank">W3C Форматы Даты и Времени</a>и включает в себя (среди прочих) дату формата YYYY-MM-DD.
tr: Genel olarak Tarih, kaynağın oluşturulması veya kullanılabilirliği ile ilişkilendirilecektir. Tarih değerini kodlamak için önerilen en iyi uygulama, <em>ISO 8601<<em><a href="/docs/W3C-NOTE-datetime.html" target="_blank"> W3C Tarih ve Saat Biçimleri adlı bir profilde tanımlanır.</a>ve (diğerlerinin yanı sıra) YYYY-AA-GG biçimindeki tarihleri ​​içerir.
zh_cn: 通常，日期将与资源的创建或可用性相关联。编码日期值的推荐最佳实践在名为<em>ISO 8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank">W3C日期和时间格式</a>的配置文件中定义，并包括（以及其他）YYYY-MM-DD <a href="/docs/W3C-NOTE-datetime.html" target="_blank">格式的</a>日期。
zh_tw: 通常來說，日期指的是資源的建立或上線日期。建議使用 <em>ISO8601</em> <a href="/docs/W3C-NOTE-datetime.html" target="_blank">W3C 日期與時間格式</a>並用 YYYY-MM-DD 格式來表示日期。

source: The nature or genre of the content of the resource.
ca: El tipus o el genere del contingut del recurs.
ca_es@valencia: El tipus o el gènere del contingut del recurs.
el: Φύση κειμενικών ειδών που χρησιμοποιούνται στο περιεχόμενο του έργου.
es: La naturaleza o género del contenido del recurso.
eu: Baliabidearen edukiaren izaera edo generoa.
fr: La nature ou le genre de contenu de la ressource.
gl: A natureza ou xénero do contido do recurso.
it: La natura o il genere del contenuto della risorsa.
nl: De oorsprong of soort bron.
pl: Charakter lub rodzaj treści zasobu.
pt: A natureza ou o género do conteúdo do recurso.
ru: Вид или жанр содержимого ресурса.
tr: Kaynağın içeriğinin doğası veya türü.
zh_cn: 资源内容的性质或类型。
zh_tw: 資源內容的性質或風格。

source: Type includes terms describing general categories, functions, or genres, for content. Recommended best practice is to select a value from a controlled vocabulary or controlled classification scheme. To describe the physical or digital manifestation of the resource, use the FORMAT element.
ca: El tipus inclou els termes que descriuen les categories generals, funcions, o generes, del contingut. La pràctica més recomanada és seleccionar un valor d'un vocabulari o esquema. Per descriure la manifestació digital del recurs, utilitza l'element FORMAT.
ca_es@valencia: El tipus inclou els termes que descriuen les categories generals, les funcions o els gèneres del contingut. La pràctica més recomanada és seleccionar un valor d'un vocabulari o esquema de classificació controlats. Utilitza l'element FORMAT per a descriure la manifestació física o digital del recurs.
el: Ο 'Τύπος' περιλαμβάνει όρους που περιγράφουν γενικές κατηγορίες, λειτουργίες, ή είδη για το περιεχόμενο. Προτείνεται, ως καλή πρακτική, η επιλογή όρων από ένα επίσημο γλωσσάρι ή μια ταξινόμηση. Για την περιγραφή της φυσικής ή ψηφιακή μορφής του έργου, χρησιμοποιήστε το στοιχείο 'Μορφοποίηση'.
es: El TIPO incluye términos que describen categorías generales, funciones, o géneros, del contenido. La práctica recomendada es seleccionar un valor de un vocabulario controlado o un esquema de clasificación controlado. Para describir las manifestaciones física o digital del recurso, use el elemento FORMATO.
eu: Motak, eduki bakoitzeko kategoria orokorrak, funtzioak eta/edo generoak deskribatzen dituzten terminoak dakartza. Egokiena hiztegi kontrolatu batetik edo sailkapen eskema kontrolatu batetik balio bat aukeratzea da (egokiena). Baliabidearen agerpen fisiko edo digitala adierazteko, FORMAT elementua erabili.
fr: Le type comprend des termes décrivant les grandes catégories, les fonctions ou genres de contenus. La bonne pratique recommandée est de choisir une valeur au sein d'un glossaire de termes de vocabulaire contrôlé ou d'un schéma de classification.
gl: O Tipo inclúe termos que describen categorías xerais, funcións ou xéneros do contido. A práctica máis recomendada é seleccionar un valor dun vocabulario controlado ou dun esquema de clasificación formal. Para describir a aparencia física ou dixital do recurso, utilice o elemento FORMATO.
it: Il tipo include termini che descrivono categorie, funzioni o tipologie di contenuto. La soluzione raccomandata è di scegliere un valore da un vocabolario controllato o da uno schema di classificazione. Per descrivere la natura fisica o digitale della risorsa, usare il campo FORMAT.
nl: Type bevat beschrijvingen van een aantal standaardtermen die betrekking hebben op algemene categorieën, functies of genres, voor inhoud. De beste werkwijze is om om een waarde uit een beheerde woordenlijst of gecontroleerd clasificatieschema te selecteren. gebruik het FORMAT element om de digitale of fysieke weergave van het bronmateriaal te beschrijven.
pl: Typ zawiera wyrażenia opisujące ogólne kategorie, funkcje lub gatunki dotyczące treści. Zalecaną najlepszą praktyką jest wybór wartości z kontrolowanego słownika lub kontrolowanego schematu klasyfikacji. Aby opisać fizyczną lub cyfrową manifestację zasobu, użyj elementu FORMAT.
pt: Tipo inclui termos que descrevem categorias gerais, funções ou géneros do conteúdo. A boa prática recomendada é escolher um valor de um vocabulário controlado ou de um esquema de classificação controlado. Para descrever o formato físico ou digital do recurso, utilize o elemento FORMATO.
ru: Тип включает термины, описывающие общие категории, функции или жанры, для содержимого. Для практического использования рекомендуется выбирать значение из контролируемого словаря или контролируемой схемы классификации. Для описания физического или цифрового проявления ресурса, используйте формат элемента.
tr: Tür, içerik için genel kategorileri, işlevleri veya türleri açıklayan terimleri içerir. Önerilen en iyi uygulama, kontrollü kelime dağarcığı veya kontrollü sınıflandırma şemasından bir değer seçmektir. Kaynağın fiziksel veya dijital bildirimini tanımlamak için BIÇIM öğesini kullanın.
zh_cn: 类型包括描述内容的一般类别，功能或类型的术语。建议的最佳实践是从受控词汇表或受控分类方案中选择一个值。要描述资源的物理或数字表现形式，请使用FORMAT元素。
zh_tw: 型態包括內容的一般類別、功能或風格。建議從控制字彙或是控制的分類機制中選擇。要描述一個資源的實體或數位形式，請用 FORMAT 元素。

source: Format
dz: རྩ་སྒྲིག
el: Μορφοποίηση
es: Formato
eu: Formatua
gl: Formato
it: Formato
nl: Kenmerken
pt: Formato
ru: Формат
tr: Biçim
zh_cn: 格式
zh_tw: 格式

source: Select a Format.
ca: Selecciona el format.
ca_es@valencia: Seleccioneu un format
dz: རྩ་སྒྲིག་གཅིག་སེལ་འཐུ་འབད.
el: Επιλογή μορφοποίησης.
es: Seleccione formato.
eu: Aukeratu formatua.
fr: Sélectionnez un format.
gl: Seleccione un formato.
it: Selezionare formato.
nl: Kies een formaat
pl: Wybierz format.
pt: Escolher formato
ru: Выбрать формат.
tr: Bir Format Seçin.
zh_cn: 选择格式。
zh_tw: 選擇格式。

source: Identifier
ca: Identificador
ca_es@valencia: Identificador
dz: ངོས་འཛིན་པ
el: Αναγνωριστικό
es: Identificador
eu: Identifikatzailea
fr: Identifiant
gl: Identificador
it: Identificatore
nl: id
pl: Identyfikacja
pt: Identificador
ru: Идентификатор
tr: Tanımlayıcı
zh_cn: 标识符
zh_tw: 識別子

source: An unambiguous reference to the resource within a given context.
ca: Una no ambigua referència al recurs en el seu context donat.
ca_es@valencia: Una referència inequívoca al recurs en un context donat.
el: Σαφής αναφορά σε ένα εκπαιδευτικό υλικό με προκαθορισμένο περιεχόμενο.
es: Referencia no ambigua a un recurso en un contexto dado.
eu: Testuinguru jakin baten barnean anbiguoa ez den baliabide erreferentzia.
fr: Référence sans ambiguïté à la ressource dans un contexte établi.
gl: Unha referencia inequívoca para o recurso dentro dun contexto dado.
it: Un riferimento non ambiguo alla risorsa in un dato contesto.
nl: Een unieke referentie naar de bron volgens een gegeven context.
pl: Jednoznaczne odniesienie do zasobu w danym kontekście.
pt: Uma referência inequívoca ao recurso, válida num determinado contexto.
ru: Конкретная ссылка на ресурс в пределах данного контекста.
tr: Belirli bir bağlamda kaynağa açık bir başvuru.
zh_cn: 对给定上下文中的资源的明确引用。
zh_tw: 資源的唯一參考識別。

source: Source
ca: Font
ca_es@valencia: Font
dz: འབྱུང་ཁུངས
el: Πηγή
es: Fuente
eu: Iturria
gl: Fonte
it: Fonte
nl: Bron
pl: Źródło
pt: Fonte
ru: Источник
tr: Kaynak
zh_cn: 原文
zh_tw: 來源

source: A Reference to a resource from which the present resource is derived.
ca: Una referència al recurs del qual l'actual és derivat.
ca_es@valencia: Una referència al recurs del qual s'ha derivat l'actual.
el: Παραπομπή στην πηγή από την οποία προέρχεται το παρόν παιδαγωγικό υλικό.
es: Referencia a un recurso del que deriva el recurso actual.
eu: Baliabide honen jatorria den baliabidearen aipamena.
fr: Une référence à une ressource dont la ressource courante est dérivée.
gl: Unha referencia a un recurso do que se deriva o recurso actual.
it: Riferimento ad una risorsa da cui questa risorsa deriva.
nl: Een referentie naar de bron waaruit dit werk is afgeleid.
pl: Odniesienie do zasobu, z którego pochodzi obecny zasób.
pt: A referência a um recurso de que se deriva o presente recurso.
ru: Ссылка на ресурс, для которого настоящий ресурс является производным.
tr: Oluşturulurken kullanılan kaynakların referansları.
zh_cn: 对从中派生当前资源的资源的引用。
zh_tw: 資源從哪裡衍生而來。

source: Language
ca: Idioma
ca_es@valencia: Idioma
dz: སྐད་ཡིག
el: Γλώσσα.
es: Idioma
eu: Hizkuntza
fr: Langue
gl: Idioma
it: Lingua
nl: Taal
pl: Język
pt: Língua
ru: Язык
tr: Lisan
zh_cn: 语言
zh_tw: 語言

source: Select a language.
ca: Selecciona l'idioma.
ca_es@valencia: Seleccioneu l'idioma.
dz: སྐད་ཡིག་གཅིག་སེལ་འཐུ་འབད་.
el: Γλώσσα
es: Seleccionar idioma.
eu: Aukeratu hizkuntza.
fr: Choisissez une langue.
gl: Seleccione un idioma.
it: Selezionare una lingua.
nl: Kies de taal
pl: Wybierz język.
pt: Selecionar língua.
ru: Выбрать язык.
tr: Bir lisan seçin.
zh_cn: 选择语言
zh_tw: 選擇語言。

source: Relation
ca: Relació
ca_es@valencia: Relació
dz: མཐུན་འབྲེལ
el: Σχετικά
es: Relación
eu: Harremana
gl: Relación
it: Relazione
nl: Relatie
pl: Relacje
pt: Relação
ru: Отношения
tr: İlişki
zh_cn: 关系
zh_tw: 關係

source: A reference to a related resource.
ca: Referència per al recurs esmentat
ca_es@valencia: Una referència a un recurs relacionat.
el: Παραπομπή σε σχετικό παιδαγωγικό υλικό.
es: Referencia a un recurso relacionado.
eu: Antzeko baliabide baten aipamena.
fr: Référence à une ressource associée.
gl: Unha referencia a un recurso relacionado.
it: Un riferimento ad una risorsa correlata.
nl: Verwijzing naar een gelijkaardige bron.
pl: Odniesienie do powiązanego zasobu.
pt: A referência a um recurso relacionado.
ru: Ссылка на соответствующий ресурс.
tr: Kaynakla ilişkili bir referans.
zh_cn: 对相关资源的引用。
zh_tw: 相關資源的參考。

source: Coverage
ca: Cobertura
ca_es@valencia: Cobertura
dz: ཁྱབ་ཁོངས
el: Κάλυψη
es: Cobertura
eu: Estaldura
fr: Ampleur ou portée du contenu de la ressource
gl: Cobertura
it: Ambito
nl: Beheersing
pl: Zasięg
pt: Âmbito
ru: Охват
tr: Başlık
zh_cn: 范围
zh_tw: 範圍
