Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Choose an MP3 file
ca: Trieu un fitxer MP3
ca_es@valencia: Tria un fitxer MP3
dz: ཨེམ་པི་3་གཅིག་སེལ་འཐུ་འབད
el: Επιλέξτε ένα αρχείο MP3
es: Elegir un Archivo de MP3
eu: Aukeratu MP3 fitxategi bat
fr: Choisir un fichier MP3
gl: Escolla un ficheiro MP3
it: Scegliere un file MP3
nl: Selecteer een MP3-bestand
pl: Wybierz plik MP3
pt: Escolher um ficheiro MP3
ru: Выбрать MP3 файл
tr: Bir MP3 Dosyası Seçin
zh_cn: 选择MP3文档
zh_tw: 選擇 MP3 檔案

source: <ol> <li>Click &lt;Select an MP3&gt; and browse to the MP3 file you wish to insert</li> <li>Click on the dropdown menu to select the position that you want the file displayed on screen.</li> <li>Enter an optional caption for your file.</li> <li>Associate any relevant text to the MP3 file.</li> <li>Choose the type of style you would like the iDevice to display e.g. 'Some emphasis' applies a border and icon to the iDevice content displayed.</li></ol>
ca: <ol> <li>Premeu &lt;Trieu un fitxer MP3 &gt; i navegueu cap el fitxer MP3 que voleu inserir</li> <li>Premeu en la pestanya de sota per seleccionar la posició en la qual veieu el fitxer marcat en la pantalla.</li> <li>Entreu un títol opcional pel vostre fitxer.</li> <li>Associeu qualsevol text rellevant al fitxer MP3.</li><li>Trieu el tipus d'estil que voldríeu mostrar al iDevice. Ex: 'Alguna èmfasi' aplica una vora i una icona al contingut de l'iDevice mostrat. </li></ol>
ca_es@valencia: <ol> <li>Premeu &lt;Tria un fitxer MP3&gt; i navega fins al fitxer MP3 que vols inserir</li> <li>Feu clic en el menú desplegable per a seleccionar la posició en què vols que es mostre el fitxer en la pantalla.</li> <li>Introdueix un títol opcional per al fitxer.</li> <li>Associa al fitxer MP3 qualsevol text rellevant.</li><li>Tria el tipus d'estil que vols mostrar en l'iDevice. P. ex. «Amb èmfasi» aplica una vora i una icona al contingut de l'iDevice mostrat. </li></ol>
el: <ol> <li>Κάντε &κλικ;Επιλέξτε ένα MP3&gt; και αναζητήστε το αρχείο MP3 που επιθυμείτε να εισάγετε</li> <li>Κάντε κλικ στο αναπτυσσόμενο μενού για να επιλέξετε τη θέση στην οποία επιθυμείτε να εμφανίζεται το αρχείο στην οθόνη σας.</li> <li>Εισάγετε προαιρετικά έναν τίτλο για το αρχείο σας.</li> <li>Συσχετίστε οποιοδήποτε σχετικό κείμενο με το αρχείο MP3.</li> <li>Επιλέξτε την τεχνοτροπία με την οποία θέλετε να εμφανίζεται το η-Σύνεργο στην οθόνη σας, π.χ. η τεχνοτροπία 'Λίγη έμφαση' εφαρμόζει ένα περίγραμμα και ένα εικονίδιο στο εμφανιζόμενο περιεχόμενο του η-Σύνεργου.</li></ol>
es: <ol> <li>Pulse en ;&lt;Seleccionar un MP3&gt; y busque el archivo MP3 que quiera insertar </li> <li>Haga clic en la flecha de la lista desplegable y seleccione la posición en pantalla en la que quiere que se muestre el archivo.</li><li>Escriba un título opcional para su archivo.</li> <li>Asocie cualquier texto relevante al archivo MP3.</li> <li>Escoja el estilo con el que desea que se muestre el iDevice. Por ejemplo, 'Destacado moderado' aplica un borde y un icono al contenido del iDevice mostrado.</li></ol>
eu: <ol> <li>Klikatu &lt;Aukeratu MP3 bat&gt; eta bilatu gehitu nahi duzun fitxategia </li> <li>Klikatu zerrendan eta aukeratu fitxategia non erakutsi nahi duzun.</li> <li>Nahi izanez gero, idatzi fitxategiaren izenburua.</li> <li>Lotu testu bat MP3 fitxategiari.</li> <li>Aukeratu iDevice-a zer estilotan agertuko den. 'Enfasi pixka bat' aukerak, adibidez, ertza eta ikonoa jartzen dizkio edukiari.</li></ol>
fr: <ol> <li> Cliquez &lt;Choisir le MP3&gt; et naviguez jusqu'au fichier MP3 que vous souhaitez insérer</li> <li> Cliquez sur le menu déroulant pour choisir l'emplacement où vous souhaitez positionner votre insertion à l'écran.</li> <li> Donnez éventuellement un titre à votre fichier.</li> <li> Rédigez toute note opportune et associez la au fichier MP3.</li> <li> Choisissez le type de style que vous souhaitez appliquer à l'outil pédagogique. Par exemple ' Emphase' applique une bordure et une icône au contenu mis en ligne.</li><ol>
gl: <ol> <li>Prema en &lt;Seleccionar un MP3&gt; e busque o ficheiro MP3 que quere inserir</li> <li>Prema no menú despregable para seleccionar a posición en pantalla na que quere amosar o ficheiro.</li> <li>Introduza un título opcional para o seu ficheiro.</li> <li>Engada unha descrición relevante ao ficheiro MP3.</li> <li>Escolla o tipo de estilo que quere que amose o iDevice. Por exemplo: 'Énfase' aplícalle un bordo e unha icona ao contido do iDevice amosado.</li></ol> 'Algo de énfase' aplica un borde e unha icona ao contido do iDevice amosado.</li></ol>
it: <ol> <li>Premere su &lt;Selezionare MP3&gt; e raggiungi il file MP3 che si desidera inserire</li> <li>Premere sul menù a comparsa per selezionare la posizione in cui apparirà il file sullo schermo.</li> <li>Inserire una didascalia opzionale per il file.</li> <li>Associare ogni informazione rilevante al file MP3.</li> <li>Scegliere la tipologia di stile che verrà mostrata dal'iDevice es.: 'Una certa enfasi' applica un bordo ed un'icona al contenuto mostrato dall'iDevice.</li></ol>
nl: <ol> <li>Klik op &lt;Kies een MP3&gt; en blader naar het MP3-bestand dat u wil toevoegen</li> <li>Bepaal de positie op het scherm met het dropdownmenu.</li> <li>Optioneel: geef een bijschrift.</li> <li>AVoeg relevante tekst toe aan het MP3-bestand.</li> <li>Kies een visuele stijl voor het iDevice bijv. 'Lichte nadruk' toont een boord en pictogram bij de inhoud van het iDevice.</li></ol>
pl: <ol> <li>Kliknij &lt;Wybierz MP3&gt; i przejdź do pliku MP3, który chcesz wstawić</li> <li>Kliknij menu rozwijane, aby wybrać pozycję, którą chcesz wyświetlić na ekranie.</li> <li>Wprowadź opcjonalny podpis do swojego pliku.</li> <li>Powiąż dowolny odpowiedni tekst z plikiem MP3.</li> <li>Wybierz typ stylu, który ma wyświetlać iObiekt, np. „Jakieś wyróżnienienie” powoduje zastosowanie obramowania i ikony do wyświetlanej zawartości iObiektu.</li></ol>
pt: <ol> <li>Clique &lt;Selecionar MP3&gt; e procure o ficheiro MP3 que deseja inserir</li> <li>Clique no menu para selecionar onde pretende que o ficheiro seja apresentado.</li> <li>Pode optar por inserir um título para o seu ficheiro.</li> <li>Associe uma descrição que seja importante para o ficheiro MP3.</li> <li>Escolha o tipo de estilo que a atividade deve apresentar, por exemplo 'Algum destaque' aplica um contorno e um ícone ao conteúdo apresentado.</li></ol>
ru: <ol> <li>Кликните на &lt;Выбрать MP3&gt; и загрузите MP3 файл, который вы хотите вставить</li> <li>Кликните на выпадающее меню, чтобы выбрать позицию, на которой вы хотите, чтобы файл отображался на экране.</li> <li>Введите название для вашего файла.</li> <li>Добавьте связующий текст к MP3 файлу.</li> <li>Выберите стиль, в котором Вы хотите, чтобы iDevice отображался, например 'Некоторые акценты' добавляет рамку и изображение к содержимому iDevice'а</li></ol>
tr: <ol><li>&lt;Bir MP3 Seç&gt;'e tıklayın ve eklemek istediğiniz MP3 dosyasına göz atın</li> <li>Dosyanın ekranda görüntülenmesini istediğiniz konumu seçmek için açılır menüye tıklayın.</li> <li>Dosyanız için isteğe bağlı bir başlık girin.</li> <li>İlgili herhangi bir metni aşağıdakilerle ilişkilendirin MP3 dosyası.</li> <li>iDevice'in görüntülemesini istediğiniz stil türünü seçin örn. 'Bazı vurgu' ap<br>
zh_cn: <ol><li>单击&lt;选择MP3&gt;，然后浏览到要插入的MP3文件。 </li><li>单击下拉菜单以选择要在屏幕上显示文件的位置。 </li><li>输入文件的可选标题。 </li><li>将任何相关文本关联到MP3文件。 </li><li>选择您希望iDevice显示的样式类型，例如“某些强调”将边框和图标应用于显示的iDevice内容。 </li></ol>
zh_tw: <ol><li>點擊&lt;選擇 MP3&gt; 並瀏覽您要插入的 MP3 檔</li> <li>點擊下拉式選單選擇您要顯示在螢幕上的位置。</li> <li>輸入檔案標題（可以不輸入）。</li> <li>將任何相關文字與 MP3 檔關聯起來。</li> <li>選擇您要此 iDevice 顯示的樣式，例如「部份強調」會在 iDevice 顯示的內容加上一個邊框與圖示。</li></ol>

source: Alignment allows you to choose where on the screen the media player will be positioned.
ca: L'alineació et permet triar on serà col·locat el reproductor multimèdia en la pantalla.
ca_es@valencia: L'alineació et permet triar on es col·locarà el reproductor multimèdia en la pantalla.
el: Η στοίχιση σάς επιτρέπει να επιλέξετε σε ποια θέση στην οθόνη θα τοποθετηθεί ο αναπαραγωγέας μέσων.
es: La alineación le permite escoger donde se posicionará el reproductor multimedia en la pantalla.
eu: Lerrokatzean, media player pantailan non kokatu nahi duzun aukeratuko duzu.
fr: La mise en page vous permet de choisir le positionnement du lecteur à l'écran.
gl: O aliñamento permítelle escoller o lugar da pantalla onde estará situado o reprodutor.
it: Allineamento che permette di scegliere dove sarà posizionato il media player nello schermo.
nl: Met uitlijning bepaalt u waar de media speler op het scherm wordt getoond.
pl: Wyrównanie pozwala wybrać, gdzie na ekranie zostanie umieszczony odtwarzacz multimedialny.
pt: Alinhar permite-lhe escolher onde será colocada a imagem no ecrã.
ru: Выравнивание позволяет Вам определить где на экране будет размещён медиа-проигрыватель.
tr: Hizalama şunları yapmanızı sağlar: medya oynatıcının ekranda nereye yerleştirileceğini seçin.
zh_cn: 对齐可用于选择播放器显示的位置.
zh_tw: 對齊可用於選擇媒體播放器要顯示在螢幕的哪個位置。

source: Multi-select
ca: Selecció múltiple
ca_es@valencia: Selecció múltiple
dz: སྣ་མང་སེལ་འཐུ་
el: Ερώτηση πολλαπλών επιλογών
es: Pregunta de Selección Múltiple
eu: Hautaketa askotakoa
fr: Sélection multiple
gl: Pregunta de selección múltiple
it: Multi-selezione
nl: Meervoudige selectie
pl: Zadanie wielokrotnego wyboru
pt: Escolha múltipla
ru: В закрытой форме (множественный выбор)
tr: Çoklu seçim
zh_cn: 多项选择题
zh_tw: 多重選擇題

source: Note
ca: Nota
ca_es@valencia: Nota
dz: དྲན་འཛིན
el: Σημείωση
es: Nota
eu: Oharra
gl: Nota
it: Nota
nl: OPmerking
pl: Uwaga
pt: Nota
ru: Заметка
tr: Not
zh_cn: 备注
zh_tw: 備註

source: Comment:
ca: Comentari:
ca_es@valencia: Comentari:
dz: བསམ་བཀོད:
el: Σχόλιο:
es: Comentario:
eu: Iruzkina:
fr: Commentaire:
gl: Comentario:
it: Commento:
nl: kommentaar:
pl: Komentarz:
pt: Comentário:
ru: Комментарий:
tr: Yorum:
zh_cn: 评论:
zh_tw: 註解：

source: FPD - Guidelines Students
ca: FPD - Directrius alumnat
ca_es@valencia: FPD - Orientacions per a l'alumnat
dz: ཨེཕ་པི་ཌི་ - སློབ་ཕྲུག་ཚུ་ལུ་ལམ་སྟོན་
el: FPD - Στόχοι για τους μαθητές
es: FPD - Orientaciones Alumnado
eu: FPD - Ikasle-orientabideak
fr: FPD - Conseils pour les élèves
gl: FPD - Orientacións alumnado
it: FPD - Linee guida studenti
nl: FPD - Begeleiding Student
pl: FPD - Wskazówki dla uczniów
pt: FPD - Orientações para os estudantes
ru: FPD - Руководство студентов
tr: FPD - Öğrenci Klavuzu
zh_cn: FPD - 学生指南
zh_tw: FPD - 學生指導方針

source: Guidelines Students is an iDevice that permits students know the objectives of their learning.
ca: Directrius alumnat és un iDevice que permet als estudiants conèixer els objectius del seu aprenentatge.
ca_es@valencia: Orientacions per a l'alumnat és un iDevice que permet a l'alumnat conéixer els objectius del seu aprenentatge.
dz: སློབ་ཕྲུག་ཚུ་ལུ་ལམ་སྟོན་འདི་ སློབ་ཕྲུག་ལུ་སྦྱོང་ནིའི་དམིགས་ཡུལ་ཚུ་ཧ་གོ་བཅུག་ནིའི་བརྡ་དོན་འཐབ་འཕྲུལ་གཅིག་ཨིན
el: Οι 'Στόχοι για τους μαθητές' είναι ένα η-Σύνεργο που επιτρέπει στους μαθητές να γνωρίζουν τους στόχους του μαθήματος.
es: Orientaciones para el alumnado es un iDevice que permite a los estudiantes conocer los objetivos de su aprendizaje.
eu: Ikasle-orientabideak idevicearen bidez ikasleak ezagutuko dituzte ikasketa-helburuak.
fr: Conseils pour les élèves est un outil pédagogique qui permet à l'apprenant de connaître ses objectifs d'apprentissage.
gl: Orientacións ao alumnado é un iDevice que permite ao alumnado coñecer os obxectivos para a súa aprendizaxe.
it: Linee guida studenti è un iDevice che fa conoscere agli studenti gli obiettivi del loro apprendimento.
nl: Met het iDevice "begeleiding Student" kunnen studenten hun leerdoelen achterhalen.
pl: Wskazówki iObiektu, które pozwalają uczniom poznać cele ich nauki.
pt: Orientações para os estudantes é um iDevice que permite aos estudantes conhecer os objetivos da sua aprendizagem.
ru: Руководство студентов - это iDevice, который позволяет студентам знать цели своего обучения.
tr: Öğrenci Klavuzu , öğretmen ve öğrencilerin öğrenme hedeflerini bilmesini sağlayan bir iDevice'dır.
zh_cn: “学生指南”这个iDevice 模块，可以帮助学生了解他们的学习目标。
zh_tw: 「學生指導方針」讓學生瞭解學習的目的。

source: Guidelines Students Text
ca: Text amb directrius per l'alumnat.
ca_es@valencia: Text Orientacions per a l'alumnat
dz: སློབ་ཕྲུག་ཚུ་ལུ་ལམ་སྟོན་ཚིག་ཡིག
el: Κείμενο 'Στόχοι για τους μαθητές'
es: Texto Orientaciones alumnado
eu: Ikasle-orientabidearen testua
fr: Texte de Conseils pour les élèves
gl: Texto de Orientacións para o alumnado
it: Testo Linee guida studenti
nl: Begeleiding student - tekst
pl: Tekst wskazówki dla ucznia
pt: Texto das Orientações para os estudantes
ru: Текст Руководства студентов
tr: Öğrenciler İçin Öneriler Metni
zh_cn: 学生指南文本
zh_tw: 「學生指導方針」文字

source: Guidelines Students Text:
ca: Text amb directrius per l'alumnat:
ca_es@valencia: Text Orientacions per a l'alumnat:
dz: སློབ་ཕྲུག་ཚུ་ལུ་ལམ་སྟོན་ཚིག་ཡིག:
el: Κείμενο 'Στόχοι για τους μαθητές':
es: Texto Orientaciones alumnado:
eu: Ikasle-orientabidearen testua:
fr: Texte de Conseils pour les élèves:
gl: Texto de Orientacións para o alumnado:
it: Testo Linee guida studenti:
nl: begeleiding student - tekst:
pl: Tekst wskazówki dla ucznia:
pt: Texto das Orientações para os estudantes:
ru: Текст Руководства студентов:
tr: Öğrenci Klavuzu Metni:
zh_cn: 学生指南文本：
zh_tw: 「學生指導方針」文字

source: FPD - Guidelines Teacher
ca: FPD - Directrius professorat
ca_es@valencia: FPD - Orientacions per a la tutoria
dz: ཨེཕ་པི་ཌི་ - སློབ་དཔོན་ཚུ་ལུ་ལམ་སྟོན་
el: FPD - Στόχοι για τους εκπαιδευτικούς
es: FPD - Orientaciones Tutoría
eu: FPD - Tutoretza-orientabideak
fr: FPD - Conseils pour le professeur
gl: FPD - Orientacións titoría
it: FPD - Linee guida docente
nl: FPD - Begeleiding leraar
pl: FPD - Wskazówki dla nauczyciela
pt: FPD - Orientações para a tutoria
ru: FPD - Руководство учителя
tr: FPD - Öğretmen Klavuzu
zh_cn: FPD - 教师指南
zh_tw: FPD - 老師指導方針

source: Guidelines Teacher is an iDevice that lets the teacher know the learning objectives of the students.
ca: Directrius professorat és un iDevice que permet al professorat conèixer els objectius d'aprenentatge dels seus alumnes.
ca_es@valencia: Orientacions per a la tutoria és un iDevice que permet al professorat donar a conéixer els objectius d'aprenentatge de l'alumnat.
dz: སློབ་དཔོན་ཚུ་ལུ་ལམ་སྟོན་འདི་ སློབ་དཔོན་ལུ་སློབ་ཕྲུག་གི་སྦྱོང་ནིའི་དམིགས་ཡུལ་ཚུ་ཧ་གོ་བཅུག་ནིའི་བརྡ་དོན་འཐབ་འཕྲུལ་གཅིག་ཨིན
el: Οι 'Στόχοι για τους εκπαιδευτικούς' είναι ένα η-Σύνεργο που επιτρέπει στους εκπαιδευτικούς να γνωρίζουν τους στόχους των μαθητών.
es: Orientaciones Tutoría es un iDevice que permite al profesorado conocer los objetivos de aprendizaje del alumnado.
eu: Tutoretza-orientabideak idevicearen bidez irakasleak ezagutaraziko ditu ikaslearen ikasketa-helburuak.
fr: Conseils pour le professeur est un outil pédagogique qui permet au professeur de connaître les objectifs d'apprentissage des élèves.
gl: Orientacións titoría é un iDevice que permite ao docente coñecer os obxectivos de aprendizaxe do alumnado.
it: Linee guida docente è un iDevice che rende il docente consapevole degli obiettivi di apprendimento degli studenti.
nl: Met het iDevice "Begeleiding leraar" kan de leraar de leerdoelen van de student achterhalen.
pl: Wskazówki iObiektu, które pozwalają nauczycielowi poznać cele uczenia się uczniów.
pt: Orientações para a tutoria é um iDevice que informa os professores sobre os objetivos de aprendizagem dos estudantes.
ru: Руководство Учителя - это iDevice, который позволяет учителю знать цели обучения студентов.
tr: Öğretmen Klavuzu , öğretmen ve öğrencilerin öğrenme hedeflerini bilmesini sağlayan bir iDevice'dır.
zh_cn: “教师指南”这个iDevice 模块可以让老师知道学生的学习目标。
zh_tw: 「老師指導方針」讓老師瞭解學生學習此教材的目的。

source: Guidelines Teacher Text
ca: Text amb directrius per al professorat
ca_es@valencia: Text Orientacions per a la tutoria
dz: སློབ་དཔོན་ཚུ་ལུ་ལམ་སྟོན་ཚིག་ཡིག
el: Κείμενο 'Στόχοι για τους εκπαιδευτικούς'
es: Texto Orientaciones Tutoría
eu: Tutoretza-orientabideen testuak
fr: Texte de Conseils pour le professeur
gl: Texto de Orientacións para a titoría
it: Testo Linee guida docente
nl: Begeleding leraar - tekst
pl: Tekst wskazówki dla nauczyciela
pt: Texto das Orientações para a tutoria
ru: Текст Руководства Учителя
tr: Öğretmen Kılavuzu Metni
zh_cn: 教师指南文本
zh_tw: 「老師指導方針」文字

source: Guidelines Teacher Text:
ca: Text amb directrius per al professorat:
ca_es@valencia: Text Orientacions per a la tutoria:
dz: སློབ་དཔོན་ཚུ་ལུ་ལམ་སྟོན་ཚིག་ཡིག:
el: Κείμενο 'Στόχοι για τους εκπαιδευτικούς'::
es: Texto Orientaciones Tutoría:
eu: Tutoretza-orientabideen testuak:
fr: Texte de Conseils pour le professeur:
gl: Texto de Orientacións para a titoría:
it: Testo Linee guida docente:
nl: Begeleiding leraar - tekst:
pl: Tekst wskazówki dla nauczyciela:
pt: Texto das Orientações para a tutoria:
ru: Текст Руководства Учителя:
tr: Öğretmen Kılavuzu Metni:
zh_cn: 教师指南文本：
zh_tw: 「老師指導方針」文字：

source: Topic
ca: Tema
ca_es@valencia: Tema
dz: གནད་དོན
el: Κεφάλαιο
es: Tema
eu: Gaia
fr: Sujet
gl: Tema
it: Argomento
nl: Onderwerp
pl: Temat
pt: Tópico
ru: Тема
tr: Başlık
zh_cn: 主题
zh_tw: 主題

source: Section
ca: Secció
ca_es@valencia: Secció
dz: དབྱེ་ཚན
el: Ενότητα
es: Sección
eu: Atala
gl: Sección
it: Sezione
nl: Element
pl: Sekcja
pt: Secção
ru: Секция
tr: Bölüm
zh_cn: 节
zh_tw: 章節

source: Unit
ca: Apartat
ca_es@valencia: Apartat
dz: སྡེ་ཕྲན
el: Παράγραφος
es: Unidad
eu: Unitatea
fr: Unité
gl: Unidade
it: Unità
nl: Eenheid
pl: Jednostka
pt: Unidade
ru: Модуль
tr: Ünite
zh_cn: 单元
zh_tw: 單元

source: Home
ca: Inici
ca_es@valencia: Inici
dz: གདོང་ཤོག
el: Αρχή
es: Inicio
eu: Hasiera
fr: Titre de séquence
gl: Inicio
it: Inizio
nl: Start
pl: Strona główna
pt: Início
ru: Дом
tr: Anasayfa
zh_cn: 首页
zh_tw: 首頁

source: Metadata creation date
ca: Data de creació de les metadades
ca_es@valencia: Metadades de data de creació
dz: མེ་ཊ་གནད་སྡུད་གསར་བསྐྲུན་འབད་བའི་ཚེས་གྲངས
el: Ημερομηνία δημιουργίας μεταδεδομένων
es: Fecha de creación de los metadatos
eu: Metadatuen sorrera data
fr: Date de création des métadonnées
gl: Data de creación dos metadatos
it: Data creazione metadati
nl: Aanmaakdatum metadata
pl: Data utworzenia metadanych
pt: Data de criação dos metadados
ru: Дата создания метаданных
tr: Üst veri oluşturma tarihi
zh_cn: 元数据创建日期
zh_tw: 中繼資料建立日期

source: SAVE FAILED! Last succesful save is %s.
ca: DESAT ERRONI ! Darrer èxit en desar és %s
ca_es@valencia: HA FALLAT L'ACCIÓ DE GUARDAR L'última vegada que s'ha guardat correctament és %s.
dz: སྲུངས་ནི་མཐར་མ་འཁྱོལ! "%s"་འདི་ མཐར་འཁྱོལ་སྲུངས་བཞགཔ་མཇུག་མམ་འདི་ཨིན
el: Η ΑΠΟΘΗΚΕΥΣΗ ΑΠΕΤΥΧΕ! Η τελευταία επιτυχημένη αποθήκευση είναι %s.
es: ERROR AL GUARDAR La última acción de guardado correcta fue %s.
eu: EZ DA GORDE! %s da ondo gordetako azken elementua.
fr: ÉCHEC DE LA SAUVEGARDE ! La dernière sauvegarde réussie est %s.
gl: ERRO AO GARDAR! A última copia gardada é %s.
it: NON SALVATO L'ultimo salvataggio corretto è %s.
nl: OPSLAAN MISLUKT! Laatst succesvol opgeslagen is %s.
pl: ZAPIS NIEUDANY! Ostatni poprawny zapis: %s.
pt: Guardar falhou! O último guardar válido foi a %s.
ru: ОШИБКА СОХРАНЕНИЯ! Последнее успешное сохранение %s.
tr: KAYIT HATALI! Son başarılı kayıt, %s.
zh_cn: 保存失败! 最后一次成功的存档是%s。
zh_tw: 儲存失敗。 上次成功儲存於 %s。

source: Can't read the .xml file. eXe will try to recover the content from the .data file instead.
ca: No es pot llegir el fitxer .xml , eXe intentarà recuperar el contingut del fitxer .data .
ca_es@valencia: Error en llegir el fitxer .xml. eXe intentarà recuperar el contingut usant el fitxer .data.
el: Δεν είναι δυνατή η ανάγνωση του αρχείου .xml. Ωστόσο, το eXe θα προσπαθήσει να ανακτήσει το περιεχόμενο από το αρχείο .data.
es: Error al leer el fichero .xml. eXe intentará recuperar el contenido usando el fichero .data.
eu: Ezin da irakurri .XML fitxategia. eXe saiatuko da edukia .data fitxategiatik irakurtzen.
fr: Impossible de lire le fichier .xml. eXe essayera de récupérer le contenu à partir du fichier .data.
gl: Atopouse un erro ao ler o ficheiro .xml. eXe tentará recuperar o contido utilizando o ficheiro .data.
it: Impossibile leggere il file .xml. In alternativa, eXe cercherà di recuperare i contenuti dal file .data
pl: Nie można odczytać pliku .xml. Zamiast tego eXe spróbuje odzyskać zawartość z pliku .data.
ru: Невозможно прочитать .xml file. eXe попытается получить содержимое из файла .data.
tr: .xml dosyası okunamıyor. eXe bunun yerine içeriği .data dosyasından kurtarmaya çalışacaktır.
zh_cn: 无法读取.xml文件。eXe 将尝试从 .data 文件中恢复内容。
zh_tw: 無法讀取此 xml 檔。eXe 會嘗試從 .data 檔中修復內容。

source: iDevice Editor
ca: Editor d'iDevice
ca_es@valencia: Editor d'iDevice
dz: བརྡ་དོན་ཐབས་འཕྲུལ་ཞུན་དགཔ
el: Επεξεργαστής η-Σύνεργων
es: Editor de iDevices
eu: iDevice editorea
fr: Éditeur d'outil pédagogique
gl: Editor de iDevice
it: Editor iDevice
pl: Edytor iObiektów
pt: Editor de iDevices
ru: Редактор iDevice
tr: iDevice Editörü
zh_cn: iDevice 编辑器
zh_tw: iDevice 編輯器

source: My Catalog
ca: El meu catàleg
ca_es@valencia: El meu catàleg
dz: ངིའི་ཐོ་གཞུང་
el: Ο κατάλογός μου
es: Mi catálogo
eu: Nire katalogoa
fr: Mon catalogue
gl: O meu catálogo
it: Il mio catalogo
nl: Mijn catalogus
pl: Mój katalog
pt: O meu catálogo
ru: Мой каталог
tr: Kataloğum
zh_cn: 我的目录
zh_tw: 我的目錄

source: Default
ca: Per defecte
ca_es@valencia: Per defecte
dz: སྔོན་སྒྲིག
el: Προεπιλεγμένο
es: Preestablecido
eu: Lehenetsiak
fr: Défaut
gl: Por defecto
it: Predefinito
nl: Standaard
pl: Domyślny
pt: Padrão
ru: По умолчанию
tr: Varsayılan
zh_cn: 默认
zh_tw: 預設

source: FPD - A Step Ahead
ca: FPD - Per saber més
ca_es@valencia: FPD - Per a saber-ne més
dz: ཨེཕ་པི་ཌི - རིམ་པ་གདོང་ཁར
el: FPD - Ένα βήμα πιο πέρα
es: FPD - Para saber más
eu: FPD - Gehiago Jakiteko
fr: FPD - Pour en savoir plus
gl: FPD - Para saber máis
it: FPD - Un passo avanti
nl: FPD - Een stap vooruit
pl: FPD - Krok Naprzód
pt: FPD - Para saber mais
ru: FPD - на шаг впереди
tr: FPD - Bir Adım Önde
zh_cn: FPD - 前进一步
zh_tw: FPD - 領先一步

source: A Step Ahead is an iDevice that permits students widen their knowledge with further contents.
ca: Per saber més és un iDevice que permet als estudiants ampliar els seus coneixements amb més continguts.
ca_es@valencia: «Per a saber-ne més» és un iDevice que permet a l'alumnat ampliar coneixements, i són voluntaris per al seu aprenentatge.
dz: རིམ་པ་གདོང་ཁར་འདི་ ནང་དོན་ཐེབས་འབད་སློབ་ཕྲུག་ཚུའི་ཤེས་ཡོན་དེ་རྒྱ་སྐྱེད་གཏང་ནིའི་བརྡ་དོན་འཐབ་འཕྲུལ་གཅིག་ཨིན
el: Το η-Σύνεργο 'Ένα βήμα πιο πέρα' επιτρέπει στους μαθητές να διευρύνουν τις γνώσεις τους μελετώντας περισσότερο περιεχόμενο.
es: Para saber más es un iDevice que permite al alumnado ampliar conocimientos, siendo estos voluntarios para su aprendizaje.
eu: Gehiago jakiteko iDevicearen bidez, ikaslearentzat derrigorrezkoak ez diren ezagutzak jorratzeko testuak sortu ditzakezu.
fr: Pour en savoir plus est un outil pédagogique qui permet à l'apprenant d'approfondir ses connaissances sur un thème déterminé.
gl: Para saber máis é un iDevice que permite ao alumando ampliar os seus coñecementos con outros contidos.
it: Un passo avanti è un iDevice che permette agli studenti di ampliare le loro conoscenze con contenuti aggiuntivi.
nl: Het iDevice "Een stap vooruit" informeert studenten over toekomstig lesmateriaal
pl: Krok Naprzód to iObiekt, który pozwala uczniom poszerzyć wiedzę o kolejne treści.
pt: Para saber mais é um iDevice que permite aos estudantes alargar os seus conhecimentos com conteúdos adicionais.
ru: На шаг впереди - это iDevice, который позволяет студентам расширить свои знания с дальнейшим содержимым.
tr: A Step Ahead, öğrencilerin bilgilerini daha fazla içerikle genişletmelerine izin veren bir iDevice'dir.
zh_cn: “前进一步" 这个 iDevice 模块可以让学生通过更多内容扩展他们的知识。
zh_tw: 「領先一步」讓學生能利用更多的內容來拓展知識。
