Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: A case study is a device that provides learners with a simulation that has an educational basis. It takes a situation, generally based in reality, and asks learners to demonstrate or describe what action they would take to complete a task or resolve a situation. The case study allows learners apply their own knowledge and experience to completing the tasks assigned. when designing a case study consider the following:<ul> <li> What educational points are conveyed in the story</li> <li> What preparation will the learners need to do prior to working on the case study</li> <li> Where the case study fits into the rest of the course</li> <li> How the learners will interact with the materials and each other e.g. if run in a classroom situation can teams be setup to work on different aspects of the case and if so how are ideas feed back to the class</li></ul>
ca: Un cas d'estudi és un iDevice que proveeix els alumnes d'una simulació d'un concepte bàsic. Consisteix generalment en preguntar als alumnes per demostrar o descriure les accions que farien per completar la tasca o resoldre la situació. El cas d'estudi permet als alumnes aplicar els seus coneixements i experiència per completar les tasques assignades. En dissenyar el cas d'estudi considereu el següent:<ul> <li> Quins punts educatius són tractats en la història</li> <li> Quina preparació prèvia li cal a l'alumne per resoldre el cas d'estudi. </li> <li> On ajustar el cas d'estudi en la resta del curs.</li> <li> Com interaccionen els alumnes amb els materials i amb els altres alumnes. Ex: Quan estudia l'aula una situació poden els equips començar a treballar diferents aspectes del cas, i si ho fan així com es realimenten les idees de la resta de la classe</li></ul>
ca_es@valencia: Un cas d'estudi és un iDevice que proveeix l'alumnat d'una simulació que s'usa com a base de l'aprenentatge. A partir de situacions, generalment, basades en la realitat, l'alumnat ha de demostrar o descriure les accions que faria per a completar la tasca o resoldre la situació. El cas d'estudi permet a l'alumnat aplicar els seus coneixements i la seua experiència per a completar les tasques assignades. Quan dissenyeu el cas d'estudi tingueu en compte:<ul> <li> Quins elements d'aprenentatge es tracten en la història</li> <li> Quina preparació prèvia li cal a l'alumnat per a resoldre el cas d'estudi. </li> <li> On s'ha de col·locar el cas d'estudi en la resta del curs.</li> <li> Com interacciona l'alumnat entre si i amb el material proposat. P. ex: A l'aula, com poden els equips treballar diferents aspectes del cas, i com es fa la posada en comú a la resta de la classe</li></ul>
el: Η Μελέτη Περίπτωσης είναι μια δραστηριότητα που παρέχει στους μαθητές μια προσομοίωση με εκπαιδευτικές αφετηρίες. Παίρνει μια κατάσταση, η οποία συνήθως βασίζεται στην πραγματικότητα και ζητάει από τους μαθητές να δείξουν ή να περιγράψουν ποια ενέργεια θα εκτελούσαν για να εκπληρώσουν τον στόχο ή να επιλύσουν μια προβληματική κατάσταση. Η Μελέτη Περίπτωσης επιτρέπει στους μαθητές να εφαρμόσουν τις γνώσεις τους και τις εμπειρίες τους για να εκπληρώσουν τους στόχους που έχουν καθοριστεί. Όταν σχεδιάζετε μια Μελέτη Περίπτωσης λάβετε υπόψη τα ακόλουθα:<ul> <li> Ποιες εκπαιδευτικές αξίες μεταβιβάζονται;</li> <li> Τι προετοιμασία χρειάζεται να κάνουν οι μαθητές για να εργαστούν;</li> <li> Πώς σχετίζεται η μελέτη με το υπόλοιπο μάθημα;</li> <li> Πώς οι μαθητές θα αλληλεπιδράσουν με το υλικό και μεταξύ τους; π.χ. σε μια τάξη μπορούν να οριστούν ομάδες για να δουλέψουν σε διαφορετικές πλευρές της μελέτης και αν ναι, πώς οι ιδέες που θα αναπτυχθούν θα ανατροφοδοτήσουν την τάξη;</li></ul>
es: Un caso práctico es un iDevice que presenta a los estudiantes una simulación que tiene una base educativa. Parte de una situación, generalmente basada en la realidad, y pide a los estudiantes que demuestren o describan qué acción llevarían a cabo para completar la tarea o resolver la situación. El caso práctico permite a los estudiantes aplicar sus conocimientos y experiencia propios para completar las tareas asignadas. Cuando diseñe un caso práctico considere lo siguiente:<ul> <li> Qué puntos educativos estarán presentes en la historia</li> <li> Qué preparación necesitarán hacer los estudiantes antes de trabajar en el caso práctico</li> <li> Dónde encaja el caso práctico dentro del resto del curso</li> <li> Cómo actuarán recíprocamente los estudiantes con los materiales y entre ellos ej.: caso de realizarse en el aula, si pueden organizarse equipos para que trabajen en diferentes aspectos del caso y, de ser así, cómo se hacen llegar las ideas al resto de la clase</li></ul>
eu: Ikasketa kasua ikasleentzako tresna bat da, asmo hezitzailea duten simulazioak ematen dituena. Gehienetan, errealitatean oinarrituta egoten den egoera batetik abiatuta, ikasleei eskatzen zaie arazoa konpontzeko zer egingo luketen adierazteko. Hala, beren ezagutzak eta esperientzia aplikatu beharko dituzte ataza betetzeko. Ikasketa kasua diseinatzeko orduan, ondokoak izan behar ditu kontuan:<ul> <li> Istorioak dituen asmo hezitzaileak</li> <li> Ikasketa kasuan lanean hasi aurretik, ikasleek behar duten prestakuntza </li> <li> Ikasketa kasua ikastaroko zein unetan eman</li> <li> Ikasleek materialak nola erabiliko dituzten. Adibidez, ikasgelan hainbat talde sor daitezke, bakoitzak alderdi jakin bat jorra dezan; hala, eztabaidagai gehiago agertuko dira.</li></ul>
fr: L'outil "cas d'étude" permet des apprentissages par simulation. A partir de situations généralement puisées dans la réalité, les apprenants doivent démontrer ou décrire par quelles actions ils peuvent réaliser la tâche appropriée ou résoudre le problème posé. L'outil "cas d'étude" permet aux apprenants d'utiliser leurs propres savoir et expérience afin de réaliser les tâches demandées. <ul> <li> Lorsque vous utilisez cet outil "cas d'étude", demandez-vous:<ul> <li> Quels éléments d'apprentissage sont transmis par le sujet?</li> <li> Quel travail préalable l'apprenant doit-il réaliser avant de s'attaquer au "cas d'étude"?</li> <li> Où doit être placé ce cas d'étude dans le cours?</li> <li> Comment les apprenants pourront-ils interagir avec le matériel proposé, de même qu'entre eux (par exemple au sein d'une classe)? Comment les groupes peuvent-ils travailler sur les différents aspects de la situation? Comment se réalise la mise en commun?</li></ul>
gl: Un caso de práctico é un iDevice que presenta ao alumnado unha simulación que ten unha base educativa. Parte dunha situación, xeralmente baseada na realidade, e pide ao alumnado que demostre ou describa que acción levaría a cabo para completar a tarefa e resolver a situación. O caso práctico permite ao alumnado aplicar os seus coñecementos e experiencia propios para completar as tarefas asignadas. Cando deseñe un caso práctico considere o seguinte:<ul> <li> Que puntos educativos estarán presentes na historia</li> <li> Que preparación precisará facer o alumnado antes de traballar no caso práctico</li> <li> Onde encaixa o caso práctico dentro do resto do curso</li> <li> Como actuará reciprocamente o alumnado cos materiais e entre el. Ex.: no caso de realizarse na aula, poden crearse equipos para que traballen diferentes aspectos do caso e, de ser así, como se achegan as ideas ao resto da clase</li></ul>
it: Studio di un caso è un iDevice che fornisce agli studenti mediante una simulazione, contenuti che hanno basi educative. Esso esamina una situazione, generalmente basata sulla realtà, e richiede agli studenti di dimostrare o descrivere quali azioni essi dovrebbero intraprendere per completare un lavoro o risolvere una situazione. Uno studio permette agli studenti di applicare le loro personali conoscenze ed esperienze per completare i lavori assegnati. Quando si progetta uno studio di caso bisogna considerare:<ul> <li> Quali elementi educativi sono coinvolti nel caso esaminato</li> <li> Quale preparazione dovrebbero avere gli studenti prima di affrontare il caso</li> <li> In che modo il caso di studio si collega con il resto del corso</li> <li> Come gli studenti interagiranno con i materiali e tra loro es.: in una situazione di classe è possibile creare gruppi di lavoro ed assegnare ad essi diversi aspetti, ed in questo caso decidere come diffondere le idee nella classe.</li></ul>
nl: Een gevalstudie is een verhaal met een educatieve boodschap. Ze stelt een praktijkgeval voor, een realistische situatie waarop de student zijn kennis en ervaring kan toepassen. Bij het samenstellen van een casestudy houdt u best rekening met volgende factoren:<ul> <li> Welke educatieve elementen bevat het verhaal</li> <li> Welke voorafgaande voorbereiding is nodig om de gevalstudie te kunnen aanvatten</li> <li> Hoe past de gevalstudie in het geheel van de cursus</li> <li> Hoe moeten de studenten omgaan met het materiaal en met elkaar bijv. kunnen in een klassituatie groepen worden gevormd rond bepaalde aspecten van de zaak en hoe wordt hun inbreng dan gecommuniceerd naar de anderen</li></ul>
pl: Analiza systuacji to obiekt zapewniający uczniom symulację mającą podłoże edukacyjne. Analiza dotyczy sytuacji bazującej na rzeczywistości i prosi uczniów o zademonstrowanie lub opisanie jakie kroki by podjeli aby rozwiązać zadanie lub wybrnąć z danej sytuacji. Obiekt pozwala uczniom na użycie ich wiedzy i doświadczenia do rozwiązania przypisanego zadania. Kiedy używasz tego obiektu pamiętaj o: <ul> <li> Jakie treści edukacyjne przekazuje treść</li> <li> Przyswojenia jakiej wiedzy potrzebują uczniowie do rozwiązania zadania </li> <li> Czy zadanie pasuje do reszty lekcji </li> <li> Jak uczniowie będą komunikować się między sobą czy w sytuacji sali szkolnej, grupy mogą pracować nad różnymi aspektami przypadku i jesli tak to jak zapewnić wsparcie klasie </li></ul>
pt: Um estudo de caso é um módulo que possibilita aos estudantes terem acesso a simulações com um objetivo educacional. É normalmente uma situação baseada na realidade, e é pedido ao estudante para demonstrar ou apresentar que ação usaria para completar a tarefa ou resolver a situação. O caso de estudo permite ao aluno aplicar o seu conhecimento e experiência para completar as tarefas atribuídas. Ao desenhar um estudo de caso considere os seguintes aspetos:<ul> <li> Quais os pontos educacionais a saber na história?</li> <li> Qual a preparação que os alunos necessitam antes de trabalhar no estudo de caso?</li> <li> Onde se justifica a inclusão do estudo de caso no curso?</li> <li> Como interagem os alunos com os materiais e uns com os outros? Por exemplo, no caso de funcionar em sala de aula, podem-se fazer equipas para trabalhar em diferentes aspetos do estudo de caso? E no caso afirmativo, como apresentam as suas ideias ao resto da turma?</li></ul>
ru: Тематическое исследование является устройством, которое предоставляется учащимся с моделированием, которое имеет образовательную базу. Это занимает положение, в целом основанное на реальности, и просит учащихся продемонстрировать или описать те действия, которые им потребуются для выполнения задачи или разрешения ситуации. Тематическое исследование позволяет учащимся применять свои знания и опыт для выполнения назначенных задач. При разработке тематического исследования необходимо учитывать следующее:<ul> <li> Какие образовательные пункты переданы в историю</li> <li> Какую подготовку учащимся нужно будет сделать до начала работы с тематическим исследованием</li> <li> Где пример вписывается в остальной части курса</li> <li> Как учащиеся будут взаимодействовать с материалами и друг с другом, например, при запуске в классе команд ситуация может быть настроена для работы по различным аспектам дела и, если да, то как эти идеи имеют обратную связь с классом</li></ul>
tr: Vaka çalışması, öğrencilere aşağıdakileri sağlayan bir araçtır eğitimsel temeli olan bir simülasyon ile. Bir durumu ele alır, genellikle gerçekliğe dayanır ve öğrencilerden hangi eylemi gerçekleştirdiklerini göstermelerini veya açıklamalarını ister bir görevi tamamlamak veya bir durumu çözmek için gereken süre. Vaka çalışması şunları sağlar öğrenciler görevleri tamamlamak için kendi bilgi ve deneyimlerini uygularlar bir vaka çalışması tasarlarken aşağıdakileri göz önünde bulundurun:<ul> <li> Hikayede hangi eğitsel noktalar aktarılıyor?</li> <li> Öğrencilerin çalışma öncesinde ne gibi hazırlıklar yapması gerekecek? vAKA ÇALIŞMASI</li> <li> Vaka çalışmasının kursun geri kalanıyla uyumu</li> <li> Öğrencilerin materyallerle ve birbirleriyle nasıl etkileşime gireceği, örn. sınıf ortamında yürütülürse farklı yönler üzerinde çalışmak için ekipler kurulabilir mi ve eğer öyleyse fikirler sınıfa nasıl geri besleniyor?</li></ul>
zh_cn: 案例分析是个意在传达教学资讯的案例. 可以是一个实例让学生将所学知识及经验应用上. 当设计案例分析时你可考虑以下: <ul> <li> 在这个案例中你所要传达的教学要点</li> <li> 学生需要做什么准备工作以便进行这个案例分析</li> <li> 这个案例是否适用此课程的其它部份</li> <li> 学生对此案例的各种可能反应. </li> </ul>
zh_tw: 案例分析提供學生們一個有教育意義的模擬情境。通常它會基於一個真實的情境，要求學生來展示實作，或是描述他們可能會怎麼完成一份工作來解決該情境的問題。案例分析允許學生使用他們自己的知識與經驗來解決指定的工作。當設計案例分析時您可考慮以下的因素： <ul> <li> 在這個故事情境中您所要傳達的教學要點</li> <li> 學生需要做什麼準備工作以便進行這個案例分析</li> <li> 這個案例是否適用此課程的其他部份</li> <li> 學生對此案例的各種可能反應。例如：在教室的情境中，如何設立團隊解決案例中不同角度的問題，以及想法如何回饋到班上</li> </ul>

source: FPD - Multi Choice Activity
ca: FPD - Activitat d'elecció múltiple
ca_es@valencia: FPD - Activitat d'elecció múltiple
dz: ཨེཕ་པི་ཌི - གདམ་ཁ་སྣ་མང༌ལཱ
el: FPD - Πολλαπλών επιλογών
es: FPD - Actividad de Elección Múltiple
eu: FPD - Aukera Askotako Jarduera
fr: FPD - Activité Choix Multiple
gl: FPD - Pregunta de escolla única
it: FPD - Attività scelta multipla
nl: FPD - Meer keuze activiteit
pl: FPD - Wielokrotny Wybór
pt: FPD - Atividade de escolha múltipla
ru: FPD - выбор нескольких активностей
tr: FPD - Çoktan Seçmeli Etkinlik
zh_cn: FPD - 多选活动
zh_tw: FPD - 選擇題測驗

source: Although more often used in formal testing situations MCQs can be used as a testing tool to stimulate thought and discussion on topics students may feel a little reticent in responding to. When designing a MCQ test consider the following: <ul> <li> What learning outcomes are the questions testing</li> <li> What intellectual skills are being tested</li> <li> What are the language skills of the audience</li> <li> Gender and cultural issues</li> <li> Avoid grammar language and question structures that might provide clues</li> </ul>
ca: Tot i que més sovint s'empren en proves més formals, les situacions MCQs poden ser utilitzades com a eina per estimular la discussió de temes que els estudiants són reticents a respondre. |n Quan dissenyem una prova MCQ considerarem el següent: <ul> <li>Quins resultats d'aprenentatge ens donaran les preguntes de la prova</li> <li>Quines habilitats intel·lectuals seran provades</li> <li>Les habilitats lingüístiques de l'audiència.</li> <li>Genere i nivell cultural</li> <li>Eviteu expressions i estructures gramaticals que puguin proporcionar pistes</li> </ul>
ca_es@valencia: Tot i que sovint s'utilitzen en proves més formals, les situacions MCQ es poden utilitzar com a eina per a estimular el pensament i la discussió de temes que l'alumnat és un poc reticent a respondre. Quan dissenyem una prova MCQ considerarem el següent: <ul> <li>Quins resultats d'aprenentatge ens donaran les preguntes de la prova</li> <li>Quines competències intel·lectuals s'avaluaran</li> <li>Quines són les competències lingüístiques de l'audiència.</li> <li>Els aspectes culturals i de gènere</li> <li>Eviteu expressions i estructures gramaticals que puguen proporcionar pistes</li> </ul>
dz: གདམ་ཁ་སྣ་མང་གི་དྲི་བ་ཚུ་ལུགས་མཐུན་བརྟག་ཞིབ་གནས་སྟངས་ཚུའི་ནང་འཕྲལ་འཕྲལ་ལག་ལེན་འཐབ་ཨིན་རུང་ ་སློབ་ཕྲུག་ཚུའི་མནོ་བསམ་གཏང་ནི་ལུ་སྙིང་སྟོབས་བསྐྱེད་བཅུག་ནི་དང་ དོན་ཚན་གུ་ལུ་གྲོས་བསྡུར་འབདཝ་ད་རང་མནོ་མི་སླབ་མ་ཚུགས་པར་སྡོདཔ་ད་བརྟག་ཞིབ་འབད་ནི་ལག་ཆས་སྦེ་ལག་ལེན་འཐབ་ཨིན། གདམ་ཁ་སྣ་མང་གི་བརྟག་ཞིབ་ བཟོ་བཀོད་འབདཝ་ད་རྟིང་བདའ་སྟེ་ཡོད་མི་ལུ་དྲནམ་བཏོན: <ul> <li> དྲི་བ་ཚུ་གི་སྦྱང་ནི་གྲུབ་འབྲས་ཚུ་ག་ཅི་བརྟག་ཞིབ་འབདཝ་ཨིན་ན</li> <li> བློ་གྲོས་ཅན་གྱི་ རིག་རྩལ་ཚུ་ག་ཅི་བརྟག་ཞིབ་འབད་ཡོདཔ</li> <li> ཉན་མི་གི་ཁ་སྐད་ཀྱི་རིག་རྩལ་ཚུ་ག་ཅི་ར་ཨིན་ན</li> <li> ཕོ་མོའི་དབྱེ་བ་དང་ ལམ་སྲོལ་གྱི་གནད་དོན་ཚུ་</li> <li>ཟུར་ཆ་ཚུ་བྱིན་ནི་ནུས་ཤུགས་ཡོད་པའི་བརྡ་སྤྲོད་པའི་ཁ་སྐད་དང་དྲི་བའི་ བཟོ་བཀོད་ཚུ་ འཛེམ</li> </ul>
el: Παρόλο που χρησιμοποιείται συχνά σε τυπικούς ελέγχους, υπάρχουν περιπτώσεις όπου οι Ερωτήσεις Πολλαπλής Επιλογής (ΕΠΕ) μπορούν να χρησιμοποιηθούν ως εργαλείο δοκιμασίας για να υποκινήσουν τη σκέψη και τη συζήτηση σε θέματα για τα οποία οι μαθητές είναι απρόθυμοι να απαντήσουν. Όταν σχεδιάζετε ένα τεστ ΕΠΕ, λάβετε υπόψη τα ακόλουθα: <ul> <li> Ποια μαθησιακά αποτελέσματα εξετάζουν οι ερωτήσεις;</li> <li> Ποιες διανοητικές δεξιότητες εξετάζονται;</li> <li> Ποιες είναι οι γλωσσικές δεξιότητες των συμμετεχόντων;</li> <li> Ποιο είναι το φύλο και οι πολιτισμικές καταβολές των συμμετεχόντων;</li> <li> Αποφύγετε να παρέχετε δεδομένα που ενδέχεται να λειτουργήσουν ως ενδείξεις.</li> </ul>
es: Aunque es usado más a menudo en situaciones de pruebas formales, las preguntas de selección múltiple (MCQ) pueden ser usadas como una herramienta de evaluación que estimula el pensamiento y la discusión sobre temas donde los estudiantes pueden sentirse un poco reticentes a responder. Cuando diseñe una pregunta de elección múltiple considere lo siguiente: <ul> <li>Qué resultados del aprendizaje evalúan las preguntas</li> <li>Qué habilidades intelectuales estén siendo evaluadas</li> <li>Cuáles son las destrezas lingüísticas de los destinatarios</li> <li>Cuestiones de género y culturales</li> <li>Evite lenguaje gramatical y estructura de preguntas que podrían contener pistas</li> </ul>
eu: Askotan froga formaletan erabiltzen diren arren, MCQak pentsamendua eta eztabaida estimulatzeko tresna gisa balia daitezke ikasleei erantzuteko zailak egiten zaizkien gaietan. MCQ froga bat diseinatzeko, ondokoak izan behar ditu kontuan:<ul> <li>Zer eduki landuko diren galderen bidez</li> <li>Zer gaitasun intelektual ebaluatuko diren</li> <li>Ikasleen hizkuntza gaitasunak </li> <li>Genero eta kultur gaiak </li> <li>Galderaren gramatika eta egitura zaintzea, arrastorik ez emateko </li> </ul>
fr: Bien qu'ils soient le plus souvent utilisés en situation d'évaluation formative, les QCM peuvent également être des outils de stimulation de la pensée et d'entrée de discussion sur des sujets pour lesquels les apprenants peuvent avoir quelques appréhensions de prime abord. Lorsque vous voulez créer un test QCM, posez-vous les questions suivantes : <ul> <li> Quels résultats en terme d'apprentissage sont inhérents aux choix opérés ?</li> <li> Quelles compétences intellectuelles sont ainsi mises à l'épreuve ? </li> <li> Quelles sont les compétences linguistiques du public cible ?</li> <li> Quels sont les biais possibles liés aux contextes de culture ou de genre par exemple ?</li> </ul>
gl: A pesar de seren usados con maior frecuencia en situacións formais de test, as Preguntas de Escolla Única pódense usar como unha ferramenta de test para estimular o pensamento e a discusión sobre temas nos que o alumnado se podería amosar un pouco reticente a responder. Cando deseñe un test de Preguntas de selección múltiple considere os seguintes aspectos: <ul> <li> Sobre que resultados da aprendizaxe están incidindo as preguntas?</li> <li> Que capacidades intelectuais se están a avaliar?</li> <li> Cales son as habilidades lingüísticas das persoas destinatarias?</li> <li> Cuestións culturais e de xénero</li> <li> Evite as estruturas sintácticas e as estruturas de preguntas que poidan ofrecer pistas</li> </ul>
it: Sebbene il più delle volte utilizzate in situazione di verifica, le DRM possono essere utilizzate come mezzo di stimolo del pensiero e di discussione su argomenti in cui gli studenti sono un po' reticenti nelle risposte. Quando si progetta un test con DRM bisogna considerare: <ul> <li> Quali aspettative di apprendimento verificano le domande</li> <li> Quali abilità intellettive esse verificano</li> <li> Quali sono le abilità linguistiche degli studenti</li> <li> Aspetti culturali e di genere</li> <li> Evitare strutture linguistiche e grammaticali che potrebbero fornire indizi</li> </ul>
nl: Meerkeuzevragen worden meestal toegepast voor formele toetsen, maar u kan ze ook gebruiken om studenten te laten nadenken en discussiëren over onderwerpen waarover ze minder spontaan van gedachte wisselen. Hou bij het opstellen van meerkeuzevragen rekening met het volgende: <ul> <li> Over welke leerdoelen gaan de vragen</li> <li> Welke intellectuele vaardigheden worden getoetst</li> <li> Wat zijn de taalkundige vaardigheden van het doelpubliek</li> <li> Spelen culturele of andere verschillen een rol</li> <li> Vermijd grammaticale termen en vraagvormen die kunnen wijzen op het juiste antwoord</li> </ul>
pl: Częściej używaną formą testu w wiekszości przypadków jest MCQs. Może on być użyty do wywołania przemysleń i dyskusji nad tematem trudnym dla uczniów. Projektujące MCQ test pamiętaj o: <ul> <li> Jakie zdolności itelektualne będą sprawdzane</li> <li> Jakie jest wiedza językowa odbiorcy kursu </li> <li> Narodowości i rówżnice kulturowe</li> <li> Unikaj rozbudowanych pytań, które mogą zawierać wskazówki</li> </ul>
pt: Embora sejam usadas mais frequentemente nos exames formais, as atividades de escolha múltipla podem ser usadas como ferramenta para estimular a reflexão e a discussão sobre temas em que os estudantes se possam mostrar reticentes a responder. Quando desenhar um teste de escolha múltipla considere o seguinte: <ul> <li>Que objetivos de aprendizagem estão a ser testados com as perguntas?</li> <li>Que habilidades intelectuais estão a ser testadas?</li> <li>Quais são as capacidades linguísticas dos estudantes?</li> <li>Questões de género e interculturais.</li> <li>Evite usar linguagem gramatical bem como formas de perguntar que possam proporcionar pistas.</li> </ul>
ru: Хотя более часто используются в формальном тестировании ситуации MCQs могут быть использованы в качестве инструмента тестирования, чтобы стимулировать мысль и обсуждение тем студенты могут чувствовать себя немного сдержанно в ответ. При разработке тестов MCQ рассмотреть следующие вопросы: <ul> <li> Какие результаты обучения вопросы тестирования</li> <li> Какие интеллектуальные навыки проходят испытания</li> <li> Каковы языковые навыки аудитории</li> <li> Пол и культурные вопросы</li> <li> Избегайте грамматики языка и вопрос структуры, которые могли бы обеспечить подсказки</li> </ul>
tr: Formal testlerde daha sık kullanılmasına rağmen Çoktan seçmeli sorular öğrencilerin cevap vermekte biraz çekingen kaldıkları konularda düşünce ve tartışmayı teşvik etmek için bir test aracı olarak kullanılabilir. Bir Çoktan Seçmeli testi tasarlarken aşağıdaki hususları göz önünde bulundurun: <ul> <li> Sorular hangi öğrenme çıktılarını test ediyor?</li> <li> Hangi entelektüel beceriler test ediliyor</li> <li> Hedef kitlenin dil becerileri nelerdir?</li> <li> Toplumsal cinsiyet ve kültürel konular</li> <li>İpucu sağlayabilecek dilbilgisi ve soru yapılarından kaçının</li> </ul>
zh_cn: 虽然通常用在正式的考试场景，选择题测验也可以做为一个刺激学生想法，促进讨论的测验工具。 设计选择题测验时应考虑以下因素： <ul> <li>通过这些测验希望学生得到什么</li> <li>要测试的是哪些知识技能</li> <li>受测者的语言技能</li> <li>性別与文化因素</li> <li>避免可能提供线索的文法、语言与问题结构</li> </ul>
zh_tw: 雖然通常比較常用在正式的考試，選擇題測驗也可以做為一個刺激學生想法，促進討論的測驗工具。 設計選擇題測驗時應考慮以下因素： <ul> <li>透過這些測驗希望學生得到什麼</li> <li>要測試的是哪些知識技能</li> <li>受測者的語言技能為何</li> <li>性別與文化因素</li> <li>避免可能提供線索的文法、語言與問題結構</li> </ul>
