Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: An error has occurred when loading your config. A backup is saved at %s
ca: Ha succeït un error mentre es carregava el fitxer config. S'ha desat una copia de seguretat en %s
ca_es@valencia: S'ha produït un error mentre es carregava el fitxer de configuració. S'ha guardat una còpia de seguretat en %s
dz: རིམ་སྒྲིག་འདི་མངོན་གསལ་འབདཝ་ད་འཛོལ་བ་གཅིག་འབྱུང་ཡོད། རྒྱབ་སྣོན་གཅིག་%s་ནང་སྲུངས་བཞག་ཡོད
el: Συνέβη ένα σφάλμα κατά τη φόρτωση των ρυθμίσεών σας. Ένα αντίγραφο ασφαλείας αποθηκεύτηκε στο %s
es: Se ha producido un error al cargar su configuración. Guardada copia de seguridad en %s
eu: Errorea gertatu da zure konfigurazioa kargatzerakoan. Babes kopia gorde da %s-n
fr: Une erreur s'est produite lors de la charge de configuration. La sauvegarde est à %s
gl: Produciuse un erro ao cargar a súa configuración. Gardouse unha copia de seguridade en %s
it: Si è verificato un errore durante il caricamento della configurazione. È stato salvato un backup in %s
nl: Er is een fout opgetreden tijdens het laden van het config bestand. Een backup is opgeslagen op %s
pl: Wystąpił błąd podczas ładowania konfiguracji. Kopia zapasowa jest zapisywana w %s
pt: Houve um erro ao carregar a sua configuração. Foi guardada uma cópia de segurança em %s
ru: Произошла ошибка при загрузке вашей конфигурации. Резервная копия сохранена в %s
tr: Yapılandırma yüklenirken bir hata oluştu. %s konumuna bir yedekleme kaydedildi
zh_cn: 加载配置时出错。备份保存在 %s
zh_tw: 載入設定檔時發生錯誤。備份已儲存到 %s

source: An error has occurred when loading your Idevice Store. A backup is saved at %s
ca: Ha succeït un error mentre es carregava el magatzem Idevice. S'ha desat un copia de seguretat en %s
ca_es@valencia: S'ha produït un error mentre es carregava el magatzem Idevice. S'ha guardat una còpia de seguretat en %s
dz: བརྡ་དོན་ཐབས་འཕྲུལ་མཛོད་ཁང་འདི་མངོན་གསལ་འབདཝ་ད་འཛོལ་བ་གཅིག་འབྱུང་ཡོད། རྒྱབ་སྣོན་གཅིག་%s་ནང་སྲུངས་བཞག་ཡོད
el: Συνέβη ένα σφάλμα κατά τη φόρτωση των η-Σύνεργων. Ένα αντίγραφο ασφαλείας αποθηκεύτηκε στο %s
es: Se ha producido un error al cargar el almacén de iDevices. Guardada copia de seguridad en %s
eu: Errorea gertatu da Idevice-en Biltegia kargatzerakoan. Babes kopia gorde da %s-n
fr: Il y a eu une erreur lors de la charge de la sauvegarde de votre outil pédagogique. La sauvegarde est à %s
gl: Produciuse un erro ao cargar o almacén de iDevices. Gardouse copia de seguridade en %s
it: Si è verificato un errore durante il caricamento dello Store iDevice. È stato salvato un backup in %s
nl: Er is een fout opgetreden tijdens het laden van de Idevice Store. een backup is opgeslagen op %s
pl: Wystąpił błąd podczas ładowania Twojego Sklepu Idevice. Kopia zapasowa jest zapisywana w %s
pt: Houve um erro ao carregar o seu armazém de iDevices. Foi guardada uma cópia de segurança em %s
ru: Произошла ошибка при загрузке вашего хранилища Idevice. Резервная копия сохранена в %s
tr: Idevice Store yüklenirken bir hata oluştu. %s konumunda bir yedek kaydedildi
zh_cn: 加载iDevices商店时出错。备份保存在 %s
zh_tw: 載入您的 Idevice 商店時發生錯誤。備份已儲存到 %s

source: eXeLearning, the EXtremely Easy to use eLearning authoring tool Usage: %s [OPTION] [PACKAGE] -V, --version print version information and exit -h, --help display this help and exit --standalone Run totally from current directory --portable Run in portable mode Settings are read from exe.conf in $HOME/.exe on Linux/Unix/Mac OS or in Documents and Settings/<user name>/Application Data/exe on Windows XP or Users/<user name>/AppData/Roaming/exe on Windows 7/8/10
ca: eXeLearning, l'eina d'autoria electrònica extremadament fàcil d'utilitzar Ús: %s [OPCIÓ] [PAQUET] -V, --version imprimeix la informació de la versió i surt -h, --help mostra aquesta ajuda i surt --standalone executa totalment des del directori actual --portable executa en mode portàtil Els paràmetres es llegeixen des de exe.conf a $HOME/.exe a Linux/Unix/Mac OS o a Documents and Settings/<user name>/Application Data/exe a Windows XP o Users/<user name>/AppData/Roaming/exe a Windows 7/8/10
ca_es@valencia: eXeLearning, the EXtremely Easy to use eLearning authoring tool Ús: %s [OPCION] [PACKAGE] -V, --version mostra la informació de la versió i ix -h, --help mostra l'ajuda i ix --standalone s'executa completament des del directori actual --portable s'executa en mode portable La configuració es llig en exe.conf en $HOME/.exe en Linux/Unix/Mac OS o en Documents and Settings/<user name>/Application Data/exe en Windows XP o Users/<user name>/AppData/Roaming/exe en Windows 7/8/10
dz: ཨི་ཨེགས་ཨི་སྦྱང་ནི(eXeLearning) འདི་གནམ་མེད་ས་མེད་འཇམ་ཏོང་ཏོ་སྥེ་ལག་ལེན་འཐབ་ཚུགས་པའི་གློག་རིག་ཐོག་ལས་སྦྱང་ནི་བརྩམ་ནིལག་ཆས་ཨིན སྤྱོད་ཐངས:: %s [གདམ་ཁ] [ ཐུམ་སྒྲིལ] -V, --ཐོན་རིམ དཔར་བསྐྲུན་ཐོན་རིམ་བརྡ་དོན་དང་ཕྱིར་ཐོན -h, --གྲོགས་རམ། འདི་གྲོགས་རམ་བཀྲམ་སྟོན་འབད་ཕྱིར་ཐོན --རང་དབང ད་ལྟོའི་སྣོད་ཐོ་ལས་ག་རང་གཡོག་བཀོལ་བཚུགས --འབག་བཏུབ། འབག་བཏུབ་ཐབས་ལམ་ན་གཡོག་པཀོལ་བཏུབ གཞི་སྒྲིག་ཚུ་ ལའི་ནགསི་/ཡུ་ནིགསི་/མེཀ་ ཨོ་ཨེསི་གི་ $HOME/.exe་ནང་ལུ་ཡོད་པའི་ exe.conf་ཡང་ན་ ཝིན་ཌོསི་ཨེགསི་པི་གི་Documents and Settings/<user name>/Application Data/exe ཡང་ན་ ཝིན་ཌོསི་༧་གི་Users/<user name>/AppData/Roaming/exe ནང་ལས་ལྷག་ཚུགས
el: eXeLearning, ένα πολύ εύκολο εργαλείο δημιουργίας εκπαιδευτικού περιεχομένου Χρήση: %s [OPTION] [PACKAGE] -V, --έκδοση εμφάνιση πληροφοριών έκδοσης και έξοδος -h, --βοήθεια εμφάνιση της βοήθειας και έξοδος --standalone εκτελείται πλήρως από τον τρέχοντα κατάλογο --portable εκτέλεση σε φορητή λειτουργία Η ανάγνωση των ρυθμίσεων γίνεται από το αρχείο exe.conf στο $HOME/.exe σε Linux/Unix/Mac OS ή στο Documents and Settings/<user name>/Application Data/exe σε Windows XP ή στο Users/<user name>/AppData/Roaming/exe σε Windows 7/8/10.
es: eXeLearning, la EXtremadamente fácil de usar herramienta de autoría Educativa Uso: %s [OPCIÓN] [PAQUETE] -V, --version informa de la versión -h, --help muestra este texto de ayuda --standalone Se ejecuta desde el directorio actual de forma independiente --portable Se ejecuta en modo portable La configuración se lee del fichero exe.conf presente en $HOME/.exe en GNU Linux/Unix/Mac, en Documents and Settings/<user name>/Application Data/exe en Windows XP, o en Usuarios/<user name>/AppData/Roaming/exe en Windows 7/8/10
eu: eXeLearning, erabilera erraza duen eLearning egile-tresna Erabilera: %s [OPTION] [PACKAGE] -V, --version idatzi bertsioari buruzko informazioa eta irten -h, --help erakutsi laguntza hau eta irten --standalone exekutatu erabat oraingo karpetatik --portable exekutatu modu eramangarrian Ezarpenak exe.conf-etik irakurriko dira; Linux/Unix/Mac OS sistema eragileetan, $HOME/.exe karpetan; Windows XP-n, Documents and Settings/<user name>/Application Data/exe karpetan; Windows 7/8/10-n Users/<user name>/AppData/Roaming/exe karpetan
fr: eXeLearning, un outil éducatif libre EXtrêmement facile à utiliser Utilisation: %s [OPTION] [PAQUET] -V, version information sur la version --h, help Exécution de cette aide et sortie --standalone Exécution indépendante à partir du répertoire actuel --portable Exécution en mode portable La configuration est lue à partir du fichier exe.conf du répertoire $HOME/.exe sur GNU Linux/Unix/Mac ou du répertoire Documents and Settings/<user name>/Application Data/exe sur Windows XP ou du répertoire Utilisateurs/<user name>/AppData/Roaming/exe sur Windows 7/8/10
gl: eXeLearning, a extremadamente doada de usar ferramenta de autoría Uso: %s [OPCIÓN] [PAQUETE] -V, --version informa da versión -h, --help amosa este texto de axuda --standalone Execútase dende o cartafol actual de xeito independente --portable Execútase de xeito portable A configuración lese do ficheiro exe.conf presente en $HOME/.exe en Linux/Unix/MacOS ou en Documents and Settings/<user name>/Application Data/exe on Windows XP ou en Usuarios/<user name>/AppData/Roaming/exe on Windows 7/8/10
it: eXeLearning, the EXtremely Easy to use eLearning authoring tool Uso: %s [OPTION] [PACKAGE] -V, --version stampa info versione ed esce -h, --help mostra aiuto ed esce --standalone Esegue tutto dalla cartella attuale --portable Esegue in modalità portatile Le impostazioni sono lette da exe.conf in $HOME/.exe su Linux/Unix/Mac OS o in Documents and Settings/<user name>/Application Data/exe su Windows XP o Users/<user name>/AppData/Roaming/exe su Windows 7/8/10
pl: eXeLearning, niezwykle łatwe w użyciu narzędzie do tworzenia e-learningu Stosowanie: %s [OPTION] [PACKAGE] -V, --version wydrukuj informacje o wersji i zakończ -h, --help wyświetl pomoc i zakończ --standalone Uruchom w całości z bieżącego katalogu --portable Uruchom w trybie przenośnym Ustawienia są odczytywane z exe.conf w $HOME/.exe w systemie Linux/Unix/Mac OS lub w Documents and Settings/<user name>/Application Data/exe w Windows XP lub Users/<user name>/AppData/Roaming/exe w Windows 7/8/10
ru: eXeLearning, чрезвычайно простой в использовании инструмент для создания электронного обучения Использование: %s [ОПЦИЯ] [ПАКЕТ] -V, --версия распечатать информацию о версии и выйти -h, --помощь отобразить эту справку и выйти --автономный Полностью запускать из текущего каталога --портативный Запускать в портативном режиме Настройки читаются из exe.conf в $HOME/.exe на Linux/Unix/Mac OS или в Документы и настройки/<имя пользователя>/Данные приложения/exe на Windows XP или Пользователи/<имя пользователя>/AppData/Roaming/exe на Windows 7/8/10
tr: eXeLearning, Kullanımı Son Derece Kolay e-Öğrenim geliştirme aracı Kullanım: 1%s [SEÇENEK] [PAKET] -V, --version baskı sürümü bilgisi ve çıkış -h, --help bu yardımı göster ve çık --standalone tamamen geçerli dizinden çalıştır --portable Taşınabilir modda çalıştır Ayarlar, Linux/Unix/Mac OS'de $HOME/.exe içindeki exe.conf dosyasından okunur veya Windows XP'de Belgeler ve Ayarlar/<user name>/Application Data/exe on Windows XP veya Windows 7/8/10 üzerinde Users/<user name>/AppData/Roaming/exe
zh_cn: eXeLearning 是极其易于使用的在线学习创作工具 用法：%s [OPTION] [PACKAGE] -V，--version打印版本信息并退出 -h，--help显示此帮助并退出 --standalone完全从当前目录运行 --portable在便携式模式下运行 相关设置请参考exe.conf文件，该文件在Linux / Unix / Mac OS系统则位于$ HOME /.exe中或 在Windows XP 则从Documents and Settings/中读取设置<user name>/Application Data/exe或 在Windows 7/8/10 则参见Users/<user name>/AppData/Roaming/exe
zh_tw: eXeLearning, 全名 EXtremely Easy to use eLearning authoring tool（極易上手線上學習教材建立工具） 用法：%s [選項] [套件名稱] 選項包括： -V, --version 印出版本資訊就退出 -h, --help 印出本說明後就退出 --standalone 完全由目前目錄執行，不參考系統目錄 --portable 以可攜版模式執行 設定檔在 Linux/Unix/MacOS 裡是放在 $HOME/.exe/exe.config 裡， Windows XP 放在 Documents and Settings/<username>/Application Data/exe/exe.config， Windows 7/8/10 則放在 Users/<username>/AppData/Roamiing/exe/exe.config 中。

source: Java Applet
ca: Aplicació de Java
ca_es@valencia: Aplicació de Java
dz: ཇ་བ་ཨེཔ་ལེཊི
el: Μικροεφαρμογή Java
es: Applet de java
eu: Java appleta
fr: Applet Java
gl: Applet de Java
it: Applet Java
pl: Aplet Java
pt: Applet Java
ru: Апплет Java
tr: Java Uygulaması

source: University of Auckland
ca: Universitat d'Auckland
ca_es@valencia: Universitat d'Auckland
dz: ཨཀ་ལེནཌི་གཙུག་ལག་སློབ་ཁང
el: Πανεπιστήμιο του Auckland
es: Universidad de Auckland
eu: Aucklandko Unibertsitatea
fr: Université d'Auckland
gl: Universidade de Auckland
it: Università di Auckland
nl: Universiteit van Auckland
pl: Uniwersytet Auckland
pt: Universidade de Auckland
ru: Университет Окленда
tr: Auckland Üniversitesi
zh_cn: 奥克兰大学
zh_tw: 奧克蘭大學

source: Add all the files provided for the applet except the .txt file one at a time using the add files and upload buttons. The files, once loaded will be displayed beneath the Applet code field.
ca: Afegeix tots els fitxers proporcionats per l'aplicació excepte el fitxer .txt , al mateix temps usat per afegir fitxers o carregar botons . Els fitxers una vegada carregats són mostrats sota el camp de codi de l'aplicació.
ca_es@valencia: Afig tots els fitxers proporcionats per a l'aplicació, excepte el fitxer .txt, d'un en un utilitzant els botons d'afegir i penjar fitxers. Els fitxers, una vegada penjats, es mostren davall del camp de codi de l'aplicació.
dz: ཨེཔ་ལེཊི་གི་དོན་ལུ་བྱིན་ཏེ་ཡོད་པའི་ཡིག་སྣོད་ཚུ་.txt མ་བརྩི་བར་ ཡིག་སྣོད་ཁ་སྐོང་རྐྱབས་ནི་དང་སྐྱེལ་བཙུགས་འབད་ནི་ཨེབ་རྟ་ཚུ་ལག་ལེན་འཐབ་སྟེ་རེ་རེ་བཞིན་་གེ་ར་ཁ་སྐོང་རྐྱབས། འ་ནི་ ཡིག་སྣོད་ཚུ་མངོན་གསལ་འབད་ཚར་བཞིནམ་ལས་ཨེཔ་ལེཊི་ཀོཌི་ས་སྒོ་གི་འོག་ལུ་བཀྲམ་སྟོན་འབད་འོང.
el: Προσθέστε όλα τα αρχεία που παρέχονται για τη μικροεφαρμογή ένα κάθε φορά, εκτός από το αρχείο .txt, χρησιμοποιώντας τα πλήκτρα 'Προσθήκη αρχείων' και 'Φόρτωση'. Τα αρχεία αυτά, μόλις φορτωθούν, θα εμφανιστούν κάτω από το πεδίο κώδικα της μικροεφαρμογής.
es: Añada todos los archivos que necesita el applet excepto el archivo .txt uno a uno, usando los botones Añadir archivos y Cargar. Una vez cargados, los archivos aparecerán debajo del campo Código del applet.
eu: Applet-erako emandako fitxategia guztiak ( .txt fitxategia izan ezik) aldi berean gehitzeko, erabili gehitzeko eta kargatzeko botoiak. Fitxategiak kargatuta daudenean, azpiprogramaren kode eremuaren azpian agertuko dira.
fr: Ajouter tous les fichiers de l'applet sauf le .txt les uns après les autres en utilisant les boutons "ajouter fichiers" et "télécharger".Les fichiers, une fois chargés, seront ouverts et le contenu inséré dans le champ prévu pour le code de l'Applet.
gl: Engadir un a un tódolos ficheiros que precisa o applet, agás o ficheiro .txt, utilizando os botóns Engadir ficheiros e Enviar. Os ficheiros aparecerán debaixo do campo Código do applet.
it: Aggiungere tutti i file previsti per l'applet eccetto i file .txt che vengono aggiunti uno alla volta con i pulsanti Aggiungi e Spedisci. I file, una volta caricati, saranno visualizzati sotto il campo di codice dell'applet.
nl: Alle bestanden (behalve het .txt-bestand) voor het applet worden een voor een toegevoegd met de knoppen Toevoegen en Uploaden. Zodra ze geladen zijn, worden de bestanden onder het codeveld getoond.
pl: Dodaj pojedynczo wszystkie dostarczone pliki, z wyjątkiem pliku .txt, do apletu, używając przycisków Dodaj pliki i Wczytaj. Pliki raz załadowane będą wyświetlane pod polem Kod Apletu.
pt: Adicionar, um por um, todos os ficheiros necessários para o applet, exceto o ficheiro .txt, usando os botões Adicionar e Upload. Os ficheiros, depois de carregados, aparecerão por baixo do campo Código do applet.
ru: Добавить по одному все файлы необходимые для апплета, кроме файлов .txt, используя кнопки "добавить файл" и "выгрузить". Уже выгруженные файлы в апплете будут показываться ниже поля с кодом.
tr: Dosya ekle ve yükle düğmelerini kullanarak, .txt dosyası dışında uygulama için sağlanan tüm dosyaları tek tek ekleyin. Yüklendikten sonra dosyalar, Uygulama kodu alanının altında görüntülenir.
zh_cn: 加载除.txt文档外所有的applet文档. 使用"添加文档"和"上载"按钮,一次加载一个文档. 已上载的文档将显示在Applet code栏域下面.
zh_tw: 新增所有除了 .txt 檔之外，小程式要使用的檔案，一次一個，用「新增檔案」與「上傳」來增加。載入後會顯示在小程式代碼欄位之下。

source: "Find the .txt file (in the applet file) and open it. Copy the contents of this file <ctrl A, ctrl C> into the applet code field.
ca: "Cerqueu el fitxer .txt (al fitxer de l'aplicació de java) i obriu-lo. Copieu els continguts d'aquest fitxer <ctrl A, ctrl C> al camp del codi de l'aplicació de java.
ca_es@valencia: "Cerqueu el fitxer .txt (al fitxer de l'aplicació de Java) i obriu-lo. Copieu els continguts d'aquest fitxer <ctrl A, ctrl C> al camp del codi de l'aplicació de Java.
dz: .txt ཡིག་སྣོད་(ཨེཔ་ལེཊི་ཡིག་སྣོད་ནང་གི)་འདི་འཚོལ་འབད་ ཁ་ཕྱེ་། ཡིག་སྣོད་ནང་གི་ནང་དོན་ཚུ་ ཨེཔ་ལེཊི་བཀོད་བྱ་གི་ས་སྒོ་་ནང་\<ctrl A, ctrl C> འདྲ་བཤུས་འབད།
el: Βρείτε το αρχείο .txt (στο αρχείο του εφαρμογιδίου) και ανοίξτε το. Αντιγράψτε όλα τα περιεχόμενά του στο πεδίο του κώδικά του.
es: Busque el archivo .txt (en el archivo del applet) y ábralo. Copie los contenidos de este archivo <ctrl A, ctrl C> en el campo de código del applet.
eu: "Bilatu .txt fitxategia (applet fitxategia) eta ireki. Kopiatu fitxategi-edukia <ctrl A, ctrl C> appletaren kode eremuan.
fr: Cherchez le fichier .txt (dans le dossier de l'applet) et ouvrez-le. Copiez le contenu de ce fichier <Ctrl A, Ctrl C> dans le champ proposé pour le code de l'applet .
gl: "Busque o ficheiro TXT (no ficheiro do applet) e ábrao. Copie os contidos deste ficheiro <ctrl A, ctrl C> dentro do campo Código do applet.
it: "Trovare il file .txt (nel file applet) e aprirlo. Copiare il contenuto di questo file <CTRL+A, CTRL+C> nel campo codice dell'applet.
nl: "Zoek het .txt-bestand (in het appletbestand) en open het. Kopieer de inhoud met <ctrl A, ctrl C> naar het codeveld van de applet.
pl: Znajdź plik .txt (w pliku apletu) i otwórz go. Skopiuj jego zawartość <ctrl A, ctrl C> do pola Kod Apletu.
pt: "Encontre o ficheiro .txt (no ficheiro applet) e abra-o. Copie o conteúdo desse ficheiro <ctrl A, ctrl C> no campo Código do applet.
ru: Найти текстовый файл .txt (в файле апплета) и открыть его. Скопировать его содержимое <ctrl A, ctrl C> в поле кода апплета.
tr: (Applet dosyasındaki) .txt dosyasını bulun ve içeriğini <ctrl A, ctrl C> tümüyle kod bölgesine yapıştırın.
zh_cn: 找到.txt文档并打开它,复制所有内容,然后粘贴至applet code栏域.
zh_tw: "找到 .txt 檔並開啟。複製所有內容 <ctrl A, ctrl C> 到小程式代碼欄位中。

source: <p>If the applet you're adding was generated by one of the programs in this drop down, please select it, then add the data/applet file generated by your program. </p> <p>eg. For Geogebra applets, select geogebra, then add the .ggb file that you created in Geogebra.</p>
ca: <p>Si l'aplicació de Java que esteu afegint ha sigut generada per un dels programes d'aquesta llista, seleccioneu-lo, després afegiu el fitxer de dades generat pel vostre programa.</p> <p>Ex. per aplicacions de java de Geogebra, seleccioneu geogebra i afegiu després el fitxer .ggb creat amb geogebra.</p>
ca_es@valencia: <p>Si l'aplicació de Java que esteu afegint ha sigut generada per un dels programes d'aquest menú desplegable, seleccioneu-lo, després afegiu el fitxer de dades generat pel vostre programa.</p> <p>Ex. per a aplicacions en Java del Geogebra, seleccioneu Geogebra i afegiu després el fitxer .ggb creat amb el Geogebra.</p>
dz: <p>ཁྱོད་ཀྱི་ཁ་སྐོང་རྐྱབས་པའི་ཨེཔ་ལེཊི་འདི་ གདམ་ཐོ་ནང་གི་གློག་རིག་ལས་རིམ་ཚུ་ལས་གཅིག་གི་བཟོ་བསྐྲུན་འབད་ཡོད་པ་ཅིན་ དེ་སེལ་འཐུ་འབད་དི་ དེ་ལས་ཁྱོད་རའི་གློག་རིག་ལས་རིམ་གྱི་བཟོ་བསྐྲུན་འབད་གནས་སྡུད/ཨེཔ་ལེཊི་ཡིག་སྣོད་འདི་ཁ་སྐོང་རྐྱབས་གནང་།</p> <p>དཔེར་ན་ Geogebra (ཇི་ཝོ་ཇིབ་ར)་ཨེཔ་ལེཊི་ཚུ་གི་དོན་ལུ་ ཇི་ཝོ་ཇིབ་ར་སེལ་འཐུ་འབད་དི་ དེ་ལས་ཇི་ཝོ་ཇིབ་ར་ནང་གསར་བསྐྲུན་འབད་ཡོད་པའི་ .ཇི་བི་བི་ཡིག་(.ggb) སྣོད་འདི་ ཁ་སྐོང་རྐྱབས།</p>
el: Εάν η μικροεφαρμογή που προσθέτετε δημιουργήθηκε με ένα από τα προγράμματα της πτυσσόμενης λίστας, παρακαλώ επιλέξτε το και προσθέστε το αρχείο της μικροεφαρμογής που δημιουργήθηκε από το πρόγραμμά σας. Λόγου χάρη, για μικροεφαρμογές Geogebra, επιλέξτε geogebra, μετά προσθέστε το αρχείο .ggb που δημιουργήσατε στο Geogebra.
es: <p>Si el applet que quiere añadir ha sido generado por alguno de los programas de esta lista, por favor selecciónelo, y seguidamente añada el fichero de datos/applet generado por su programa. </p> <p>Ej. para applets de geogebra, seleccione geogebra, y añada el fichero .ggb creado con geogebra.</p>
eu: <p>Gehitzen ari zaren applet-a zerrenda honetako programa batekin sortuta badago, mesedez, aukeratu, eta ondoren gehitu zure programak sortutako datua/applet fitxategia. </p> <p>Adib. Geogebra applet-en kasuan, aukeratu geogebra eta ondoren gehitu Geogebran sortu duzun .ggb fitxategia.</p>
fr: Si l'applet que vous souhaitez ajouter a été générée par l'une des applications de cette liste déroulante, sélectionnez-la, puis ajoutez les données du fichier de l'applet générées par votre programme </p><p> par exemple: pour des applets générées par GeoGebra, sélectionnez Geogebra, puis ajoutez le fichier .ggb que vous avez créé sous Geogebra.</p>
gl: <p>Se o applet que está engadindo foi xerado por un dos programas deste menú despregable, por favor seleccióneo e a continuación engada o ficheiro de datos/applet xerado polo seu programa. </p> <p>Por exemplo, para applets de Geogebra, seleccione Geogebra, e engada o ficheiro GBB creado con Geogebra.</p>
it: <p>Se l'applet che si sta per aggiungere è stata realizzata da uno dei programmi in menù, per favore selezionarlo, poi aggiungere il file dell'applet generati dal proprio programma. </p> <p>es. Per applet di Geogebra, selezionare Geogebra, poi aggiungere il file con estensione .ggb che è stato realizzato con il programma Geogebra.</p>
nl: <p>Als de applet gemaakt is met een programma in deze lijst, selecteer deze dan en voeg de data/applet toe. </p> <p>b.v. bij Geogebra applets: selecteer geogebra en voeg het .ggb bestand toe dat gemaakt is met Geogebra.</p>
pl: <p>Jeśli aplet, który dodajesz został wygenerowany przez jeden z programów z tej listy, proszę go wybrać, potem dodaj plik danych/aplet wygenerowany przez twój program. </p> <p>np. Dla apletów Geogebra, wybierz geogebra, potem dodaj plik .ggb stworzony w programie Geogebra.</p>
pt: <p>Se o applet que adicionou foi criado por um programa desta lista, selecione-o, e adicione o ficheiro de dados/applet gerado pelo respetivo programa.</p> <p>Por exemplo, para applets de Geogebra, escolha Geogebra e adicione o ficheiro .ggb que criou no Geogebra.</p>
ru: <p>Если добавляемый апплет был создан одной из программ из списка, выделите его, затем добавьте данные/апплет, созданные этой программой</p> <p>например, для апплетов Geogebra, выбрать geogebra, затем добавить файл .ggb, созданный в Geogebra.</p>
tr: <p>Eklediğiniz küçük uygulama bu açılır listeden bir program tarafından oluşturulduysa lütfen seçin ve programınız tarafından oluşturulan veri/küçük uygulama dosyasını ekleyin</p>.<p>Örn. GeoGebra uygulamaları için geogebra öğesini seçin, ardından GeoGebra'da oluşturduğunuz .ggb dosyasını ekleyin.</p>
zh_cn: <p>如果您要添加的小程序是通过此下拉列表中的某个程序生成的，请选择它，然后添加程序生成的数据/小程序文件。 </p> <p>例如。对于Geogebra applet，选择geogebra，然后添加您在Geogebra中创建的.ggb文件。 </p>
zh_tw: <p>若是您新增的小程式是由此下拉式選單中的程式之一所產生，請選擇該程式，然後再新增您的程式所產生的資料或小程式檔。</p> <p>例如，您要新增 Geogebra 的小程式，請先選擇 geogebra，再新增您在 Geogebra 中產生的 .ggb 檔。</p>

source: file %s has no parentNode
ca: el fitxer %s no té node pare
ca_es@valencia: el fitxer %s no té node pare
dz: ཡིག་སྣོད་%s་ལུ་རྩ་ལག་མཐུད་མཚམས་མེད
el: το αρχείο %s δεν έχει πατρικό κόμβο
es: El archivo %s no tiene nodo padre
eu: %s fitxategiak ez du nodo-gurasorik
fr: le fichier %s n'a pas de lien parent (parentNode)
gl: o ficheiro %s non ten un nodo pai
it: il file %s non ha un nodo genitore
nl: bestand %s zonder doelbestemming
pl: plik %s nie posiada nadrzędnego węzła.
pt: ficheiro %s não tem nó pai
ru: файл %s не имеет parentNode
tr: %s dosyasının üst kategorisi yok
zh_cn: 文件 %s 没有父节点
zh_tw: 檔案 %s 沒有父節點

source: iDevice %s has no package
ca: iDevice %s no té paquet
ca_es@valencia: L'iDevice %s no té paquet
dz: བརྡ་དོན་ཐབས་འཕྲུལ་%s་ལུ་ཐུམ་སྒྲིལ་མེད
el: Το η-Σύνεργο %s δεν έχει πακέτο
es: El iDevice %s no tiene ningún paquete
eu: %s iDevice-ak ez du paketerik
fr: l'outil pédagogique %s n'a pas de dossier
gl: O iDevice %s non ten un paquete
it: L'iDevice %s non ha un pacchetto
nl: iDevice %s heeft geen inhoud
pl: iObiekt %s nie posiada pakietu
pt: iDevice %s não tem pacote
ru: iDevice %s без пакета
tr: %s iDevice'ı bir pakede sahip değil
zh_cn: iDevice %s 没有包
zh_tw: iDevice %s 沒有套件

source: Sorry, this URL is unreachable
ca: Disculpeu però aquest URL no és accessible
ca_es@valencia: Aquest URL no és accessible
dz: དགོངསམ་མ་ཁྲེལ་ ཡུ་ཨར་ཨེལ་འདི་ལུ་བདའ་མི་ཟུན་པས
el: Συγγνώμη, δεν είναι δυνατό το άνοιγμα αυτού του URL
es: Error, no se ha podido abrir la URL
eu: Barkatu, URLa ezin da atzitu
fr: Désolé, le link est introuvable
gl: Este URL non é válido
it: URL non raggiungibile
nl: Sorry, dit is een onjuiste link
pl: Przepraszamy ten adres URL jest niedostępny
pt: Lamentamos, mas este URL não está acessível.
ru: Извините, этот URL недоступен
tr: Üzgünüz, bu URL'ye ulaşılamıyor
zh_cn: 对不起, 此网址无法访问
zh_tw: 抱歉，此網址無法連線
