Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: To indicate the correct answer, click the radio button next to the correct option.
ca: Per indicar la resposta correcta premeu la opció correcta seleccionant-la amb el botó radio.
ca_es@valencia: Per a indicar la resposta correcta premeu l'opció correcta seleccionant-la amb el botó d'opció.
el: Για να επισημάνετε τη σωστή απάντηση, κάντε κλικ στο κουμπί επιλογής δεξιά από τη σωστή απάντηση.
es: Para señalar la respuesta correcta, pulse en el botón de radio que se encuentra junto a la opción correcta.
eu: Erantzun zuzena markatzeko, klikatu aukera zuzenaren ondoko botoia.
fr: Pour indiquer qu'il s'agit de la bonne réponse, cochez le bouton radio à côté de la bonne option.
gl: Para indicar a resposta correcta, prema o botón de opción a carón da opción correcta.
it: Per indicare la risposta corretta, premi il pulsante di scelta vicino alla opzione corretta.
nl: Om het antwoord aan te duiden: klik het keuzerondje naast het juiste alternatief aan.
pl: Do wskazania poprawnej odpowiedzi, kliknij w pole wyboru obok poprawnej odpowiedzi.
pt: Para indicar a resposta, clicar no botão junto à opção correta.
ru: Чтобы указать правильный ответ, нажмите кнопку рядом с правильным вариантом.
tr: Doğru şıkkı belirlemek için, doğru olan kutucuğun yanındaki yuvarlak seçim alanını işaretleyin.
zh_cn: 要指明正确答案, 点击正确选项旁的点选按钮.
zh_tw: 要指明正確答案，點擊正確答案選項旁的圓鈕。

source: SCORM Quiz
ca: Qüestionari amb SCORM
ca_es@valencia: Qüestionari en SCORM
dz: SCORM རིག་བསྡུར
el: Κουίζ τύπου SCORM
es: Cuestionario SCORM
eu: SCORM galdera
fr: Quiz SCORM
gl: Test SCORM
it: Quiz SCORM
nl: SCORM-toets
pl: Quiz SCORM
pt: Teste SCORM (sumativo)
ru: SCORM вопросы
tr: SCORM Sınavı
zh_cn: SCORM 练习题
zh_tw: SCORM 練習題

source: Unlike the MCQ the SCORM quiz is used to test the learners knowledge on a topic without providing the learner with feedback to the correct answer. The quiz will often be given once the learner has had time to learn and practice using the information or skill.
ca: A diferència del Qüestionari d'Elecció Múltiple , el qüestionari SCORM és utilitzat per provar els coneixements dels alumnes sense donar cap realimentació per trobar la resposta correcta. El qüestionari SCORM és usat sovint quan l'alumne ja ha aprés i practicat amb la informació o habilitat.
ca_es@valencia: A diferència del qüestionari d'elecció múltiple (MCQ), el qüestionari SCORM s'utilitza per a avaluar els coneixements de l'alumnat sobre un tema sense donar cap retroacció a la resposta correcta. El qüestionari SCORM se sol passar quan l'alumnat ja ha tingut temps d'aprendre i practicar utilitzant la informació o destresa.
el: Αντίθετα με τις ΕΠΕ, το κουίζ SCORM χρησιμοποιείται για να ελέγξει τη γνώση του μαθητή σ' ένα θέμα χωρίς να του παρέχει ανατροφοδότηση για τη σωστή απάντηση. Το κουίζ συχνά δίνεται στον μαθητή μόλις αυτός βρει χρόνο να μάθει και να εξασκηθεί, κάνοντας χρήση των γνώσεων ή και των δεξιοτήτων του.
es: A diferencia de la Pregunta de Elección Múltiple, el cuestionario SCORM se utiliza para probar el conocimiento de los estudiantes sobre un tema sin ofrecer como retroalimentación la respuesta correcta. El ejercicio debería presentarse una vez que los estudiantes han tenido tiempo de aprender y practicar.
eu: MCQa ez bezala, SCORM ariketa ikasleei informaziorik eman gabe haien jakintza egiaztatzeko erabiltzen da. Ariketa hau ikasleek informazioa ikasteko eta erabiltzeko denbora izan ondoren egiten da askotan.
fr: A la différence du test QCM, le quiz SCORM est utilisé pour évaluer la connaissance de l'apprenant sur un sujet donné sans qu'il lui soit transmis d'écho quant à la pertinence de ses réponses. Le quiz n'est souvent proposé à l'apprenant qu'une fois que celui-ci a eu le temps d'apprendre et d'utiliser l'information ou la compétence requise.
gl: A diferenza da Pregunta de escolla única, o test SCORM utilízase para probar o coñecemento do alumnado sobre un tema sen ofrecer retroalimentación á resposta correcta. O exercicio debería presentarse unha vez que o alumnado tivo tempo de aprender e practicar.
it: Diversamente dalle domande a risposta multipla, il quiz SCORM è usato per verificare la conoscenza degli studenti su un argomento senza fornire la risposta corretta. Il quiz sarà dato più di una volta allo studente per il tempo necessario ad imparare e ad esercitarsi usando le informazioni o le sue abilità.
nl: Anders dan bij meekeuzevragen wordt een SCORM-toets gebruikt om kennis te toetsen zonder informatie over het juiste antwoord. De toets wordt in principe aangeboden nadat de leerling de informatie heeft kunnen instuderen of de vaardigheid heeft kunnen oefenen.
pl: W przeciwieństwie do MCQ quiz SCORM jest używany do sprawdzenia wiedzy uczniów na dany temat bez zapewnienia im wskazówek i podpowiedzi prowadzących do poprawnej odpowiedzi. Quiz zazwyczaj będzie wyświetlany uczniowi, gdy miał już czas na przyswoje informacji lub umiejętności.
pt: Diferente do teste de escolha múltipla, o teste SCORM é usado para testar o conhecimento dos alunos sobre determinado tópico sem proporcionar a estes o conhecimento da resposta correta. O teste ficará disponível para os estudantes quando estes tiverem tido tempo para aprender e praticar usando a informação ou perícia.
ru: В отличие от MCQ викторины SCORM используется для проверки знаний учащихся по теме, без предоставления учащимся обратной связи на правильный ответ. Викторина часто выдаётся после того, учащийся имел время, чтобы учиться и практиковаться с использованием информации или навыков.
tr: Çaktan Seçmeli Sınavın aksine SCORM testi, öğrenene doğru cevaba geri bildirim vermeden katılımcıların bir konuyla ilgili bilgilerini test etmek için kullanılır. Sınav, genellikle öğrenen bilgileri veya beceriyi kullanarak öğrenme ve pratik yapma zamanı bulduğunda verilir.
zh_cn: 与选择题测验不同，SCORM测验用于在不提供学生反馈或正确答案的状况下，测试学生对某个主题的知识。通常这种测验会在学生有足够的时间学习并练习此技能时使用。
zh_tw: 與選擇題測驗不同，共享內容物件參考模型（Shareable Content Object Reference Model，SCORM）測驗 用於在不提供學生回饋或正確答案的狀況下，測試學生對某個主題的知識。 通常這種測驗會在學生有足夠的時間學習並練習此技能時使用。

source: FPD - A Piece of Advice
ca: FPD - Recomanació
ca_es@valencia: FPD - Recomanacions
dz: ཨེཕ་པི་ཌི་ - བསླབ་བྱ་ཕྱམ་ཕྱིམ
el: FPD - Μια συμβουλή
es: FPD - Recomendación
eu: FPD - Gomendioa
fr: FPD - Conseil
gl: FPD - Recomendación
it: FPD - Un consiglio
nl: FPD - Enkele adviezen
pl: FPD - Wskazówka
pt: FPD - Recomendação
ru: FPD - один совет
tr: FPD - Küçük Bir Öneri
zh_cn: FPD - 一个建议
zh_tw: FPD - 一些建議

source: A Piece of Advice is an iDevice that permits the teacher give advice on interesting books, films...
ca: Recomanació és un iDevice que permet al professorat donar consells sobre llibres interessants, pel·lícules, ...
ca_es@valencia: Recomanació és un iDevice que permet al professorat fer recomanacions de llibres interessants, pel·lícules...
el: Το η-Σύνεργο 'Μια συμβουλή' επιτρέπει στον εκπαιδευτικό να δώσει συμβουλές για ενδιαφέροντα βιβλία, ταινίες...
es: Recomendación es un iDevice que permite al profesorado recomendar libros, películas... útiles para su formación.
eu: Gomendioa iDevicearen bidez irakasleak gomendioak eman ditzake interesgarriak diren liburu, film, ...
fr: Conseil est un outil pédagogique qui permet au professeur de donner des conseils à l'apprenant et de recommander un film, un livre...
gl: Recomendación é un iDevice que permite ao profesorado dar consellos sobre libros interesantes, películas...
it: Un consiglio è un iDevice che permette al docente di dare consigli su libri, film e altre cose interessanti...
nl: Met het iDevice "Enkele adviezen" kan de leraar de student advies geven over interesssante boeken, films..
pl: Porada to iObiekt, który pozwala nauczycielowi udzielać porad na temat interesujących książek, filmów...
pt: Recomendação é um iDevice que permite ao professor recomendar livros, filmes u outros materiais de interesse.
ru: Один Совет- это iDevice, который позволяет учителю дать совет на интересные книги, фильмы...
tr: Küçük Bir Tavsiye, öğretmenin ilginç kitaplar, filmler hakkında tavsiyelerde bulunmasına izin veren bir iDevice'dir ...
zh_cn: ”一条建议“这个iDevice 模块可以让老师提供有关有趣的书籍，电影的建议......
zh_tw: 「一些建議」讓老師可以給學生一些關於相關書籍、影片的建議。

source: A Piece of Advice Text:
ca: Text amb la recomanació:
ca_es@valencia: Text de la recomanació:
dz: བསླབ་བྱ་ཕྱམ་ཕྱིམ་གཅིག:
el: Κείμενο για 'Μια συμβουλή':
es: Texto Recomendación:
eu: Gomendioaren testua:
fr: Texte de Conseil:
gl: Texto de Recomendación:
it: Testo Un consiglio:
nl: Enkele adviezen - Tekst:
pl: Tekst wskazówki:
pt: Texto da Recomendação:
ru: Текст для Один совет
tr: Küçük Bir Öneri Metni:
zh_cn: “一个建议"文本
zh_tw: 「一些建議」文字：

source: FPD - Think About It (with Feedback)
ca: FPD - Reflexiona (amb realimentació)
ca_es@valencia: FPD - Reflexiona (amb retroacció)
dz: ཨེཕ་པི་ཌི་ - དེའི་སྐོར་ལས་མནོ་བསམ་གཏང་དགོཔ་(བསམ་ལན་བཅས)
el: FPD - Αναστοχασμός (με ανατροφοδότηση)
es: FPD - Reflexiona (con Retroalimentación)
eu: FPD - Hausnartu (Feedback-arekin)
fr: FPD - Réfléchissez-y (avec commentaires)
gl: FPD - Reflexiona (con Retroalimentación)
it: FPD - Pensaci (con valutazione/feedback)
nl: FPD - Denk na! (met feedback)
pl: FPD - Pomyśl o tym (z informacją zwrotną)
pt: FPD - Reflita (com retroalimentação)
ru: FPD - подумайте об этом (с обратной связью)
tr: FPD - Bunu Düşünün (Geri Bildirimli)
zh_cn: FPD - 考虑一下（带反馈）
zh_tw: FPD - 想一想（有回饋）

source: Reflection is a teaching method often used to connect theory to practice. Reflection tasks often provide learners with an opportunity to observe and reflect on their observations before presenting these as a piece of academic work. Journals, diaries, profiles and portfolios are useful tools for collecting observation data. Rubrics and guides can be effective feedback tools.
ca: La reflexió és un mètode sovint emprat per connectar teoria i pràctica. Les tasques de reflexió proporcionen als alumnes l'oportunitat d'observar i pensar en les seves observacions abans de presentar el treball com una peça acadèmica. Periòdics, revistes , fotos i portafulles són eines útils per recollir informació i dades. Rubriques i resums són eines de realimentació efectives.
ca_es@valencia: La reflexió és un mètode que s'utilitza sovint per a connectar teoria i pràctica. Les tasques de reflexió proporcionen a l'alumnat l'oportunitat d'observar i reflexionar sobre les observacions pròpies abans de presentar-les com a part del treball acadèmic. Periòdics, revistes, revistes, perfils i dossiers són recursos útils per a arreplegar dades de l'observació. Els comentaris i les orientacions són recursos efectius per a la retroacció.
el: Ο αναστοχασμός είναι μια εκπαιδευτική μέθοδος που χρησιμοποιείται συχνά για να συνδέσει τη θεωρία με την πράξη. Οι αναστοχαστικές δραστηριότητες δίνουν στους μαθητές την ευκαιρία να παρατηρήσουν και να σκεφτούν πάνω στις μαθησιακές τους εμπειρίες και γνώσεις, προτού τις παρουσιάσουν. Επιστημονικά περιοδικά, ημερολόγια, βιογραφικά σημειώματα και χαρτοφυλάκια, είναι χρήσιμα εργαλεία για συλλογή δεδομένων προς παρατήρηση. Οι υποδείξεις και οι οδηγίες μπορεί να αποδειχθούν αποτελεσματικά εργαλεία ανατροφοδότησης.
es: La reflexión es un método de enseñanza usado a menudo para conectar la teoría con la práctica. Las tareas de reflexión ofrecen a menudo a los estudiantes la oportunidad a observar y reflejar sus observaciones antes de presentar una parte de un trabajo académico. Diarios, perfiles y portafolios son herramientas útiles para recoger datos de la observación. Las rúbricas y las guías pueden ser herramientas eficaces de la información.
eu: Hausnarketa teoria eta praktika lotzeko maiz erabiltzen den irakaskuntza metodoa da. Hausnartzeko atazek beren iritzia azaltzeko aukera ematen diete ikasleei, horiek lan batean jaso aurretik. Egunkariak, profilak eta karpetak tresna erabilgarriak dira behaketa datuak biltzeko. Epigrafeak eta gidak feedback tresna eraginkorrak izan daitezke.
fr: La "Réflexivité" est une méthode pédagogique souvent utilisée pour relier la théorie à la pratique. Les activités de "réflexivité" offrent souvent aux apprenants la possibilité d'observer et de réagir sur leurs observations avant la présentation des savoirs en termes académiques. Un journal, un agenda, des graphiques ou des dossiers peuvent être des outils utiles pour collecter les observations.Les rubriques et les guides peuvent être utilisés comme "échos en retour".
gl: A reflexión é un método de ensino de uso frecuente para conectar a teoría coa práctica. As tarefas de reflexión proporcionan a miúdo ao alumnado unha oportunidade para observar e reflexionar sobre as súas observacións antes de presentalas como parte dun traballo académico. Os xornais, diarios, perfís e os portafolios son ferramentas útiles para recoller datos da observación. As rúbricas e guías poden ser ferramentas eficaces de información.
it: La riflessione è un metodo d'insegnamento usato spesso per collegare la teoria alla pratica. I compiti di riflessione forniscono spesso agli studenti un'occasione per osservare e riflettere sulle loro osservazioni, prima di presentare queste come parte di lavoro accademico. Le pubblicazioni, i diari, i profili sono mezzi utili alla raccolta dei dati di osservazione. Gli elenchi e le guide possono essere mezzi efficaci per la valutazione.
nl: Reflectie wordt in het onderwijs vaak gebruikt om theorie en praktijk samen te brengen. Reflectieve opdrachten bieden de student de kans om de eigen waarnemingen te evalueren voor hij ze verwerkt in zijn definitieve werkstuk. Logboeken, dagboeken, profielen en portfolio's zijn nuttige instrumenten om waarnemingen te verzamelen. Rubrics zijn efficiënte middelen voor feedback.
pl: Zastanów się, to technika nauczania używana do łączenia teorii z praktyką. Zadania często dają uczniom szansę na obserwowanie i zastanowienie się nad wnioskami przed zaprezentowaniem wyników pracy. Czasopisma, pamiętniki, życiorysy i portfolio są przydatne do zbierania danych pochodzących z obserwacji. Tabele i poradniki mogą być efektywnymi narzędziami informacji zwrotnej.
pt: A reflexão é o método muitas vezes usado pelo professor para ligar a teoria à prática. As tarefas de reflexão muitas das vezes proporcionam aos alunos uma oportunidade de observar e refletir nas sua observações antes de sentir onde encaixa a peça do puzzle. Jornais, diários, perfis e portefólios são ferramentas úteis para recolher e observar a informação. Rubricas e guias podem ser ferramentas eficazes.
ru: Отражение как метод обучения часто используется для подключения теории к практике. Отражение задач часто предоставляют учащимся возможность наблюдать и размышлять о своих наблюдениях, прежде чем представлять это как часть учебной работы. Журналы, дневники, профили и портфелей являются полезными инструментами для сбора данных наблюдений. Рубрики и руководства могут быть эффективными инструментами обратной связи.
tr: Yansıma, teoriyi pratiğe dökme alıştırmaları sırasında sıklıkla kullanılan bir öğretim yöntemidir. Öğrencilerin aldıkları bilgiyi kullanmadan önce bilgiye ne kadar hakim olduklarının karşılaştırmasını yapabilmeyi sağlar. Yol gösterici belgeler oldukça etkili bir geribildirim aracıdır. .
zh_cn: 立时回应是一种常用于联系理论和实践的教学方式. 立时回应常给学生在提交一份学术工作前提供一个观察及对所观察的事物回应的机会.
zh_tw: 思考反應（Reflection）是一種連結理論與實務的教學方式。 思考反應的工作會給學生一個觀察的機會，並讓他們在發表學術 成果前將觀察的結果反應出來。期刊、日誌、圖表、文件夾等可以 用來收集觀察資料。大標題與引導也可以是有效的回饋工具。

source: Enter a question for learners to reflect upon.
ca: Escriviu una pregunta per tal que els alumnes hi reflexionin.
ca_es@valencia: Escriu una pregunta per tal que l'alumnat hi reflexione.
el: Εισάγετε μια ερώτηση για την οποία οι μαθητές πρέπει να αναστοχαστούν.
es: Introduzca una pregunta para que los estudiantes reflexionen.
eu: Idatzi ikasleak hausnartzera bultzatzeko galderaren bat.
fr: Rédigez une question pour que les apprenants y réfléchissent.
gl: Introduza unha cuestión para que o alumnado reflexione sobre ela.
it: Inserire una domanda da sottoporre alla riflessione degli studenti.
nl: Geef een vraag op waarover gereflecteerd moet worden.
pl: Wprowadź szczegóły nad którymi uczący muszą się skupić.
pt: Digite uma questão para os alunos refletirem.
ru: Введите вопрос для учащихся к размышлению.
tr: Öğrencilerden geribildirim beklediğiniz bir soru girin.
zh_cn: 输入问题.
zh_tw: 請輸入學生要思考反應的問題。

source: Describe how learners will assess how they have done in the exercise. (Rubrics are useful devices for providing reflective feedback.)
ca: Descriu com els alumnes determinen el que han aprés. ( Les rubriques són útils per proporcionar una realimentació i reflexionar.)
ca_es@valencia: Descriu com l'alumnat avalua com li ha anat l'exercici. (Els comentaris són útils per a proporcionar una retroacció i reflexionar.)
el: Περιγράψτε τον τρόπο με τον οποίο οι μαθητές θα μάθουν πώς τα πήγαν στην άσκηση. (Οι λεζάντες είναι χρήσιμες για την παροχή ανατροφοδότησης).
es: Describa cómo los estudiantes evaluarán la forma en que han realizado el ejercicio (las Rúbricas son medios útiles para proporcionar retroalimentación reflexiva.)
eu: Deskribatu ikasleek nola ebaluatuko duten ariketa egin duten modua. (Epigrafeak erabilgarriak dira hausnarketaren feedbacka emateko).
fr: Décrivez comment les apprenants pourront juger de la manière dont ils s'y sont pris pour réaliser cet exercice. Les rubriques sont des outils utiles pour fournir un "écho" en retour.
gl: Describe como será avaliado o alumnado que faga o exercicio (as rúbricas son elementos útiles para proporcionar unha retroalimentación reflexiva).
it: Descrivere come gli studenti si valuteranno per quello che hanno fatto nell'esercitazione (gli elenchi sono utili per fornire una guida alla riflessione).
nl: Duid aan hoe de student zijn prestatie kan beoordelen. (Rubrics zijn meestal goede instrumenten voor reflectieve feedback.)
pl: Opisz, w jaki sposób uczniowie ocenią jak poradzili sobie w ćwiczeniu. (Tabele są obiektami użytecznymi przy refleksyjnych informacjach zwrotnych).
pt: Descreva como poderão os alunos avaliar o seu desempenho no exercício. (As rubricas são ferramentas úteis para fornecer critérios de autoavaliação.)
ru: Опишите, как учащиеся будут оценить, как они сделали упражнение (Рубрики полезных устройств для обеспечения размышляющей обратной связи.)
tr: Öğrencilere bu alıştırmayı nasıl cevaplamaları gerektiği konusunda yol gösterin. (Ayırıcı bilgilere sahip bir yazı faydalı olabilir.)
zh_cn: 描述学生应怎样评估和完成练习.
zh_tw: 描述學生應怎樣評估和完成練習。 （大標題有助於提供反應回饋。）

source: Reflective question:
ca: Pregunta per reflexionar:
ca_es@valencia: Pregunta per a reflexionar:
dz: བསམ་ཞིབ་དྲི་བ:
el: Ερώτηση αναστοχασμού:
es: Pregunta reflexiva:
eu: Hausnartzeko galdera:
fr: Question de réflexivité :
gl: Pregunta para reflexionar:
it: Domanda di riflessione:
nl: Reflectieve vraag:
pl: Pytanie do zastanowienia:
pt: Questão para refletir:
ru: Вопрос к размышлению:
tr: Yansıma sorusu:
zh_cn: 问题:
zh_tw: 思考反應問題：

source: FPD - Think About It (without Feedback)
ca: FPD - Reflexiona (sense realimentació)
ca_es@valencia: FPD - Reflexiona (sense retroacció)
dz: ཨེཕ་པི་ཌི་ - དེའི་སྐོར་ལས་མནོ་བསམ་གཏང་དགོཔ་(བསམ་ལན་མེདཔ་)
el: FPD - Αναστοχασμός (χωρίς ανατροφοδότηση)
es: FPD - Reflexiona (sin Retroalimentación)
eu: FPD - Hausnartu (Feedback-ik gabe)
fr: FPD - Réfléchissez-y (sans commentaires)
gl: FPD - Reflexiona (sen Retroalimentación)
it: FPD - Pensaci (senza valutazione/feedback)
nl: FPD - Denk na! (zonder feeedback)
pl: FPD - Pomyśl o tym (bez informacji zwrotnej)
pt: FPD - Reflita (sem retroalimentação)
ru: FPD - подумайте об этом (без обратной связи)
tr: FPD - Bir Düşünün (Geri Bildirim Olmadan)
zh_cn: FPD - 考虑一下（没有反馈）
zh_tw: FPD - 想一想（無回饋）

source: Reflection
ca: Reflexió
ca_es@valencia: Reflexió
dz: རྗེས་དྲན
el: Αναστοχασμός
es: Reflexión
eu: Hausnarketa
fr: Réflexivité
gl: Reflexión
it: Riflessione
nl: Reflectie
pl: Zastanów się
pt: Reflexão
ru: Размышление
tr: Yansıma
zh_cn: 问题与回答
zh_tw: 思考反應

source: Describe how learners will assess how they have done in the exercise (rubrics are useful devices for providing reflective feedback).
ca: Descriu com els alumnes s'avaluaran depenent de com han fet l'exercici (rúbriques són dispositius útils per a la prestació de realimentació reflexiva).
ca_es@valencia: Descriu com l'alumnat avalua com li ha anat l'exercici. (Els comentaris són útils per a proporcionar una retroacció i reflexionar.)
el: Περιγράψτε τον τρόπο με τον οποίο οι μαθητές θα αξιολογήσουν τον τρόπο που εργάστηκαν στην άσκηση (οι ρουμπρίκες είναι χρήσιμες για την παροχή ανατροφοδότησης).
es: Describe el modo en que los estudiantes evaluarán su rendimiento en el ejercicio (las rúbricas son herramientas muy útiles para proporcionar retroalimentación reflexiva).
eu: Deskribatu ikasleek nola ebaluatuko duten ariketa egin duten modua. (Epigrafeak erabilgarriak dira hausnarketaren feedbacka emateko).
fr: Décrivez comment les apprenants peuvent évaluer leur réalisation de l'exercice.
gl: Describe como será avaliado o alumnado que faga o exercicio (as rúbricas son elementos útiles para proporcionar unha retroalimentación reflexiva).
it: Descrivere in che modo gli studenti valuteranno la loro prestazione negli esercizi (gli elenchi sono utili per fornire una guida alla riflessione).
nl: Beschrijf op welke wijze studenten feedback krijgen over hoe ze het in de oefening gedaan hebben (Rubrieken zijn bruikbare instrumenten voor reflectieve feedback).
pl: Opisz, w jaki sposób uczniowie ocenią, wykonanie ćwiczenia (tabele są przydatnymi narzędziami do zapewnienia refleksyjnej informacji zwrotnej).
pt: Descreve a maneira como os estudantes irão avaliar o seu desempenho no exercício (as escalas de desempenho são instrumentos úteis para fornecer retroalimentação que fomenta a reflexão)
ru: Опишите, как учащиеся будут оценивать, как они сделали упражнение (Рубрики полезных устройств для обеспечения размышляющей обратной связи.)
tr: Öğrencilerin alıştırmada yaptıklarının nasıl değerlendirileceğini tanımlayın (dereceli puanlama anahtarları, yansıtıcı geri bildirim sağlamak için faydalı araçlardır)
zh_cn: 描述学习者将如何评估他们在练习中所做的事情（评价标准是提供反思性反馈的有用设备）。
zh_tw: 描述學生應怎樣評估和完成練習。 （大標題有助於提供反應回饋。）

source: Unknown extension %s of file %s%s can't be transformed to ISO 9660.
ca: L'extensió desconeguda %s del fitxer %s%s no es pot transformar a la codificació ISO 9660.
ca_es@valencia: L'extensió %s del fitxer %s%s no es pot transformar a ISO 9660.
el: Άγνωστη επέκταση %s του αρχείου %s%s είναι αδύνατον να μετατραπεί σε ISO 9660.
es: Error al intentar convertir a ISO 9660 la extensión desconocida %s del fichero %s%s.
eu: %s luzapena, %s%s fitxategiari dagokiona, ezin da bihurtu ISO 9660 formatura.
fr: L'extension inconnu %s du fichier %s%s ne peut pas passer à ISO 9660.
gl: Erro ao tentar converter a ISO 9660: extensión descoñecida %s do ficheiro %s%s.
it: Estensione sconosciuta %s del file %s. %s non può essere convertito in ISO 9660.
pl: Nieznane %s rozszerzenie pliku %s%s nie może zostać przekształcone na ISO 9660.
pt: A extensão desconhecida %s do ficheiro %s%s não pode ser convertida para ISO 9660.
ru: Неизвестное расширение %s файла %s%s не может быть преобразовано в ISO 9660.
tr: Bilinmeyen uzantı %s %s dosyasının %s bilinmeyen uzantısı ISO 9660'e dönüştürülemez.
zh_cn: 无法将文件%s%s的未知扩展名%s转换为ISO 9660。
zh_tw: 未知的副檔名 %s：檔案 %s%s 無法轉換為 ISO 9660 格式。
