Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Click <strong>Select a file</strong>, browse to the file you want to attach and select it.
ca: Premeu <strong>Seleccioneu un fitxer</strong>, navegueu fins aquest fitxer que voleu adjuntar i seleccioneu-lo.
ca_es@valencia: Premeu <strong>Seleccioneu un fitxer</strong>, navegueu fins al fitxer que voleu adjuntar i seleccioneu-lo.
dz: <strong>ཡིག་སྣོད་སེལ་འཐུ་འབད</strong>ཨེབ་ཏེ་ ཡིག་སྣོད་མཉམ་སྦྲགས་ནི་འདི་འཚོལ་སྦེ་ སེལ་འཐུ་འབད་.
el: Κάντε κλικ στο <strong>Επιλογή αρχείου</strong>, αναζητήστε και επιλέξτε το αρχείο που θέλετε να επισυνάψετε.
es: Pulse en <strong>Seleccionar archivo</strong> y seleccione el archivo que desee adjuntar.
eu: Klikatu <strong>Aukeratu fitxategi bat</strong>, bilatu, eta aukeratu atxiki nahi duzun fitxategia.
fr: Cliquez sur <strong> Choisir un fichier </strong>, naviguez jusqu'au fichier que vous souhaitez attacher et sélectionnez-le.
gl: Prema en <strong>Seleccionar un ficheiro</strong>, busque o ficheiro que quere anexar e seleccióneo.
it: Clic <strong>Selezionare un file</strong>, raggiungere il file che si vuole allegare e selezionarlo.
nl: Klik op <strong>Kies een bestand</strong> en blader naar een bestand om het te selecteren.
pl: Kliknij <strong>Wybierz plik</strong>, znajdź plik, który chcesz dołączyć i wybierz go.
pt: Clique <strong>Selecionar um ficheiro</strong>, procure o ficheiro que deseja anexar e selecione-o.
ru: Щёлкните <strong>Выбрать файл</strong>, чтобы найти нужный для прикрепления файл и выберите его.
tr: <strong>Bir dosya seçin</strong>'e tıklayın, eklemek istediğiniz dosyanın dizinine gidin ve dosyayı seçin.
zh_cn: 点击<strong>选择文档</strong>, 选择您要上载的文件. 注意:文件名不可含有中文字, 否则该软件不识别.
zh_tw: 點擊<strong>選擇文件</strong>，選擇您要附加的檔案。

source: <p>Assign a label for the attachment. It is useful to include the type of file. Eg. pdf, ppt, .odp, etc.</p><p>Including the size is also recommended so that after your package is exported to a web site, people will have an idea how long it would take to download this attachment.</p><p>For example: <code>Sales Forecast.doc (500kb)</code></p>
ca: <p>Assigneu una etiqueta per cada fitxer enviat. És útil incloure el tipus de fitxer. Ex: pdf, doc (odt) , ppt (odp ) etc.</p> <p> Incloure la mida és molt recomanable per tal que quan siga exportat el vostre fitxer a un lloc web , la gent tinga una idea del temps que tardarà a baixar-se el vostre fitxer adjunt.</p> <p> Per exemple: <code> Vendes.odt (500kb) </code> </p>
ca_es@valencia: <p>Assigneu una etiqueta a cada fitxer adjunt. És útil incloure el tipus de fitxer; per exemple, pdf, doc (odt), ppt (odp), etc.</p> <p> També és molt recomanable incloure'n la mida per tal que quan s'exporte el fitxer a un lloc web, es tinga una idea del temps que tardarà en baixar el fitxer adjunt.</p> <p> Per exemple: <code>Vendes.odt (500 kb)</code> </p>
dz: <p>མཉམ་སྦྲགས་གི་དོན་ལུ་ཁ་ཡིག་བཏག་གནང་། ཡིག་སྡོན་གྱི་དབྱེ་བ་ དཔེར་ན་ པི་ཌི་ཨེཕ་ པི་པི་ཏྲི་ .ཨོ་ཌི་པི་ བཙུག་པ་ཅིན་ཕན་ཐོགས་ཅན་གཅིག་འོང་།</p><p>ཚད་ཡང་གྲངས་སུ་བཙུག་པ་ཅིན་ལེགས་ཤོམ་ཡོད་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱི་ཐུམ་སྒྲིལ་དེ་ཝེབ་ས་ཁོངས་དང་ཕྱིར་འདྲེན་འབདཝ་ད་ མི་མང་གི་འ་ནི་མཉམ་སྦྲགས་འདི་ཕབ་ལེན་འབདཝ་ད་ དུས་ཚོད་ག་དེམ་འགོར་ནི་ཨིན་ན་ཤེས་ཚུགས།</p><p>དཔེར་ན་ <code>Sales Forecast.doc (500kb)</code></p>
el: <p>Δώστε ετικέτες για το συνημμένο αρχείο. Είναι χρήσιμο να περιλαμβάνεται και ο τύπος του αρχείου, π.χ. .pdf, .odp, κλπ.</p><p>Η συμπερίληψη του μεγέθους συνιστάται, ώστε οι μαθητές να έχουν υπόψη τους πόσο μεγάλο είναι για να υπολογίζουν πόσος χρόνος χρειάζεται για τη λήψη του.</p><p>Για παράδειγμα: <code>Ο καιρός στον τόπο μου.doc (500kb)</code></p>
es: <p>Asigne una etiqueta al adjunto. Es útil incluir el tipo de fichero, p. ej. pdf, ppt, odp, etc.</p><p>También se recomienda incluir el tamaño para que, cuando exporte su paquete a un sitio web, la gente pueda hacerse una idea de lo que tardaría descargar este adjunto.</p><p>Por ejemplo: <code>Previsión de ventas.odt (500kb)</code></p>
eu: <p>Esleitu etiketa bat atxikitako fitxategiari. Lagungarria da zer fitxategi mota den adierazteko (pdf, ppt, etab.)</p><p>Komenigarria da neurria zehaztea ere, webgune batera esportatzean ikasleek jakin dezaten zenbat denbora beharko duten deskargatzeko.</p><p>Adibidez:</p><code>Salmenten Aurreikuspena.doc (500kb)</code></p>
fr: <p> Donnez un nom et une extension au fichier attaché. Il est utile d'inclure l'extension correspondant au type de fichier. par exemple ppt, pdf, doc, etc.</p> <p> Il est également recommandé d'indiquer la taille du fichier, de telle manière que, lorsque ce fichier est accessible depuis un site web, l'apprenant puisse estimer la durée du téléchargement éventuel. </p> <p> Par exemple: <code>prevision_meteo.pdf (1.2Mo)</code></p>
gl: <p>Engadir unha etiqueta ao ficheiro anexo. É útil incluír o tipo de ficheiro. Ex. PDF, ODT etc.</p><p>Tamén se recomenda incluír o tamaño para que, cando se exporte o paquete a un sitio web, a persoa usuaria poida facerse unha idea do que tardaría en descargar o anexo.</p><p>Por exemplo: <code>Tipos_Licenzas_Libres.odt (500kb)</code></p>
it: <p>Assegnare un'etichetta per l'allegato. È preferibile specificare il tipo di file: pdf, ppt, odp ecc.</p><p>L'indicazione delle dimensioni è raccomandata in modo che, quando un pacchetto viene esportato su un sito web, l'utente abbia una idea di quanto ci sarà da scaricare.</p><p>Per esempio: <code>File Forecast.doc (500kb)</code></p>
nl: <p>Geef de bijlage een naam. Het is handig om het bestandstype te vermelden, bijv. pdf, ppt enz.</p><p>Best geeft u ook de omvang van de bijlage aan: het geeft een idee van de tijd die nodig is om ze te downloaden.</p><p>Voorbeeld: <code>Verkoopsverwachtingen.doc (500kb)</code></p>
pl: <p>Przypisz etykietę załącznika. Przydatne jest zawarcie typu pliku. Na przykład. pdf, ppt, .odp itd.</p><p>Uwzględnienie rozmiaru jest również zalecane, aby po wyeksportowaniu pakietu do witryny internetowej ludzie mogli się zorientować, ile czasu zajmie pobranie tego załącznika.</p><p>Na przykład: <code>Prognoza sprzedaży.doc (500kb)</code></p>
pt: <p>Atribuir um título ao anexo. É útil incluir o tipo de ficheiro. Ex. pdf, ppt, .odp, etc.</p><p> Incluir o tamanho é também recomendável, de maneira que quando o seu pacote estiver exportado para um sítio web, os utilizadores saibam quanto tempo vai demorar a descarregar este anexo.</p><p>Por exemplo: <code>vendas.doc (500kb)</code></p>
ru: <p>Присвойте метку для вложения. Полезно указать тип файла. Например pdf, ppt, .odp и т. д.</p><p>Также рекомендуется указать размер вложения, чтобы после того, как оно будет экспортировано на веб-сайт, люди имели представление о том, как долго это вложение будет загружаться.</p><p>Например: <code>Прогноз продаж.doc (500kb)</code></p>
tr: <p>Ek için bir etiket atayın. Dosya türünü eklemek yararlıdır.</p><p> Örneğin. pdf, ppt, .odp, vb.</p><p>Paketiniz bir web sitesine aktarıldıktan sonra insanların bu eki indirmenin ne kadar süreceğine dair bir fikre sahip olmaları için boyutu da dahil etmeniz önerilir.<code>Örneğin\\: Sales Forecast.doc (500kb)</code></p>
zh_cn: <p>为附件分配标签。您可以在标签中加入文件类型，如 pdf、ppt. odp 等。</p><p>另，还建议加上附件的大小, 以便在将您的包导出到网站后, 人们会知道下载此附件需要多长时间。</p><p>例如:<code>Sales Forecast.doc (500kb)</code></p>
zh_tw: <p>指定附件的標籤。您可以在標籤中加入檔案型態，如 pdf, ppt, odp 等等。</p><p>另外也建議加上附件的大小，這樣當您的套件匯出到網站上時，大家就會知道下載的話大概需要多久。</p><p>例如：<code>Sales Forecast.doc (500kb)</code></p>

source: Attachment %s has no parentNode
ca: Adjunció %s no té node pare
ca_es@valencia: L'adjunt %s no té node pare
dz: ཡིག་སྣོད་%s་ཚུ་ལུ་རྩ་ལག་མཐུད་མཚམས་མེད
el: Το επισυναπτόμενο αρχείο %s δεν έχει γονικό κόμβο
es: EL fichero adjunto %s no tiene nodo padre
eu: %s atxikitako fitxategiak ez du nodo-gurasorik
fr: Le fichier attaché %s n'a pas de lien
gl: O anexo %s non ten un nodo pai
it: L'allegato %s non ha un nodo genitore
nl: Bijlage %s zonder koppeling
pl: Załącznik %s nie posiada nadrzędnego węzła
pt: Anexo %s não tem nó pai
ru: Вложение %s не имеет parentNode
tr: %s ekinin üst kategorisi bulunmamakta
zh_cn: 附件 %s 没有父节点
zh_tw: 附件 %s 沒有父節點

source: Image
ca: Imatge
ca_es@valencia: Imatge
dz: གཟུགས་བརྙན
el: Εικόνα
es: Imagen
eu: Irudia
gl: Imaxe
it: Immagine
nl: Afbeelding
pl: Obraz
pt: Imagem
ru: Изображение
tr: Resim
zh_cn: 图像
zh_tw: 影像

source: Choose an optional image to be shown to the student on completion of this question
ca: Trieu una imatge opcional per ser mostrada a l'estudiant al completar aquesta pregunta
ca_es@valencia: Tria una imatge opcional que es mostrarà a l'alumnat en completar la pregunta
dz: ཨཱ་ནི་དྲི་བ་འདི་ཡོངས་སྒྲུབ་པའི་བསྐབ་ སློབ་ཕྲུག་ལུ་སྟོན་ནིའི་དོན་ལུ་གཟུགས་བརྙན་གདམ་ཁ་ཅན་གཅིག་གདམ་ཁ་བརྐྱབ།
el: Προαιρετικά, επιλέξτε μια εικόνα που θα εμφανίζεται στον μαθητή όταν συμπληρώνει αυτή την ερώτηση
es: Seleccione una imagen opcional para mostrar al estudiante al completar la pregunta
eu: Aukeratu hautazko irudi bat, galdera hau osatzen duenean ikasleari erakusteko
fr: Choisir éventuellement une image destinée à l'apprenant en complément de la question
gl: Escolla unha imaxe opcional que se amosará ao alumnado ao terminar esta pregunta
it: Scegliere un'immagine opzionale da mostrare allo studente al completamento di questa domanda
nl: Kies een optionele afbeelding om aan de studenten te tonen na beantwoorden van deze vraag
pl: Wybierz opcjonalny obraz, który ma być pokazany uczącemu się po odpowiedzi na to pytanie
pt: Escolha uma imagem opcional para apresentar ao formando quando finalizar esta pergunta
ru: Выбрать дополнительное изображение, которое будет показано учащемуся после ответа на вопрос.
tr: Bu soru tamamlandığında öğrenciye gösterilmek üzere isteğe bağlı bir resim seçin
zh_cn: 选择一个用于在学生完成问题时显示的图案
zh_tw: 選擇一個影像，在完成此問題後顯示給學生

source: Case Study
ca: Cas d'estudi
ca_es@valencia: Cas d'estudi
dz: གནད་དོན་ཞིབ་འཇུག
el: Μελέτη Περίπτωσης
es: Caso práctico
eu: Kasu-azterketa
fr: Étude de cas
gl: Estudo de caso
it: Studio di un caso
nl: Gevalstudie
pl: Analiza tekstu
pt: Estudo de caso
ru: Тематическое исследование
tr: Vaka Analizi
zh_cn: 案例分析
zh_tw: 案例分析

source: A case study is a device that provides learners with a simulation that has an educational basis. It takes a situation, generally based in reality, and asks learners to demonstrate or describe what action they would take to complete a task or resolve a situation. The case study allows learners apply their own knowledge and experience to completing the tasks assigned. when designing a case study consider the following:<ul> <li> What educational points are conveyed in the story</li> <li> What preparation will the learners need to do prior to working on the case study</li> <li> Where the case study fits into the rest of the course</li> <li> How the learners will interact with the materials and each other e.g. if run in a classroom situation can teams be setup to work on different aspects of the case and if so how are ideas feed back to the class</li></ul>
ca: Un cas d'estudi és un iDevice que proveeix els alumnes d'una simulació d'un concepte bàsic. Consisteix generalment en preguntar als alumnes per demostrar o descriure les accions que farien per completar la tasca o resoldre la situació. El cas d'estudi permet als alumnes aplicar els seus coneixements i experiència per completar les tasques assignades. En dissenyar el cas d'estudi considereu el següent:<ul> <li> Quins punts educatius són tractats en la història</li> <li> Quina preparació prèvia li cal a l'alumne per resoldre el cas d'estudi. </li> <li> On ajustar el cas d'estudi en la resta del curs.</li> <li> Com interaccionen els alumnes amb els materials i amb els altres alumnes. Ex: Quan estudia l'aula una situació poden els equips començar a treballar diferents aspectes del cas, i si ho fan així com es realimenten les idees de la resta de la classe</li></ul>
ca_es@valencia: Un cas d'estudi és un iDevice que proveeix l'alumnat d'una simulació d'un concepte bàsic. A partir de situacions, generalment, basades en la realitat, l'alumnat ha de demostrar o descriure les accions que faria per a completar la tasca o resoldre la situació. El cas d'estudi permet a l'alumnat aplicar els seus coneixements i la seua experiència per a completar les tasques assignades. En dissenyar el cas d'estudi tingueu en compte el següent:<ul> <li> Quins elements d'aprenentatge es tracten en la història</li> <li> Quina preparació prèvia li cal a l'alumnat per a resoldre el cas d'estudi. </li> <li> On s'ha de col·locar el cas d'estudi en la resta del curs.</li> <li> Com interacciona l'alumnat entre si i amb els materials. P. ex: A l'aula, com poden els equips treballar diferents aspectes del cas, i com es fa la posada en comú a la resta de la classe</li></ul>
el: Η Μελέτη Περίπτωσης είναι ένα η-Σύνεργο που παρέχει στους μαθητές μια προσομοίωση με εκπαιδευτικές αφετηρίες. Παίρνει μια κατάσταση, η οποία συνήθως βασίζεται στην πραγματικότητα και ζητάει από τους μαθητές να δείξουν ή να περιγράψουν ποια ενέργεια θα εκτελούσαν για να εκπληρώσουν τον στόχο ή να επιλύσουν μια προβληματική κατάσταση. Η Μελέτη Περίπτωσης επιτρέπει στους μαθητές να εφαρμόσουν τις γνώσεις τους και τις εμπειρίες τους για να εκπληρώσουν τους στόχους που έχουν καθοριστεί. Όταν σχεδιάζετε μια Μελέτη Περίπτωσης λάβετε υπόψη τα ακόλουθα:<ul> <li> Ποιες εκπαιδευτικές αξίες μεταβιβάζονται;</li> <li> Τι προετοιμασία χρειάζεται να κάνουν οι μαθητές για να εργαστούν;</li> <li> Πώς σχετίζεται η συγκεκριμένη μελέτη με το υπόλοιπο μάθημα;</li> <li> Πώς οι μαθητές θα αλληλεπιδράσουν με το υλικό, αλλά και μεταξύ τους; π.χ. σε μια τάξη μπορούν να οριστούν ομάδες για να δουλέψουν σε διαφορετικές πλευρές της μελέτης και αν ναι, πώς οι ιδέες που θα αναπτυχθούν θα ανατροφοδοτήσουν την τάξη;</li></ul>
es: Un caso práctico es un iDevice que presenta a los estudiantes una simulación que tiene una base educativa. Parte de una situación, generalmente basada en la realidad, y pide a los estudiantes que demuestren o describan qué acción llevarían a cabo para completar la tarea o resolver la situación. El caso práctico permite a los estudiantes aplicar sus conocimientos y experiencia propios para completar las tareas asignadas. Cuando diseñe un caso práctico considere lo siguiente:<ul> <li> Qué puntos educativos estarán presentes en la historia</li> <li> Qué preparación necesitarán hacer los estudiantes antes de trabajar en el caso práctico</li> <li> Dónde encaja el caso práctico dentro del resto del curso</li> <li> Cómo actuarán los estudiantes con los materiales y entre ellos ej.: caso de realizarse en el aula, si pueden organizarse equipos para que trabajen en diferentes aspectos del caso y, de ser así, cómo se hacen llegar las ideas al resto de la clase</li></ul>
eu: Ikasleentzako tresna bat da ikasketa-kasua, heziketa-asmoa duten simulazioak eragiten dituena. Errealitatean oinarrituta egoten den egoera batetik abiatuta, gehienetan, ikasleei eskatzen zaie arazoa konpontzeko zer egingo luketen adierazteko. Hala, ezagutzak eta esperientzia aplikatu beharko dituzte ataza betetzeko. Ikasketa-kasua diseinatzeko orduan, ondokoak izan behar ditu kontuan:<ul> <li>Istorioak dituen asmo hezitzaileak</li> <li>Ikasketa kasuan lanean hasi aurretik, ikasleek behar duten prestakuntza </li> <li>Ikasketa kasua ikastaroko zein unetan eman</li> <li>Ikasleek materialak nola erabiliko dituzten. Adibidez, ikasgelan hainbat talde sor daitezke, bakoitzak alderdi jakin bat jorra dezan; hala, eztabaidagai gehiago agertuko dira.</li></ul>
fr: L'outil "cas d'étude" permet des apprentissages par simulation. A partir de situations généralement puisées dans la réalité, les apprenants doivent démontrer ou décrire par quelles actions ils peuvent réaliser la tâche appropriée ou résoudre le problème posé. L'outil "cas d'étude" permet aux apprenants d'utiliser leurs propres savoir et expérience afin de réaliser les tâches demandées. <ul> <li> Lorsque vous utilisez cet outil "cas d'étude", demandez-vous:<ul> <li> Quels éléments d'apprentissage sont transmis par le sujet?</li> <li> Quel travail préalable l'apprenant doit-il réaliser avant de s'attaquer au "cas d'étude"?</li> <li> Où doit être placé ce cas d'étude dans le cours?</li> <li> Comment les apprenants pourront-ils interagir avec le matériel proposé, de même qu'entre eux (par exemple au sein d'une classe)? Comment les groupes peuvent-ils travailler sur les différents aspects de la situation? Comment se réalise la mise en commun?</li></ul>
gl: Un caso de práctico é un iDevice que presenta ao alumnado unha simulación que ten unha base educativa. Parte dunha situación, xeralmente baseada na realidade, e pide ao alumnado que demostre ou describa que acción levaría a cabo para completar a tarefa e resolver a situación. O caso práctico permite ao alumnado aplicar os seus coñecementos e experiencia propios para completar tarefas asignadas. Cando deseñe un caso práctico considere o seguinte:<ul> <li> Que puntos educativos estarán presentes na historia</li> <li> Que preparación precisará facer o alumnado antes de traballar no caso práctico</li> <li> Onde encaixa o caso práctico dentro do resto do curso</li> <li> Como actuará reciprocamente o alumnado cos materiais e entre el. Ex.: no caso de realizarse na aula, poden crearse equipos para que traballen diferentes aspectos do caso e, de ser así, como se achegan as ideas ao resto da clase</li></ul>
it: Studio di un caso è un iDevice che fornisce agli studenti mediante una simulazione, contenuti che hanno basi educative. Esso esamina una situazione, generalmente basata sulla realtà, e richiede agli studenti di dimostrare o descrivere quali azioni essi dovrebbero intraprendere per completare un lavoro o risolvere una situazione. Uno studio permette agli studenti di applicare le loro personali conoscenze ed esperienze per completare i lavori assegnati. Quando si progetta uno studio di caso bisogna considerare:<ul> <li> Quali punti educativi sono coinvolti nel caso esaminato</li> <li> Quale preparazione dovrebbero avere gli studenti prima di affrontare il caso</li> <li> In che modo il caso di studio si collega con il resto del corso</li> <li> Come gli studenti interagiranno con i materiali e tra loro es.: in una situazione di classe è possibile creare gruppi di lavoro ed assegnare ad essi diversi aspetti, ed in questo caso decidere come diffondere le idee nella classe.</li></ul>
nl: Een case-study is een instrument dat leerlingen een oefening met een educatieve achtergrond geeft. Het beschrijft een praktijkgeval, in het algemeen een realistische situatie en vraagt de student om te demonstreren of te beschrijven welke actie zij zouden ondernemen om de taak af te handelen of een situatie op te lossen. De Case-study schept een situatie waarin de student zijn kennis en ervaring kan toepassen. Bij het samenstellen van een casestudy houdt u best rekening met volgende factoren:<ul> <li> Welke educatieve elementen bevat het verhaal</li> <li> Welke voorafgaande voorbereiding is nodig om met de Cas-study te kunnen beginnen</li> <li> Hoe past de Case-study in de rest van de cursus</li> <li> Hoe moeten de studenten omgaan met het materiaal en met elkaar bijv. Kunnen in een klassensituatie groepen worden gevormd rond bepaalde aspecten van het geval en zo ja, hoe wordt hun inbreng dan gecommuniceerd naar de klas</li></ul>
pl: Studium przypadku to obiekt, który zapewnia symulację uczniom mającym podstawy edukacyjne. Wymaga to sytuacji, ogólnie opartej na rzeczywistości, i prosi ucznia o zademonstrowanie lub opisanie, jakie działania podejmie w celu ukończenia zadania lub rozwiązania sytuacji. Studium przypadku pozwala uczniom wykorzystać swoją własną wiedzę i doświadczenie do wykonania powierzonych zadań. Podczas projektowania studium przypadku należy rozważyć następujące kwestie:<ul> <li>Jakie punkty edukacyjne są przekazywane w opowiadaniu</li> <li>Jakie przygotowania będą musieli wykonać uczniowie przed rozpoczęciem pracy nad studium przypadku</li> <li>Gdzie studium przypadku znajduje się w dalszej części kursu</li> <li>W jaki sposób uczniowie będą współdziałać z materiałami i nawzajem, np. Jeśli pracujesz w klasie, możesz przygotować zespoły do pracy nad różnymi aspektami sprawy, a jeśli tak, to w jaki sposób pomysły są przesyłane z powrotem do klasy</li></ul>
pt: Um estudo de caso é um módulo que possibilita aos estudantes terem acesso a simulações com um objetivo educacional. É normalmente uma situação baseada na realidade, e é pedido ao estudante para demonstrar ou apresentar que ação usaria para completar a tarefa ou resolver a situação. O caso de estudo permite ao aluno aplicar o seu conhecimento e experiência para completar as tarefas atribuídas. Ao desenhar um estudo de caso considere os seguintes aspetos:<ul> <li> Quais os pontos educacionais a saber na história?</li> <li> Qual a preparação que os alunos necessitam antes de trabalhar no estudo de caso?</li> <li> Onde se justifica a inclusão do estudo de caso no curso?</li> <li> Como interagem os alunos com os materiais e uns com os outros? Por exemplo, no caso de funcionar em sala de aula, podem-se fazer equipas para trabalhar em diferentes aspetos do estudo de caso? E no caso afirmativo, como apresentam as suas ideias ao resto da turma?</li></ul>
ru: Тематическое исследование является устройством, которое предоставляет учащимся моделирование, которое имеет образовательную базу. Это занимает ситуацию, в целом основанную на реальности, и просит учащихся продемонстрировать или описать какие действия потребуются для выполнения задачи или разрешения ситуации. Тематическое исследование позволяет учащимся применять свои знания и опыт для выполнения назначенных задач. При разработке тематического исследования необходимо учитывать следующее:<ul> <li> Какие образовательные пункты переданы в истории</li> <li> Какой препарат учащимся будет нужно сделать до начала работы с тематическим исследованием</li> <li> Где пример вписывается в остальной части курса</li> <li> Как учащиеся будут взаимодействовать с материалами и друг с другом, например, при запуске в классе команд ситуация может быть настроена для работы по различным аспектам дела и, если да, то как эти идеи будут иметь обратную связь с классом</li></ul>
tr: Vaka analizi öğrenilenlere eğitim tabanlı bir simülasyon sağlayan bir araçdır. Genellikle gerçekliğe dayalı bir durum gerektirir ve öğrenenlerin bir görevi tamamlamak veya bir durumu çözmek için ne yapacaklarını göstermeleri veya açıklanması istenir. Vaka analizi, katılımcıların atanan görevleri tamamlamak için kendi bilgilerini ve deneyimlerini uygulayabilmelerini sağlar. bir vaka çalışması tasarlarken aşağıdakileri göz önünde bulundurun:<ul> <li> Hikayede hangi eğitsel noktalar aktarılıyor?</li> <li> Öğrencilerin çalışma öncesinde ne gibi hazırlıklar yapması gerekecek? Vaka çaIışması </li> <li> Vaka çalışmasının kursun geri kalanıyla uyumu</li> <li> Öğrencilerin materyallerle ve birbirleriyle nasıl etkileşime gireceği, örn.sınıf ortamında yürütülürse farklı yönler üzerinde çalışmak için ekipler kurulabilir mi ve eğer öyleyse fikirler sınıfa nasıl geri besleniyor?</li></ul>
zh_cn: 案例分析是个意在传达教学资讯的案例. 可以是一个实例让学生将所学知识及经验应用上. 当设计案例分析时你可考虑以下: <ul> <li> 在这个案例中你所要传达的教学要点</li> <li> 学生需要做什么准备工作以便进行这个案例分析</li> <li> 这个案例是否适用此课程的其它部份</li> <li> 学生对此案例的各种可能反应. </li> </ul>
zh_tw: 案例分析提供學生們一個有教育意義的模擬情境。通常它會基於一個真實的情境，要求學生來展示實作，或是描述他們可能會怎麼做，以便解決該情境的問題。案例分析允許學生使用他們自己的知識與經驗來解決指定的工作。當設計案例分析時您可考慮以下的因素：<ul> <li> 在這個故事情境中您所要傳達的教學要點</li> <li> 學生需要做什麼準備工作以便進行這個案例分析</li> <li> 這個案例是否適用此課程的其他部份</li> <li> 學生對此案例的各種可能反應。例如： 在教室的情境中，如何設立團隊解決案例中不同角度的問題，以及想法如何回饋到班上</li></ul>
