Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Line Height
ca: Alçada de línia
ca_es@valencia: Alçària de línia
dz: གྲལ་ཐིག་གི་་མཐོ་ཚད
el: Ύψος γραμμής
es: Ancho de la fila
eu: Lerro garaiera
fr: Hauteur de ligne
gl: Alto da fila
it: Altezza riga
nl: Lijnhoogte
pl: Wysokość linii
pt: Altura da linha
ru: Высота строки
tr: Satır yüksekliği
zh_cn: 行高
zh_tw: 行高度

source: Variant
dz: ཁྱད་དངོས
el: Παραλλαγή
es: Variante
eu: Aldaera
fr: Variante
gl: Variante
it: Variante
pl: Wariant
pt: Variante
ru: Вариант
tr: Varyant
zh_cn: 变量
zh_tw: 變異

source: Weight
ca: Pes
ca_es@valencia: Pes
dz: ལྗིད་ཚད
el: Βάρος
es: Peso
eu: Pisua
fr: Gras
gl: Peso
it: Spessore
nl: Gewicht
pl: Waga
pt: Peso
ru: Толщина
tr: Ağırlık
zh_cn: 重量
zh_tw: 重量

source: Positioning
ca: Posicionament
ca_es@valencia: Posició
dz: གནས་ས་བཞག་ནི
el: Τοποθέτηση
es: Posicionamiento
eu: Kokapena
fr: Positionnement
gl: Posición
it: Posizionamento
nl: Positionering
pl: Pozycjonowanie
pt: Posicionamento
ru: Положение
tr: Onumlandırma
zh_cn: 定位
zh_tw: 位置

source: Insert span at selection
ca: Insereix espai en la selecció
ca_es@valencia: Insereix un espai en la selecció
dz: ་སེལ་འཐུ་ལུ་འཕར་ཚད་བཙུགས
el: Εισαγωγή διαστήματος στην επιλογή
es: Insertar span en selección
eu: Span sartu aukeratutakoan
fr: Inclure étendue/durée à la sélection
gl: Inserir span en selección
it: Inserire span alla selezione
nl: Voeg het bereik in bij de selectie
pl: Wstaw zakres wyboru
pt: Inserir fragmento de texto na selecção
ru: Вставить диапазон при выборе
tr: Seçime aralık ekle
zh_cn: 在选择处插入行内元素（span）

source: Clip
dz: འཛིན་ལྕགས
el: Συνδετήρας
es: Recortar
eu: Klip
pl: Obcinanie
ru: Клип
tr: Klips
zh_cn: 片段
zh_tw: 素材

source: Placement
ca: Emplaçament
ca_es@valencia: Emplaçament
dz: བཙུགས་བཞག
el: Τοποθέτηση
es: Posicionamiento
eu: Kokalekua
gl: Colocación
it: Piazzamento
nl: Plaatsing
pl: Położenie
pt: Posicionamento
ru: Размещение
tr: Yerleştirme
zh_cn: 放置
zh_tw: 放置

source: Overflow
ca: Desbordament
ca_es@valencia: Desbordament
dz: ལུད་སོང
el: Υπερχείλιση
es: Desbordamiento
fr: Débordement
gl: Desbordamento
nl: Overvloeien
pl: Przepełnienie
ru: Переполнение
tr: Taşma
zh_cn: 溢出
zh_tw: 溢位

source: Visibility
ca: Visibilitat
ca_es@valencia: Visibilitat
dz: མཐོང་གསལ
el: Ορατότητα
es: Visibilidad
eu: Ikusgarritasuna
fr: Visibilité
gl: Visibilidade
it: Visibilità
nl: Zichtbaarheid
pl: Widoczność
pt: Visibilidade
ru: Видимость
tr: Görünürlük
zh_cn: 可见
zh_tw: 可見

source: Bullet Image
ca: Imatge pic
ca_es@valencia: Imatge de pic
dz: གཟུགས་བརྙན་འགོ་ཚག
el: Κουκκίδα εικόνας
es: Imagen de la viñeta
eu: Bulet-irudia
fr: Image de puce
gl: Imaxe da viñeta
it: Immagine del punto di lista
nl: Opsommingsteken
pl: Punktor Obraz
pt: Imagem de lista
ru: Изображение пули
tr: Madde imi Resmi
zh_cn: 列表图片
zh_tw: 圓鈕影像

source: Margin
ca: Marge
ca_es@valencia: Marge
dz: མཐའ་སྟོང
el: Περιθώριο
es: Margen
eu: Margina
fr: Marge
gl: Marxe
it: Margine
nl: Marge
pl: Margines
pt: Margem
ru: Отступ
tr: Kenar Boşluğu
zh_cn: 边距
zh_tw: 邊界

source: Same for All
ca: Igual per a tot
ca_es@valencia: El mateix per a tot
dz: ཆ་མཉམ་ལུ་ཅོག་འཐདཔ
el: Το ίδιο για όλα
es: Lo mismo en todos
eu: Guztientzat berdina
fr: Identique pour tous
gl: O mesmo en todos
it: Uguale per tutti
nl: Alles hetzelfde
pl: To samo dla wszystkich
pt: O mesmo para todos
ru: Одинаково для всех
tr: Herkes için Aynı
zh_cn: 全部相同
zh_tw: 全部相同

source: Padding
ca: Farciment
ca_es@valencia: Farciment
dz: བར་ཤབས
el: Γέμισμα
es: Relleno
fr: Espacement
gl: Recheo
nl: Opening
pl: Padding - odstęp wewnątrz elementu
ru: Поля
tr: Takviye
zh_cn: 边框边距
zh_tw: 補齊

source: Float
ca: Flotant
ca_es@valencia: Flotant
dz: ལྡིང་ནི
el: Πλεύση
es: Imagen flotante
eu: Portaera
fr: Comportement
gl: Imaxe flotante
it: Flessibile
nl: Drijven
pl: Sposób
pt: Flutuante
ru: Плавает
tr: Suda durmak
zh_cn: 浮动
zh_tw: 浮動

source: Display
ca: Visualització
ca_es@valencia: Mostra
dz: གསལ་སྟོན་འབད
el: Εμφάνιση
es: Mostrar
eu: Erakutsi
fr: Affichage
gl: Amosar
it: Visualizzazione
nl: Weergave
pl: Wyświetl
ru: Отображение
tr: Görüntüle
zh_cn: 显示
zh_tw: 顯示

source: Whitespace
ca: Espai en blanc
ca_es@valencia: Espai en blanc
dz: བར་སྟོང་དཀརཔོ
el: Κενό
es: Espacio en blanco
eu: Zuriunea
fr: Fin de ligne
gl: Espazo en branco
it: Spazio bianco
nl: Witruimte
pl: Biały znak odstępu
pt: Espaço
ru: Пробел
tr: Beyaz boşluk
zh_cn: 空白
zh_tw: 空白

source: Text Indent
ca: Sagnat del text
ca_es@valencia: Sagnat del text
dz: ཚིག་ཡིག་འགོ་མཚམས
el: Εσοχή κειμένου
es: Sangría
eu: Koska
fr: Indentation du texte
gl: Sangría
it: Indentazione testo
nl: Inspringen
pl: Wcięcie tekstu
pt: Indent
ru: Отступ текста
tr: Metin Girintisi
zh_cn: 文本缩进
zh_tw: 文字縮排

source: Text Align
ca: Alineació del text
ca_es@valencia: Alineació del text
dz: ཚིག་ཡིག་ཕྲང
el: Στοίχιση κειμένου
es: Alineación del texto
eu: Testu lerrokatzea
fr: Alignement du texte
gl: Aliñamento do texto
it: Allineamento testo
nl: Tekstuitlijning
pl: Wyrównaj tekst
pt: Alinhamento de texto
ru: Выравнивание текста
tr: Metin hizalama
zh_cn: 文本对齐
zh_tw: 文字對齊

source: Letter Spacing
ca: Espaiat entre lletres
ca_es@valencia: Espaiat entre caràcters
dz: ཡི་གུ་གི་བར་སྟོང
el: Απόσταση γραμμάτων
es: Espacio entre letra
eu: Letra banaketa
fr: Espacement des lettres
gl: Espazo entre letras
it: Spaziatura caratteri
nl: Letterruimte
pl: Odstępy między literami
pt: Espaçamento de letras
ru: Отступы между буквами
tr: Harf başluğu
zh_cn: 字母间距
zh_tw: 字母間隔

source: Word Spacing
ca: Espaiat entre paraules
ca_es@valencia: Espaiat entre paraules
dz: ཚིག་གི་་བར་སྟོང
el: Απόσταση λέξεων
es: Espacio entre palabra
eu: Hitz banaketa
fr: Espacement des mots
gl: Espazo entre palabras
it: Spaziatura parole
nl: Woordruimte
pl: Odstępy między wyrazami
pt: Espaçamento de palavras
ru: Отступы между словами
tr: Kelime aralığı
zh_cn: 字间距
zh_tw: 單字間隔

source: Vertical Position
ca: Posició vertical
ca_es@valencia: Posició vertical
dz: ཀེར་ཕྲང་གནས་ས
el: Κάθετη θέση
es: Posición vertical
eu: Posizio bertikala
fr: Position verticale
gl: Posición vertical
it: Posizione verticale
nl: Verticale positie
pl: Pozycja pionowa
pt: Posição vertical
ru: Вертикальная позиция
tr: Dikey Konum
zh_cn: 垂直位置
zh_tw: 垂直位置

source: Background Image
ca: Imatge de fons
ca_es@valencia: Imatge de fons
dz: རྒྱབ་གཞི་གཟུགས་བརྙན
el: Εικόνα παρασκηνίου
es: Imagen de fondo
eu: Atzeko irudia
fr: Image de fond
gl: Imaxe de fondo
it: Immagine sfondo
nl: Achtergrondafbeelding
pl: Obraz tła
pt: Imagem de fundo
ru: Фоновое изображение
tr: Arka Plan Resmi
zh_cn: 背景图片
zh_tw: 背景影像

source: Blink
ca: parpelleig
ca_es@valencia: Parpelleig
dz: འགུལ་སྤར
el: Βλεφάρισμα
es: Parpadeo
eu: Keinada
fr: clignotant
gl: Pestanexo
it: Lampeggiante
nl: Knipperen
pl: Migotanie
pt: Piscar
ru: Мерцающий
tr: Göz Kırpma
zh_cn: 闪烁
zh_tw: 閃爍

source: Case
ca: Cas
ca_es@valencia: Majúscules/minúscules
dz: ཡིག་ཚོར
el: Θήκη
es: Minús./Mayús.
eu: Minus./Maius
fr: Casse
gl: Minús./Maiús
it: Maiuscolo/minuscolo
nl: Hoofdlettergebruik
pl: Przypadek
pt: Maiúscula
ru: Регистр
tr: Büyük/Küçük
zh_cn: 大小写
zh_tw: 大小寫

source: Overline
ca: sobreratllat
ca_es@valencia: Sobreratllat
el: Γενικά
es: Subrayado superior
eu: Goimarra
fr: ligne au-dessus
gl: Subliñado superior
it: Sopralineato
nl: Overhalen
pl: Nad linią
pt: Sobrelinha
ru: С верхней чертой
tr: Üst çizgi
zh_cn: 上划线
zh_tw: 上線

source: Position
ca: Posició
ca_es@valencia: Posició
dz: གནས་ས
el: Θέση
es: Posición
eu: Kokapena
gl: Posición
it: Posizione
nl: Positie
pl: Pozycja
pt: Posição
ru: Позиция
tr: Durum
zh_cn: 位置
zh_tw: 位置

source: Repeat
ca: Repeteix
ca_es@valencia: Repeteix
dz: ཡང་བསྐྱར
el: Επανάληψη
es: Repetición
eu: Errepikatu
fr: Répéter
gl: Repetir
it: Ripetizione
nl: Herhalen
pl: Powtórz
pt: Repetir
ru: Повтор
tr: Tekrar et
zh_cn: 重复
zh_tw: 重覆

source: Toolbar Toggle
ca: Commuta la barra d'eines
ca_es@valencia: Commuta la barra d'eines
dz: ལག་ཆས་ཕྲ་རིང་ སོར་
el: Εναλλαγή γραμμής εργαλείων
es: Activar/desactivar barra de herramientas
eu: Tresna-barra aldatu
fr: Barre d'outils
gl: Activar/desactivar barra de ferramentas
it: Attiva barra strumenti
pl: Pokaż/Ukryj wszystkie opcje
pt: Ativar/desativar a barra de ferramentas
ru: Переключить Панель инструментов
tr: Araç Çubuğu Geçişi
zh_cn: 工具栏切换
zh_tw: 切換工具列

source: Instructions:
ca: Instruccions :
ca_es@valencia: Instruccions:
dz: བཀོད་རྒྱ་ཚུ་:
el: Οδηγίες:
es: Instrucciones:
eu: Argibideak:
fr: Consignes :
gl: Instrucións:
it: Istruzioni:
nl: Aanwijzingen:
pl: Instrukcje:
pt: Instruções:
ru: Инструкции:
tr: Yönergeler:
zh_cn: 说明：
zh_tw: 指示：

source: Create a Page with a Free Text iDevice.
ca: Crea una pàgina amb l'iDevice text lliure.
ca_es@valencia: Crea una pàgina amb un iDevice de text lliure.
el: Δημιουργία μιας σελίδας με το η-Σύνεργο 'Κείμενο'.
es: Crea una página con un iDevice de Texto libre.
eu: Testu librea iDevice-a duen orri bat sortu.
fr: Créer une page avec un outil pédagogique de texte libre.
gl: Crear unha páxina co iDevice Texto Libre.
it: Creare una pagina con iDevice Testo libero.
nl: Maak een pagina met een beschikbaar Tekst iDevice
pl: Utwórz stronę za pomocą iObiektu Dowolny tekst
pt: Criar uma página com um iDevice de Texto Livre
ru: Создать страницу со свободным текстовым iDevice.
tr: Serbest Metin iDevice ile bir Sayfa oluşturun.
zh_cn: 创建带有自由文本iDevice 模块的页面。
zh_tw: 利用「自由文字」 iDevice來新建頁面。

source: Define the Link: Select that page.
ca: Defineix l'enllaç: Selecciona quina pàgina.
ca_es@valencia: Defineix l'enllaç: selecciona aqueixa pàgina.
dz: འབྲེལ་ལམ་དེ་ངེས་འཛིན་འབད་ན།: ཤོག་ལེབ་གཅིག་སེལ་འཐུ་འབད་གནང།.
el: Προσδιορίστε τον σύνδεσμο: Επιλέξτε αυτή τη σελίδα.
es: Define el enlace: selecciona la página.
eu: Esteka zehaztu: orria aukeratu.
fr: Définir le lien: Sélectionner cette page.
gl: Define a ligazón: selecciona a páxina.
it: Definire il link: scegliere la pagina.
nl: Definieer de link: Kies die pagina.
pl: Zdefiniuj link: wybierz tę stronę.
pt: Definir a Ligação: Escolher esta página.
ru: Определить ссылку: Выбрать эту страницу.
tr: Bağlantıyı Tanımla: O sayfayı seçin.
zh_cn: 定义链接：选择该页面。
zh_tw: 定義連結：選擇該頁面。

source: The tooltip will show the content of the Free Text iDevice.
ca: L'indicador de funció mostrarà el contingut de l'iDevice text lliure.
ca_es@valencia: L'indicador de funció mostrarà el contingut de l'iDevice de text lliure.
el: Η συμβουλή εργαλείου θα δείξει το περιεχόμενο του η-Σύνεργου 'Κείμενο'.
es: El bocadillo mostrará el contenido del iDevice de Texto libre.
eu: Argibideak erakutsiko du Testu libre iDevicea-ren edukia.
fr: L'info-bulle montrera le contenu de l'outil pédagogique texte libre.
gl: O tooltip amosará o contido do iDevice de Texto Libre.
it: Il suggerimento mostrerà il contenuto del iDevice Testo libero.
nl: De tooltip toont de inhoud van het beschikbare Text iDevice
pl: Etykietka narzędzia wyświetli zawartość iObiektu Dowolny tekst
pt: A dica de contexto vai mostrar o conteúdo do iDevice de Texto Livre.
ru: Подсказка покажет содержимое свободного текстового iDevice.
tr: Araç ipucu, Serbest Metin iDevice içeriğini gösterecektir.
zh_cn: 工具提示将显示自由文本 iDevice 模块的内容。
zh_tw: 此工具提示會顯示自由文字 iDevice的內容。

source: Please select a Page
ca: Selecciona una pàgina
ca_es@valencia: Tria una pàgina
dz: ཤོག་ལེབ་གཅིག་སེལ་འཐུ་འབད་གནང
el: Παρακαλώ επιλέξτε μια σελίδα
es: Por favor seleccione una página
eu: Aukeratu orri bat, mesedez
fr: Veuillez sélectionner une page
gl: Seleccione unha páxina
it: Scegliere una pagina
nl: Kies een pagina
pl: Proszę wybrać stronę
pt: Por favor, escolha uma página
ru: Пожалуйста, выберите страницу
tr: Lütfen bir sayfa seçin
zh_cn: 请选择一个页面
zh_tw: 請選擇一個頁面

source: The Link is required
ca: Cal posar l'enllaç
ca_es@valencia: Es requereix l'enllaç.
dz: འབྲེལ་ལམ་འདི་དགོས་མཁོ་ཡོད
el: Ο σύνδεσμος είναι απαραίτητος
es: Rellene el campo DIRECCIÓN
eu: Esteka derrigorrezkoa da
fr: Le lien est obligatoire
gl: Precísase a ligazón
it: Il link è richiesto
nl: De snelkoppeling is noodzakelijk
pl: Link jest wymagany
pt: A Ligação é requerida
ru: Требуется ссылка
tr: Bağlantı gerekli
zh_cn: 链接是必需的
zh_tw: 需要指定的連結

source: The Link title is required
ca: Cal posar el títol del enllaç
ca_es@valencia: Es requereix el títol de l'enllaç.
dz: འབྲེལ་ལམ་གྱི་འགོ་མིང་དེ་དགོས་མཁོ་ཡོད
el: Ο τίτλος του συνδέσμου είναι απαραίτητος
es: Rellene el campo TÍTULO DEL ENLACE
eu: Estekaren izenburua derrigorrezkoa da
fr: Le titre du lien est obligatoire.
gl: Precísase do título da ligazón
it: Il titolo del link è richiesto
nl: De link is vereist
pl: Tytuł łącza jest wymagany
pt: É obrigatório um título para a Ligação
ru: Заголовок ссылки обязателен
tr: Bağlantı başlığı gerekli
zh_cn: 链接标题是必需的
zh_tw: 需要指定連結標題

source: Please write the Definition
ca: Escriu una definició
ca_es@valencia: Escriu la definició
dz: ངེས་ཚིག་དེ་འབྲི་གནང
el: Παρακαλώ γράψτε τον ορισμό
es: Por favor escriba la definición
eu: Idatzi terminoaren definizioa
fr: Veuillez écrire la définition
gl: Escriba a definición
it: Scrivere la definizione
nl: Maak de omschrijving
pl: Napisz definicję
pt: Por favor, escreva a Definição
ru: Пожалуйста, напишите определение
tr: Lütfen Tanımı yazın
zh_cn: 请写下定义
zh_tw: 請寫下定義

source: Tooltip
ca: Indicador de funció
ca_es@valencia: Indicador de funció
dz: ལག་ཆས་ཕན་བསླབ
el: Συμβουλή εργαλείου
es: Bocadillo (tooltip)
eu: Argibidea
fr: Info-bulle
it: Suggerimento
pl: Podpowiedź
pt: Dica de contexto
ru: Подсказка
tr: İpucu
zh_cn: 工具提示
zh_tw: 小工具提示

source: Plain text. You can add a title.
ca: Text pla. Podeu afegir un títol.
ca_es@valencia: Text net. Podeu afegir un títol.
dz: ཚིག་ཡིག་རྐྱང་པོ། ཁྱོད་ཀྱི་ མགོ་མིང་གཅིག་ཁ་སྐོང་རྐྱབ་བཏུབ.
el: Απλό κείμενο. Μπορείτε να προσθέσετε τίτλο.
es: Texto plano. Puede añadir un título.
eu: Testu arrunta. Izenburua erantsi diezaiokezu.
fr: Texte simple. Vous pouvez ajouter un titre.
gl: Texto plano. Vostede pode engadir un título.
it: Testo semplice. Si può aggiungere un titolo.
nl: PLatte tekst. Je kunt een titel toevoegen.
pl: Zwykły tekst. Możesz dodać tytuł.
pt: Texto simples. Pode acrescentar um título.
ru: Простой текст. Вы можете добавить заголовок.
tr: Düz metin. Bir başlık ekleyebilirsiniz.
zh_cn: 纯文本。您可以添加标题。
zh_tw: 純文字。您可以新增一個標題。

source: Write the term and its definition. You may use HTML and edit it in the editor.
ca: Escriu el terme i la seva definició. Podeu usar HTML i editar-lo a l'editor.
ca_es@valencia: Escriu el terme i la seua definició. Tal vegada pots utilitzar HTML i editar-ho en un editor.
el: Γράψτε τον όρο και τον ορισμό του. Μπορείτε να χρησιμοποιήσετε HTML και να την επεξεργαστείτε στον επεξεργαστή.
es: Escriba el texto y su definición. Puede usar HTML y editarlo con el editor.
eu: Idatzi terminoa eta bere definizioa. HTML erabili dezakezu eta editorean editatu.
fr: Écrivez le terme et sa définition. Vous pouvez utiliser HTML et éditer dans l'éditeur.
gl: Escriba o termo e a súa definición. Pode utilizar HTML e editalo cun editor.
it: Scrivere il termine e la sua definizione. Si può usare HTML e modificarlo nell'editor.
nl: Schrijf de uitdrukking en de bijbehorende definitie. Je kunt HTML gebruiken en dit aanmaken in de editor.
pl: Napisz termin i jego definicję. Możesz użyć HTML i edytować go w edytorze.
pt: Escreva o termo e a sua definição. Pode utilizar HTML e editá-o no editor.
ru: Напишите термин и его определение. Вы можете использовать HTML и редактировать его в редакторе.
tr: Terimi ve tanımını yazınız. HTML kullanabilir ve editörde düzenleyebilirsiniz.
zh_cn: 写下术语及其定义。您可以使用HTML并在编辑器中对其进行编辑。
zh_tw: 寫下字詞與其定義。您可以使用HTML並在編輯器中編輯。

source: Show the content of the first Free Text iDevice in the specified page.
ca: Mostra el contingut del primer iDevice text lliure a la pàgina especificada.
ca_es@valencia: Mostra el contingut del primer iDevice de text lliure en la pàgina especificada.
el: Εμφάνιση του περιεχομένου στο πρώτο η-Σύνεργο 'Κείμενο' στην καθορισμένη σελίδα.
es: Muestra el contenido del primer iDevice de Texto libre de la página especificada.
eu: Zehaztutako orriko lehen Testu Libre iDevice-aren edukia erakutsi.
fr: Montrer le contenu du premier outil pédagogique de texte libre dans la page spécifiée.
gl: Amosa o contido do primeiro iDevice de Texto libre da páxina.
it: Mostra il contenuto del primo iDevice Testo libero nella pagina indicata.
nl: Toon de inhoud van de eerste Vrije tekst iDevice in de opgegeven pagina.
pl: Pokaż zawartość pierwszego iObiektu Dowolny tekst na określonej stronie.
pt: Mostrar o conteúdo do primeiro iDevice de Texto Livre na página especificada.
ru: Показать содержимое первого свободного текстового iDevice в заданной странице.
tr: Belirtilen sayfada ilk Serbest Metin iDevice içeriğini gösterin.
zh_cn: 在指定页面中显示第一个“自由文本” iDevice 模块的内容。
zh_tw: 在指定的頁面中，顯示第一個自由文字 iDevice的內容。

source: Tooltip title
ca: Indicador de funció títol
ca_es@valencia: Títol de l'indicador de funció
dz: ལག་ཆས་ཕན་བསླབ་ཀྱི་མགོ་མིང
el: Τίτλος συμβουλής εργαλείων
es: Título del bocadillo
eu: Argibide-titulua
fr: Titre de l'info-bulle
gl: Título do tooltip
it: Titolo del suggerimento
nl: Titel van de tooltip
pl: Tytuł podpowiedzi
pt: Título da dica de contexto
ru: Заголовок подсказки
tr: Araç ipucu başlığı
zh_cn: 工具提示标题
zh_tw: 工具提示標題

source: Page
ca: Pàgina
ca_es@valencia: Pàgina
dz: ཤོག་ལེབ
el: Σελίδα
es: Página
eu: Orria
gl: Páxina
it: Pagina
nl: Pagina
pl: Strona
pt: Página
ru: Страница
tr: Sayfa
zh_cn: 页
zh_tw: 頁面

source: Link URL
ca: URL de l'enllaç
ca_es@valencia: URL d'enllaç
dz: ཡུ་ཨར་ཨེལ་འབྲེལ་མཐུད་བཟོ
el: URL συνδέσμου
es: Dirección del hipervínculo
eu: Loturaren URL helbidea
fr: URL du lien
gl: URL do hipervínculo
it: URL collegamento
nl: URL
pt: URL do hyperlink
ru: Адрес ссылки
tr: Bağlantı adresi
zh_cn: 链接网址
zh_tw: 連結網址

source: Pages
ca: Pàgines
ca_es@valencia: Pàgines
dz: ཤོག་ལེབ་ཚུ
el: Σελίδες
es: Páginas
eu: Orriak
gl: Páxinas
it: Pagine
nl: Pagina's
pl: Strony
pt: Páginas
ru: Страницы
tr: Sayfa(lar)
zh_cn: 页面
zh_tw: 頁面

source: Link title
ca: Títol de l'enllaç
ca_es@valencia: Títol de l'enllaç
dz: འབྲེལ་ལམ་གྱི་མགོ་མིང
el: Τίτλος συνδέσμου
es: Título del enlace
eu: Esteka-izenburua
fr: Titre du lien
gl: Título da ligazón
it: Titolo del link
nl: Titel van de link
pl: Tytuł łącza
pt: Título da ligação
ru: Заголовок ссылки
tr: Başlık Bağlantısı
zh_cn: 链接标题
zh_tw: 連結標題

source: The tooltip will show the Link title.
ca: L'indicador de funció mostrarà l'enllaç al títol.
ca_es@valencia: L'indicador de funció mostrarà el títol de l'enllaç.
el: Η συμβουλή εργαλείου θα εμφανίζει τον τίτλο του συνδέσμου.
es: El bocadillo mostrará el título del enlace.
eu: Argibideak esteka-izenburua erakutsiko du.
fr: L'info-bulle montrera le titre du lien.
gl: O tooltip amosará o título da ligazón.
it: Il suggerimento mostrerà il titolo del link.
nl: De titel van de link verschijnt in de tooltip
pl: Etykietka narzędzia pokaże tytuł Łącza i tytuł objaśnienia.
pt: A dica de contexto mostrará o título da Ligação.
ru: Подсказка покажет заголовок ссылки.
tr: Araç ipucu Bağlantı başlığını gösterecektir.
zh_cn: 工具提示将显示链接标题。
zh_tw: 這個工具提示會顯示連結標題。

source: The tooltip will show the term and its definition.
ca: L'indicador de funció mostrarà el terme i la seva definició.
ca_es@valencia: L'indicador de funció mostrarà el terme i la seua definició.
el: Η συμβουλή εργαλείου θα εμφανίζει τον όρο και τον ορισμό του.
es: El bocadillo mostrará el término y su definición.
eu: Argibideak, terminoa eta bere definizioa erakutsiko ditu.
fr: L'info-bulle montrera le terme et sa définition.
gl: O tooltip amosará o termo e a súa definición.
it: Il suggerimento mostrerà il termine e la sua definizione.
nl: De tooltip toont de uitdrukking en de definitie.
pl: Etykieta narzędzia wyświetli termin i jego definicję.
pt: A dica de contexto mostrará o termo e a sua definição.
ru: Подсказка покажет термин и его определение.
tr: Araç ipucu terimi ve tanımını gösterir.
zh_cn: 工具提示将显示术语及其定义。
zh_tw: 這個工具提示會顯示專有名詞以及其定義。

source: Definition:
ca: Definició:
ca_es@valencia: Definició:
dz: ངེས་ཚིག:
el: Ορισμός:
es: Definición:
eu: Definizioa:
fr: Définition :
gl: Definición:
it: Definizione:
nl: Definitie:
pl: Definicja:
pt: Definição:
ru: Определение:
tr: Tanım:
zh_cn: 定义:
zh_tw: 定義：

source: Behaviour
ca: Comportament
ca_es@valencia: Comportament
dz: སྤྱོད་ལམ
el: Συμπεριφορά
es: Comportamiento
eu: Portaera
fr: Comportement
gl: Comportamento
it: Comportamento
nl: Gedrag
pl: Zachowanie
pt: Comportamento
ru: Поведение
tr: Davranış
zh_cn: 行为
zh_tw: 行為

source: Close behaviour:
ca: Comportament de «tanca»:
ca_es@valencia: Tanca el comportament:
dz: སྤྱོད་ལམ་ཁ་བསྡམས:
el: Συμπεριφορά κλεισίματος:
es: Cierre:
eu: Isteko modua:
fr: Comportement immédiat:
gl: Peche:
it: Comportamento in chiusura:
nl: Kies gedrag
pl: Zamknij zachowanie:
pt: Comportamento de Fechar:
ru: Поведение при закрытии:
tr: Yakın davranış:
zh_cn: 关闭行为：
zh_tw: 結束行為：

source: Automatically close the tooltip when moving the mouse out of the link
ca: De forma automàtica tanca l'indicador de funcions quan es mogui el ratolí fora de l'enllaç
ca_es@valencia: Tanca automàticament l'indicador de funció quan es mou el ratolí fora de l'enllaç.
el: Αυτόματο κλείσιμο συμβουλής εργαλείου όταν ο δείκτης κινείται έξω από τον σύνδεσμο
es: Se cierra automáticamente cuando el ratón deja de estar sobre el enlace
eu: Argibidea itxi xagua estekatik kanpo mugitzerakoan
fr: Fermeture automatique de l'info-bulle quand la souris sort du lien.
gl: Pechar automaticamente o tooltip cando o rato deixa de estar sobre a ligazón
it: Chiudere automaticamente il suggerimento quando il mouse esce dal link
nl: Sluit de tooltip automatisch als de muis van de link weg bewogen wordt
pl: Automatycznie zamknij objaśnienie po przesunięciu myszy poza łącze
pt: Feche automaticamente a dica de contexto quando o rato se deslocar fora da ligação.
ru: Автоматически закрывать подсказку при перемещении мыши за пределы ссылки
tr: Fareyi bağlantının dışına doğru hareket ettirirken araç ipucunu otomatik olarak kapatın
zh_cn: 将鼠标移出链接时自动关闭工具提示
zh_tw: 當滑鼠移開連結時，自動關閉工具提示

source: Close button: It will close the tooltip when clicked
ca: Botó tanca: Tancarà l'indicador de funcions quan es premi
ca_es@valencia: Tanca el botó: tancarà l'indicador de funció quan es clique.
el: Πλήκτρο κλεισίματος: όταν πιεστεί θα κλείνει τη συμβουλή εργαλείου
es: Botón de cierre (el diálogo se cierra al hacer clic en él)
eu: Argibidea isteko botoi bat jarri
fr: Touche fermeture: cliquer dessus fermera l'info-bulle
gl: Botón de pechar: pechará o tooltip cando se prema
it: Bottone di chiusura: chiude il suggerimento quando viene cliccato
nl: Knop Sluit: Sluit de tooltip nadat er op is geklikt
pl: Przycisk Zamknij: Po kliknięciu zamknie etykietkę narzędzi
pt: Botão Fechar: a dica de contexto será fechado quando o botão for clicado
ru: Кнопка закрытия: Подсказка будет закрыта при щелчке
tr: Kapat düğmesi: Tıklandığında araç ipucunu kapatır
zh_cn: 关闭按钮：单击时将关闭工具提示
zh_tw: 關閉按鈕：點擊後，會關閉工具提示

source: Link behaviour:
ca: Comportament de l'enllaç:
ca_es@valencia: Comportament de l'enllaç:
dz: འབྲེལ་མཐུད་ཀྱི་སྤྱོད་ལམ:
el: Συμπεριφορά συνδέσμου:
es: Comportamiento del enlace:
eu: Estekaren jokaera:
fr: Comportement du lien :
gl: Comportamento da ligazón:
it: Comportamento del link:
nl: Link gedrag:
pl: Zachowanie linku:
pt: Comportamento da Ligação:
ru: Поведение ссылки:
tr: Bağlantı davranışı:
zh_cn: 链接行为：
zh_tw: 連結行為：

source: Open in the same window
ca: Obre a la mateixa finestra
ca_es@valencia: Obri l'enllaç en la mateixa finestra
dz: བིན་ཌོ་འདི་གི་ནང་ཁ་ཕྱེ
el: Ανοίγει στο ίδιο παράθυρο
es: Se abre en la misma ventana
eu: Lotura leiho berean ireki
fr: Ouvrir dans la même fenêtre
gl: Abrir na mesma xanela
it: Aprire nella stessa finestra
nl: Open in hetzelfde venster
pl: Otwórz w tym samym oknie
pt: Abrir na mesma janela
ru: Открыть в том же окне
tr: Aynı pencerede aç
zh_cn: 在同一窗口打开
zh_tw: 在同一個視窗裡開啟
