Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: renamed a Resource for an Applet Idevice, and it should not have even made it this far!
ca: canvia el nom del recurs per a l'iDevice l'Aplicació de Java, i no feu el nom massa llarg!
ca_es@valencia: canvia el nom del recurs per a l'iDevice d'aplicació de Java, i no escriu el seu nom massa llarg
el: Μετονομάστε την πηγή ενός η-Σύνεργου μικροεφαρμογής και δεν θα χρειαστεί να το ξανακάνετε!
es: ¡Ha renombrado un recurso de un iDevice Applet y no debería haberlo hecho en este momento!
eu: Applet iDevice baliabide baten izena aldatu da eta ez luke honaino iritxi behar!
fr: Vous avez renommé une ressource pour un outil pédagogique d'appoint, mais cela n'est pas nécessaire !
gl: renomeou un recurso dun iDevice Applet pero non debera telo feito neste momento!
it: ha rinominato una risorsa di una applet iDevice, e non avrebbe dovuto arrivare fin lì!
nl: hernoem een bron voor een Applet iDevice, om dit te vermijden
pl: zmienił nazwę zasobu na Applet Idevice i nie powinno być nawet tak daleko!
pt: foi renomeado um Recurso para iDevice Applet, não deveria ter demorado até agora para o fazer!
ru: переименован ресурс iDevice апплет, и вы не должны делать это настолько далеко!
tr: br Applet Idevice için bir Kaynağı yeniden adlandırdı ve bu kadar ileri gitmemeliydi!
zh_cn: 重命名了Applet Idevice的资源，它甚至还没有做到这一点！
zh_tw: 已為一個 idevice 重新命名，但注意不應該發生這個問題喔！

source: The RSS iDevice is used to provide new content to an individual users machine. Using this iDevice you can provide links from a feed you select for learners to view.
ca: L'iDevice RSS és emprat per proveir continguts nous per usuaris individuals. Utilitzant aquest iDevice podeu proporcionar enllaços des de l'alimentació que seleccioneu per tal que els alumnes la vegin.
ca_es@valencia: L'iDevice RSS s'utilitza per a proporcionar continguts nous a usuaris individuals. Utilitzant aquest iDevice podeu proporcionar enllaços des d'un canal que seleccioneu perquè l'alumnat el veja.
el: Το η-Σύνεργο RSS χρησιμοποιείται για να δίνει νέο περιεχόμενο στο μαθησιακό αντικείμενο κάθε χρήστη. Χρησιμοποιώντας αυτό το η-Σύνεργο μπορείτε να παρέχετε υπερσυνδέσμους από έναν τροφοδότη, τον οποίο επιλέξατε να βλέπουν οι μαθητές σας.
es: El iDevice RSS se usa para recopilar contenido nuevo en la maquina de un usuario individual. Usando este iDevice puede proporcionar enlaces a un canal RSS para que los alumnos lo vean.
eu: 'RSS' iDevicea banako bati edukia emateko erabiltzen da. iDevice honen bidez, feed batetik estekak aukera ditzakezu, ikasleek ikus ditzaten.
fr: L'outil pédagogique RSS permet d'actualiser certains contenus. En utilisant cet outil, vous pouvez créer des liens vers des flux d'informations sélectionnées que vous souhaitez partager avec les apprenants.
gl: O iDevice RSS úsase para proporcionar novos contidos á máquina dunha persoa usuaria de xeito individual. Utilizando este iDevice pode proporcionar ligazóns a unha canle RSS para que a vexa o alumnado.
it: L'iDevice RSS è usato per fornire nuovi contenuti alla macchina di ogni singolo utente. Usando questo iDevice si forniscono link da feed scelti per essere visti dagli studenti.
nl: Het RSS iDevice wordt gebruikt om nieuwe inhoud naar een individuele computer te versturen. Met dit iDevice kun je koppelingen van een RSS feed aanbieden aan de studenten.
pl: iObiekt RSS służy do dostarczania nowych treści do indywidualnego komputera użytkownika. Korzystając z tego iObiektu, możesz podać linki z kanału, który wybierzesz dla osób uczących się.
pt: O iDevice RSS é utilizado para fornecer conteúdo remoto na página que está a criar. Com este iDevice pode providenciar ligações para conteúdos que os formandos poderão visualizar.
ru: RSS iDevice используется, чтобы предоставить новое содержимое на отдельной машине пользователя. Используя этот iDevice вы можете предоставить ссылки из исходного выбора для учащихся, для просмотра.
tr: RSS iDevice, bireysel bir kullanıcı makinesine yeni içerik sağlamak için kullanılır. BuiCihazı kullanarak, öğrencilerin görüntülemesi için seçtiğiniz bir beslemeden bağlantılar sağlayabilirsiniz.
zh_cn: RSS 这个 iDevice 模块用于向单个用户的计算机提供新内容。通过这个iDevice模块，可以推送订阅源中的链接供学习者查看。
zh_tw: RSS 可以提供新的內容給個別的使用者。您可以用這個 iDevice 將您所選擇的教材提供給學生觀看。

source: Enter an RSS URL for the RSS feed you want to attach to your content. Feeds are often identified by a small graphic icon (often like this <img src="/images/feed-icon.png" />) or the text "RSS". Clicking on the icon or text label will display an RSS feed right in your browser. You can copy and paste the URL into this field. Alternately, right clicking on the link or graphic will open a menu box; click on COPY LINK LOCATION or Copy Shortcut. Back in eXe open the RSS bookmark iDevice and Paste the URL into the RSS URL field and click the LOAD button. This will extract the titles from your feed and display them as links in your content. From here you can edit the bookmarks and add instructions or additional learning information.
ca: Escriviu el URL de la alimentació remota RSS que esteu afegint als continguts. Les alimentacions remotes estan sovint identificades per icones gràfiques ( molt sovint semblants a <img src="/images/feed-icon.png" /> ) o pel text "RSS". Premeu sobre la icona o sobre el text que mostra l'alimentació remota RSS al vostre navegador. Podeu copiar i pegar el URL dins d'aquest camp. Alternativament , premeu amb el botó dret del ratolí sobre l'enllaç o gràfic a la caixa del menú; premeu sobre COPIAR L'ENLLAÇ o còpia la drecera. Torneu a eXe i obriu la llibreta d'adreces RSS iDevice i pegueu el URL dins del camp alimentació remota URL RSS i premeu el botó CARREGA. Aquest extraurà les capçaleres de l'alimentació i mostrarà els enllaços amb el seu contingut. A partir d'ara podeu editar les llistes d'adreces i afegir instruccions o informació addicional per l'aprenentatge.
ca_es@valencia: Escriu un URL d'RSS per al canal RSS que vols afegir als continguts. Sovint els canals estan identificats per icones gràfiques (molt sovint semblants a <img src="/images/feed-icon.png" />) o pel text «RSS». Quan faces clic en la icona o el text es mostrarà un canal RSS al vostre navegador. Pots copiar i apegar l'URL dins d'aquest camp. Alternativament, quan fas clic amb el botó dret del ratolí en l'enllaç o el gràfic, s'obrirà un quadre de menú; feu clic en COPIA L'ENLLAÇ o copia la drecera. Torna a l'eXe, obri l'iDevice d'adreces d'interés d'RSS i apega l'URL dins del camp d'URL d'RSS i feu clic en el botó CARREGA. Això extraurà els títols des del vostre canal i els mostrarà com a enllaços en el contingut. Des d'ací pots editar les adreces d'interés i afegir instruccions o informació addicional per a l'aprenentatge.
el: Εισάγετε ένα URL για τον τροφοδότη RSS που θέλετε να επισυνάψετε στο περιεχόμενό σας. Οι τροφοδότες συχνά αναγνωρίζονται από ένα μικρό εικονίδιο (όπως αυτό <img src="/images/feed-icon.png" />) ή το κείμενο "RSS". Κάνοντας κλικ στο εικονίδιο ή στην ετικέτα κειμένου θα εμφανιστεί ένας τροφοδότης RSS δεξιά στον φυλλομετρητή σας. Μπορείτε να αντιγράψετε και να επικολλήσετε το URL σε αυτό το πεδίο. Εναλλακτικά, με δεξί κλικ στον υπερσύνδεσμο ή στο γραφικό θα ανοίξει ένα μενού; Κάντε κλικ στο Αντιγραφή Υπερσυνδέσμου Τοποθεσίας ή Αντιγραφή Συντόμευσης. Στο eXe ανοίξτε ένα η-Σύνεργο με σελιδοδείκτη RSS και επικολλήστε το URL στο πεδίο RSS URL και κάντε κλικ στο πλήκτρο Φόρτωση. Έτσι, θα εξαχθούν οι τίτλοι από τον τροφοδότη και θα εμφανιστούν ως υπερσύνδεσμοι στο περιεχόμενό σας. Από εκεί μπορείτε να επεξεργαστείτε τους σελιδοδείκτες και να προσθέσετε οδηγίες ή πρόσθετες πληροφορίες για τους μαθητές.
es: Introduzca el URL del RSS del canal RSS que quiere agregar al contenido. Los marcadores son comúnmente identificados por un icono pequeño (comúnmente como este <img src="/images/feed-icon.png" />) o el texto "RSS". Pulsando en el icono o en el texto se mostrará el marcador RSS en su navegador. Puede copiar y pegar el URL del RSS en este campo. Alternativamente, puede hacer clic derecho en el vínculo o gráfico y se abrirá un menú; pulse en Copiar dirección del enlace o Copiar acceso directo. Regrese a eXe y pegue el vínculo en el campo URL del iDevice RSS y pulse en el botón Subir. Este extraerá los títulos de su canal RSS y los mostrará como vínculos en el contenido. Desde aquí puedes editar los favoritos y agregar instrucciones o información adicional de aprendizaje.
eu: Adierazi RSS URL bat zure edukira atxiki nahi duzun RSS feederako. Feedak ikono grafiko batekin identifikatzen dira maiz (horrelakoa <img src="/images/feed-icon.png" />), edo "RSS" testuarekin. Ikonoan edo testuan klikatzean, RSS feeda azalduko da nabigatzailean. RSSren URLa eremu horretan kopia eta pega dezakezu. Bestalde, eskuineko botoiaz estekan edo grafikoan klikatzean, menu bat irekiko da. Klikatu ESTEKAREN HELBIDEA KOPIATU edo lasterbidea kopiatu. Itzuli eXe-ra eta kopiatu esteka RSS lasterbidearen iDevice-a, eta itsatsi URLa RSS URL eremuan eta klikatu KARGATU botoia. Horrek zure feedetik izenburuak aterako ditu, eta edukian esteka gisa erakutsiko ditu. Hortik lastermarkak edita ditzakezu, eta argibideak edo informazio osagarria gehitu.
fr: Entrez l'adresse URL du flux RSS que vous souhaitez associer au contenu.Les flux RSS sont souvent identifiés par une petite icône graphique (souvent comme cette image <img src="/images/feed-icon.png"/> ou par le texte "RSS". En cliquant sur l'icône ou sur le texte vous ferez apparaître correctement le flux RSS dans votre navigateur.Vous pouvez copier-coller l'adresse URL dans ce champ. D'une autre manière, en faisant un clic droit sur le lien ou l'icône vous ouvrez une boite de menu ; cliquez sur COPY LINK LOCATION ou copiez le raccourci. Dans l'interface d'Exe, ouvrez l'outil pédagogique signet RSS, copiez l'adresse URL dans le champ URL RSS et cliquer sur le bouton Télécharger. Ceci vous permettra d'extraire les titres de votre flux RSS et de les afficher comme liens dans votre contenu. Vous pouvez ainsi éditer vos signets et ajouter des consignes ou des informations complémentaires d'apprentissage.
gl: Introduza un URL RSS para a fonte RSS que quere engadir ao contido. As fontes son identificadas por unha icona pequena (normalmente como esta <img src="/images/feed-icon.png" />) ou o texto "RSS". Premendo na icona ou o texto amosarase a fonte RSS correctamente no seu navegador. Pode copiar e pegar o URL neste campo. Alternativamente, pode premer o botón dereito no vínculo ou icona e abrirase un menú; prema en COPIAR LOCALIZACIÓN DA LIGAZÓN ou COPIAR ATALLO. De volta no eXeLearning abra o iDevice marcador RSS, pegue o URL no campo RSS URL e faga clic no botón CARGAR. Isto extraerá os títulos da súa canle RSS e amosará como vínculos o contido. Desde aquí pode editar os marcadores e agregar instrucións ou información adicional de aprendizaxe.
it: Inserire un URL RSS per l'RSS feed che si vuole in allegato ai contenuti. I feed sono spesso identificati da una piccola icona (spesso come questa <img src="/images/feed-icon.png" />) o il testo "RSS". Premendo sull'icona o sul testo "RSS" verrà visualizzato il feed RSS sulla destra del browser. Si può copiare e incollare l'URL in questo campo. In alternativa, premere con il tasto destro sul link o sull'icona per aprire il menù contestuale; premere su COPIA LINK o copia scorciatoia. Tornare in eXe, aprire l'RSS iDevice, copiare l'URL nel campo RSS URL e premere il pulsante CARICA. Questo carica i titoli dal feed scelto e li elenca come link nel contenuto della pagina. Da qui è possibile modificare i segnalibri ed aggiungere istruzioni o ulteriori informazioni didattiche.
nl: Voeg een RSS URL toe voor de RSS feed die je wilt toevoegen. Feeds zijn dikwijls herkenbaar aan een klein icoontje (dikwijls <img src="/images/feed-icon.png" />) of via "RSS" tekst. Door op het icoon of de tekst te klikken wordt een RSS feed in uw browser weergegeven. Je kunt de URL hiervan kopiëren en plakken in dit veld. Of je klikt met de rechtermuisknop op het icoon en selecteert KOPPELINGSLOCATIE KOPIËREN. Plak de koppelingslocatie in het RSS URL veld en klik op LADEN. Dit voegt de titels van uw feed toe en toont ze op het scherm. Vanaf dan kun je deze bewerken en extra opdrachten of informatie toevoegen.
pl: Wprowadź adres URL RSS dla kanału RSS, który chcesz dołączyć do treści. Kanały są często identyfikowane przez małą grafikę, ikonę (często jak ta <img src="/images/feed-icon.png" />) lub tekst "RSS". Kliknięcie ikony lub etykiety tekstowej spowoduje wyświetlenie kanału RSS bezpośrednio w przeglądarce. Możesz skopiować i wkleić adres URL w tym polu. Alternatywne, kliknięcie prawym przyciskiem myszy na link lub grafikę otworzy okno menu; kliknij KOPIUJ ADRES ŁĄCZA lub Skopiuj Skrót. Wróć do eXe otwórz zakładkę iObiekt RSS i wklej adres URL w polu Adres URL RSS i kliknij przycisk WCZYTAJ. Spowoduje to wyodrębnienie tytułów z kanału i wyświetlenie ich w postaci linków w treści. Stąd możesz edytować zakładki i dodawać instrukcje lub dodatkowe informacje o nauce.
pt: Insira o endereço do RSS para o qual pretende apresentar o conteúdo. Estão frequentemente assinalados com um pequeno ícone (como este <img src="/images/feed-icon.png" />) ou o texto "RSS". Ao clicar no ícone ou no texto o RSS apresentar-se-á no seu browser. Pode copiar e colar o endereço neste campo. Como alternativa, clique com o botão do lado direito do rato no ícone ou no texto e no menu do browser; clique em COPIAR ATALHO ou COPIAR ENDEREÇO DA LIGAÇÂO. Volte ao eXe abra o iDevice RSS e cole o endereço no campo do RSS e clique no botão CARREGAR. Desta forma vai extrair a informação do RSS e apresentá-la na sua página sob a forma de ligações. A partir deste passo pode editar a informação e adicionar instruções ou informação adicional.
ru: Введите URL для RSS ленты, который вы хотите прикрепить к содержимому. Ленты часто идентифицируются небольшим графическим значком (часто, как этот <img src="/images/feed-icon.png" />) или текстом "RSS ". При нажатии на значок или текстовую метку будет отображаться RSS-канал прямо в браузере. Вы можете скопировать и вставить URL в это поле. С другой стороны, щёлкнув правой кнопкой мыши на ссылке или графике откроется окно меню; нажмите на положение Копировать ссылку или Копировать ярлык. Вернитесь в eXe открыть закладку RSS чтения iDevice и вставьте URL в поле URL RSS и нажмите кнопку Загрузить. Это позволит извлечь названия из вашего поля и отобразить их в виде ссылки в содержимом. Отсюда вы можете редактировать закладки и добавить инструкции или дополнительную информацию обучения.
tr: İçeriğinize eklemek istediğiniz bir veri akışı (RSS) adresi yazın. Veri akışları genellikle ufak bir simge yardımıyla (şu şekilde <img src="/images/feed-icon.png" />) ya da "RSS" yazısı ile belirtilir. Simgenin veya RSS yazısının üzerine veri akışını tıklayamak tarayıcınızda görüntüleyecektir. O bölgedeki adresi kopyalayabilirsiniz. İsterseniz, simgeye sağ tıklayarak gelen menü penceresinden; "Kısayolu Kopyala" veya "Bağlantı Konumunu Kopyala" seçenekleri ile de kopyalayabilirsiniz. Adresi yapıştırdıktan sonra Yükle tuşuna tıklayarak veri akışında olan başlıkları birer link olarak içeriğinize ekleyebilirsiniz. Buradan yer imleri ve çeşitli eğitim bilgilerini de düzenleyebilirsiniz.
zh_cn: 输入您要附加到内容的RSS 种子的RSS URL。种子通常由一个小的图形图标（通常是<img src = “ / images / feed-icon.png ” />）或文字“ RSS \”来标识。单击图标或文本标签将在您的浏览器中显示RSS种子。您可以将URL复制并粘贴到此字段中。或者右键单击链接或图形将打开一个菜单框；单击“复制链接位置”或“复制快捷方式”。返回eXe，打开RSS书签iDevice，然后将URL粘贴到RSS URL字段中，然后单击LOAD按钮。这将从您的提要中提取标题，并将其显示为内容中的链接。在这里，您可以编辑书签并添加说明或其他学习信息。
zh_tw: 請輸入您要附加在您的內容裡的 RSS 網址或 RSS feed。Feed 通常會用 一個小圖示（像是 <img src="/images/feed-icon.png" />）或是用文字 "RSS" 來表示。點擊該圖示或文字標籤會在您的瀏覽器中顯示 RSS feed。 您可以複製並將網址貼在這個欄位。另外，您也可以在連結或圖形上點擊 右鍵，開啟內文選單，選擇「複製連結位置」或「複製快捷鍵」。回到 eXe 後開啟 RSS 書籤並將網址貼到 RSS 網址欄位，再點擊「載入」鍵。 它會從您的 feed 中取出標題並顯示在您的內容中。在這裡您可以編輯書籤 並新增指示或其他的學習資訊。

source: Unable to load RSS feed from %s <br/>Please check the spelling and connection and try again.
ca: No es pot carregar l'alimentació RSS des de %s <br/> Comproveu que heu escrit bé el nom, comproveu la connexió i torneu-ho a provar.
ca_es@valencia: No es pot carregar el canal RSS des de %s <br/>Reviseu l'ortografia i la connexió i torneu-ho a provar.
el: Αδυναμία φόρτωσης του τροφοδότη RSS από %s <br/>Παρακαλώ ελέγξτε την ορθογραφία και τη σύνδεση και ξαναπροσπαθήστε.
es: No se pudo cargar la subscripción RSS de %s <br/> Por favor revise si la ha tecleado correctamente, y la conexión, e inténtelo de nuevo.
eu: Ezin da RSS feed-a %s-tik kargatu <br/> Mesedez, egiaztatu ortografia eta konexioa, eta berriz saiatu.
fr: Impossible de télécharger le flux RSS depuis %s <br/>Vérifiez l'adresse et la connexion et réessayez.
gl: Non é posible cargar a fonte RSS de %s <br/>Verifique que está ben escrito, a conexión e ténteo de novo.
it: Impossibile scaricare RSS da %s <br/>Controllare l'indirizzo e la connessione e riprovare.
nl: RSS-feed laden onmogelijk vanaf %s <br/>Controleer de spelling en het adres en probeer opnieuw.
pl: Nie można załadować kanału RSS z %s <br/> Sprawdź pisownię i połączenie i spróbuj ponownie.
pt: Não foi possível aceder à fonte RSS de %s<br/>Por favor, verifique o endereço e a ligação e tente de novo.
ru: Невозможно загрузить RSS с %s <br/>Пожалуйста, проверьте правописание и соединение и попробуйте еще раз.
tr: %s adresinden RSS veri akışı yüklenemedi <br/>Lütfen doğru yazdığınızdan emin olun ve bağlantıyı kontrol edin.
zh_cn: 无法从%s下载 RSS Feed 请检查拼写, 然后再连接.
zh_tw: 無法從 %s 載入 RSS feed<br/>請檢查拼字與連線，然後再試一次。

source: FPD - Multi Select Activity
ca: FPD - Activitat de selecció múltiple
ca_es@valencia: FPD - Activitat de selecció múltiple
dz: གདམ་ཁ་སྣ་མང་སྦྱོང་ལཱ
el: FPD - Πολλαπλών επιλογών
es: FPD - Actividad de Selección Múltiple
eu: FPD - Hautaketa Askotako Jarduera
fr: FPD - Activité Sélection Multiple
gl: FPD - Pregunta de selección múltiple
it: FPD - Attività selezione multipla
nl: FPD - Meerkeuze activiteit
pl: FPD - Wybór Wielokrotny
pt: FPD - Atividade de seleção múltipla
ru: FPD - выбор нескольких активностей
tr: FPD - Çoklu Seçim Etkinliği
zh_cn: FPD - 多选活动
zh_tw: FPD - 多重選擇題

source: Sort Items
ca: Ordena elements
ca_es@valencia: Ordena elements
dz: རྣམ་གྲངས་ཚུ་རིམ་སྒྲིག་འབད
el: Ταξινόμηση αντικειμένων
es: Ordenar objetos
eu: Elementuak ordenatu
fr: Trier les éléments
gl: Ordenar elementos
it: Ordina elementi
nl: Groepeer de voorwe
pl: Sortowanie elementów
pt: Ordenar itens
ru: Сортировать элементы
tr: Öğeleri Sırala
zh_cn: 排序项目
zh_tw: 項目排序

source: Sortable list of items.
ca: Llista d'elements per ordenar
ca_es@valencia: Llista d'elements ordenables.
dz: རིམ་སྒྲིག་འབད་བཏུབ་པའི་རྣམ་གྲངས་ཚུའི་ཐོ་ཡིག
el: Λίστα ταξινόμησης αντικειμένων.
es: Lista ordenable de objetos.
eu: Ordenatu behar den elementu zerrenda.
fr: Liste des éléments à trier.
gl: Lista ordenada de elementos.
it: Lista di elementi da ordinare.
nl: Sorteerbare lijst van voorwerpen
pl: Sortowana lista elementów.
pt: Lista ordenável de itens
ru: Сортируемый список элементов.
tr: Sıralanabilir öge listesi.
zh_cn: 可排序的项目列表。
zh_tw: 項目的可排序清單。

source: Title to show
ca: Títol a mostrar
ca_es@valencia: Títol que es mostra
dz: སྟོན་ནིའི་མགོ་མིང་
el: Τίτλος για εμφάνιση
es: Título
eu: Erakutsiko den izenburua
fr: Titre à montrer
gl: Título a amosar
it: Titolo
nl: Te tonen titel
pl: Tytuł do wyświetlenia
pt: Título a mostrar
ru: Заголовок для показа
tr: Gösterilecek başlık
zh_cn: 要显示的标题
zh_tw: 要顯示的標題

source: Instructions before sortable list
ca: Instruccions abans de la llista ordenable
ca_es@valencia: Instruccions abans de la llista ordenable
dz: རིམ་སྒྲིག་འབད་བཏུབ་པའི་ཐོ་ཡིག་གི་གདོང་ཁའི་བཀོད་རྒྱ
el: Οδηγίες πριν τη λίστα ταξινόμησης
es: Instrucciones que se mostrarán antes de la lista ordenable
eu: Ordenatu behar den zerrendaren aurreko argibideak
fr: Consignes à montrer avant la liste à ordonner
gl: Instrucións que se amosarán antes da lista ordenable
it: Istruzioni prima della lista da ordinare
nl: Aanwijzingen voor studenten
pl: Instrukcje przed sortowalną listą
pt: Instruções prévias à lista para ordenar
ru: Инструкции перед сортировки списка
tr: Sıralanabilir listeden önceki yönergeler
zh_cn: 可排序列表之前的说明
zh_tw: 可排序清單前的說明

source: Correctly Sorted Overlay
ca: Superposició ordenada correctament
ca_es@valencia: Superposició ordenada correctament
dz: ཀྲིག་ཀྲི་སྦེ་རིམ་སྒྲིག་ཡོད་པའི་སྤུར་ཁེབས
el: Επικάλυψη σωστής ταξινόμησης
es: Mensaje si la ordenación es correcta
eu: Ordena zuzenerako gardenkia
fr: Message a montrer en cas d'ordre correct
gl: Mensaxe se a ordenación é correcta
it: Sovrimpressione per ordinamento corretto
nl: Medeling "Juist gesorteerd"
pl: Prawidłowo posortowana nakładka
pt: Imagem: Ordenados corretamente
ru: Корректно отсортированное наложение
tr: Doğru Sıralanmış Katman
zh_cn: 正确排序叠加
zh_tw: 排序正確時顯示的文字

source: Shown when check is clicked and correct
ca: Mostra quan la comprovació s'ha habilitat i és correcta
ca_es@valencia: Es mostra quan s'ha clicat a comprova i és correcta
dz: དྲི་བ་བདེན་བྱིནམ་ད་རྩེདམོ་མཇུག་བསྡུ་བའི་བརྡ་སྟོན་
el: Εμφανίζεται όταν γίνει ο έλεγχος και η ταξινόμηση είναι σωστή
es: Se muestra cuando se ha pulsado en Comprobar y es correcto
eu: Kontrola klikatua dagoenean eta ordena zuzena denean erakutsiko da
fr: Message montré si le bouton de vérification est cliqué avec une option correcte
gl: Mostrase cando se premeu en Comprobar e se é correcto
it: Mostrata quando si clicca 'controlla' ed è corretto
nl: Wordt getoond als "Controleer" is geklikt en het resultaat is juist
pl: Wyświetlany po kliknięciu sprawdzony i poprawny
pt: Mostra-se quando a casa é clicada e é correta
ru: Показан когда проверка щёлкнута и корректна
tr: Kontrol tıklandığında ve doğru olduğunda gösterilir
zh_cn: 单击检查并显示正确时显示
zh_tw: 排序正確時顯示的文字

source: Wrongly Sorted Overlay
ca: Superposició ordenada incorrecta
ca_es@valencia: Superposició ordenada incorrecta
dz: འཛོལ་ཏེ་རིམ་སྒྲིག་འབད་ཡོད་པའི་་སྤུར་ཁེབས
el: Επικάλυψη λανθασμένης ταξινόμησης
es: Mensaje si la ordenación es incorrecta
eu: Ordena okerrerako gardenkia
fr: Message en cas d'ordre incorrect
gl: Mensaxe se a ordenación é incorrecta
it: Sovrimpressione ordinamento sbagliato
nl: Mededeling "Verkeerd gesorteerd"
pl: Błędnie posortowana nakładka
pt: Imagem: Ordenados de forma errada
ru: Некорректно отсортированное наложение
tr: Yanlış Sıralanmış Yer Katman
zh_cn: 错误排序覆盖
zh_tw: 排序錯誤時顯示的文字

source: Shown when check is clicked and wrong
ca: Mostra quan la comprovació s'ha habilitat i no és correcta
ca_es@valencia: Es mostra quan s'ha clicat a comprova i és incorrecta
dz: དྲི་བ་འཛོལ་བ་བྱིནམ་ད་རྩེདམོ་མཇུག་བསྡུ་བའི་བརྡ་སྟོན་
el: Εμφανίζεται όταν γίνει ο έλεγχος και η ταξινόμηση είναι λάθος
es: "Se muestra cuando se ha pulsado en Comprobar y es incorrecto
eu: Egiaztatu klikatua dagoenean eta ordena okerra denean erakutsiko da
fr: Message montré si le bouton de vérification est cliqué avec une option incorrecte
gl: Amósase cando se premeu en Comprobar e é incorrecto
it: Mostrata quando si clicca 'controlla' ed è errato
nl: getoond als de knop "Check" is geklikt bij onjuiste combinatie
pl: Wyświetlany po kliknięciu sprawdzony i błędny
pt: Mostra-se quando a casa é clicada e está errada
ru: Показан когда проверка щёлкнута и некорректна
tr: Kontrol tıklandığında ve yanlış olduğunda gösterilir
zh_cn: 单击检查错误时显示
zh_tw: 排序錯誤時顯示的文字
