Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: eXeLearning, the EXtremely Easy to use eLearning authoring tool Usage: %s [OPTION] [PACKAGE] -V, --version print version information and exit -h, --help display this help and exit --standalone Run totally from current directory --portable Run in portable mode Settings are read from exe.conf in $HOME/.exe on Linux/Unix/Mac OS or in Documents and Settings/<user name>/Application Data/exe on Windows XP or Users/<user name>/AppData/Roaming/exe on Windows 7
nl: eXeLearning, het Gebruik: %s [OPTIE] [PACKAGE] -V, --versie print versie-informatie en stop -h, --help toon deze help en stop --standalone Draait vanuit huidige directory --portable Draait in portable modus Instellingen worden gelezen van exe.conf in $HOME/.exe op Linux/Unix/Mac OS of in Documents and Settings/<user name>/Application Data/exe op Windows XP or Users/<user name>/AppData/Roaming/exe op Windows 7
pt: eXeLearning, uma ferramenta de criação de materiais para eLearning EXtremamente fácil de utilizar Uso: %s [OPÇÕES] [PACOTE] -V, --version mostra informação sobre a versão e termina -h, --help mostra esta ajuda e termina --standalone execução a partir do diretório atual --portable execução em modo portátil As configurações são lidas do ficheiro exe.conf em $HOME/.exe em Linux/Unix/Mac OS ou em Documentos/<nome de utilizador/Aplicações/exe em Windows XP ou Utilizadores/<nome de utilizador>/Aplicações/Roaming/exe em Windows 7

source: Non-Interactive Activities
nl: Niet-interactieve activiteiten
pt: Atividades não interativas

source: Non-Textual Information
nl: Niet-textuele informatie
pt: Informação não textual

source: Textual Information
nl: Textuele inormatie
pt: Informação textual

source: <p>The Reading Activity will primarily be used to check a learner's comprehension of a given text. This can be done by asking the learner to reflect on the reading and respond to questions about the reading, or by having them complete some other possibly more physical task based on the reading.</p>
nl: <p>De Leesactiviteit is in de eerste plaats bedoeld om te testen hoe goed een tekst begrepen is. Dit kan door de student vragen te laten beantwoorden waarbij hij over de tekst moet nadenken, of door een andere opdracht te laten uitvoeren die gebaseerd is op de inhoud van de tekst.
pt: <p>A atividade de leitura utiliza-se principalmente para verificar a compreensão de um texto dado. Isto pode ser feito pedindo ao estudante para refletir sobre o texto e para respondar perguntas sobre a leitura que fez, ou para realizar outro tipo de tarefas possívelmente mais dinâmicas baseadas na leitura.</p>

source: Enter the details of the reading including reference details. The referencing style used will depend on the preference of your faculty or department.
nl: Geef de volledige bronvermelding van het geselecteerde materiaal. De precieze opmaak van de bronvermelding hangt af van de afspraken binnen uw afdeling, departement of faculteit.
pt: Digitar os pormenores das leituras incluindo as referências. O estilo das referências usado vai depender das suas preferências ou de normas do seu departamento.

source: Describe the tasks related to the reading learners should undertake. This helps demonstrate relevance for learners.
nl: Omschrijf welke acties de leerling moet uitvoeren met betrekking tot de leesopdracht. Dit helpt de reden van de leesactiviteit verduidelijken.
pt: Descreva o que o estudante deve perceber das leituras efetuadas. Isto ajuda a mostrar as partes importantes aos estudantes.

source: Use feedback to provide a summary of the points covered in the reading, or as a starting point for further analysis of the reading by posing a question or providing a statement to begin a debate.
nl: Dit element kan op verschillende manieren gebruikt worden. Bijv. om de voornaamste punten uit de tekst samen te vatten, of om een vraag te stellen of een stelling aan te bieden en zo verdere analyse of discussie op gang te helpen.
pt: Utilize Feedback para fornecer um sumário dos pontos analizados na leitura, ou para fazer uma pergunta como ponto de partida para análises posteriores ou para fazer uma afirmação para iniciar o debate.

source: <p>The reading activity, as the name suggests, should ask the learner to perform some form of activity. This activity should be directly related to the text the learner has been asked to read. Feedback to the activity where appropriate, can provide the learner with some reflective guidance.</p>
nl: <p>Zoals de naam aangeeft, moet de leesactiviteit rechtstreeks verband houden met de tekst die de leerling moet lezen. Gepaste feedback kan de leerling helpen reflecteren over de tekst.</p>
pt: <p>A atividade de leitura, como o seu nome indica, deverá pedir ao aluno para efetuar alguma atividade. Esta atividade deverá estar diretamente relacionada com o texto que foi pedido ao aluno para ler. Se a resposta à atividade for adequada, por parte do aluno, pode ser fornecida alguma orientação reflexiva como feedback.</p>

source: <dl> <dt>If your goal is to test understanding of core concepts or reading comprehension </dt> <dd> <p> Write a summary of the concept or reading long enough to adequately test the target's knowledge, but short enough not to induce fatigue. Less than one typed page is probably adequate, but probably considerably less for young students or beginners. </p> <p>Choose words in the text thatare key to understanding the concepts. Thesewill probably be verbs, nouns, and key adverbs.Choose alternatives with one clear answer. </p> </dd> <dt>If your goal is to test vocabulary knowledge </dt> <dt>If your goal is to test word formation/grammar: </dt> <dd> <p>Write a text using the target forms. This text should be coherent and cohesive, and be of an appropriate length. Remember that the goal is not vocabulary knowledge, so the core meanings of the stem words should be well known to the students. </p> <p>Highlight the target words in the text. Provide alternatives with the same word stem, but different affixes. It is a good idea to get a colleague to test the test/exercise to make sure there are no surprises! </p> </dd></dl>
nl: <dl> <dt> Als U inzicht in kernbegrippen of begrijpend lezen wilt testen </dt> <dd> <p> Schrijf een samenvatting van concept of lezing die lang genoeg is om de kennis van de doelgroep voldoende te testen, maar kort genoeg om hen niet nodeloos te vermoeien. Minder dan een getypte pagina is waarschijnlijk voldoende. Voor voor jonge studenten of beginners voldoet is nog minder tekst wenselijk. </p> <p> Kies in de tekst woorden die de sleutel zijn tot het begrijpen van de concepten. Waarschijnlijk zijn dit werkwoorden, zelfstandige naamwoorden en belangrijke bijwoorden.Kies alternatieven met één duidelijk antwoord. </p> </dd> <dt> Als U de woordenschat wilt testen </dt> <dt> Als U woordvorming/grammatica wilt testen: </dt> <dd> <p> Schrijf een tekst met gebruikmaking van van de formulieren van de doelgroep. Deze tekst moet coherent en samenhangend zijn en een passende lengte hebben. Denk er aan dat het er niet om gaat de woordenschat te testen, dus de betekenis van de stam woorden moet bekend zijn aan de studenten. </p> <p> Markeer kernwoorden in de tekst. Biedt alternatieven met dezelfde woord stam, maar verschillende achtervoegsels. Het is verstandig om een collega te vragen de test/oefening uit te proberen om zeker te weten dat er geen verrassingen zijn! </p> </dd></dl>
pt: <dl><dt>Se o objetivo for verificar a compreensão de conceitos fundamentais ou a compreensão de leitura:</dt><dd><p>Escreva um resumo do conceito ou da leitura de uma extensão suficiente para os objetivos do teste, mas não tão comprido que possa produzir cansaço. Provavelmente menos de uma página é adequado, mas provavelmente deverá ser menos para os estudantes mais jovens ou para os principiantes.</p><p>Escolha no texto palavras chave para a compreensão dos conceitos. Serão provavelmente verbos, substantivos e advérbios chave. Selecione aqueles que permitam uma resposta clara.</p></dd><dt>Se o objetivo for testar o conhecimento de vocabulário:</dt><dt>Se o objetivo for testar a gramática ou a formação de palavras:</dt><dd><p>Escreva um texto onde se utilizem as formas que pretende testar. O texto terá de ser coerente e coeso, e de uma extensão adequada. Lembre-se que o objetivo não é o conhecimento do vocabulário, portanto o significado fundamental da raíz das palavras terá de ser bem conhecido pelos estudantes.</p><p>Saliente no texto as palavras que pretende testar. Forneça alternativas com a mesma raíz, mas com diferentes afixos. É boa ideia pedir a um colega que experimente o teste/exercício para se certificar que não há surpresas!</p></dd></dl>

source: <p>Optional: Write other words to complete the dropdown activity.</br>Use | (vertical bar ) to separate words.</br>This field can be left blank. </p>
nl: <P> Optie: Noteer andere woorden om de slecetielijst activiteit af te ronden. </br>gebruik | (verticale streep ) om woorden van elkaar te scheiden.</br> Dit veld kan open gelaten worden. </p>
pt: <p>Opcional: Escreva outras palavras que possam servir para completar a atividade drop-down.</br>Utilize | (barra vertical) para separar as palavras.</br>Este campo pode ser deixado em branco.</p>

source: Exporting package as SCORM
nl: Exporteer het pakket als SCORM
pt: Exportar pacote como SCORM

source: Starting authorized connection to Procomún API
nl: Beveiligde verbinding met algemene API begint.
pt: A iniciar a ligação autenticada à API de "Procomún"

source: Package exported to <a href="%s" target="_blank" title="Click to visit exported site">%s</a>
nl: Pakket geexporteerd naar <a href="%s" target="_blank" title="Klik om de geëxporteerde website te tonen">%s</a>
pt: Pacote exportado para <a href="%s" target="_blank" title="Clique para visitar o site exportado">%s</a>

source: Error exporting package %s to Procomún: %s
nl: Fout bij het exporteren van pakket %s naar algemeen: %s
pt: Erro ao exportar o pacote %s em "Procomún": %s

source: Insert Package
nl: bestand invoegen
pt: Inserir Pacote

source: Extract Package
nl: Bestand uitpakken
pt: Extrair pacote

source: Sorry, only styles created with the Editor can be edited. eXe's Styles are not editable
pt: Lamentamos, mas apenas os estilos criados com o Editor podem ser editados. Os estilos de eXe não são editáveis.

source: That's one of eXe's default Styles, and it cannot be edited. Please choose a different style or create a new one.
pt: Este é um dos estilos por defeito de eXe e não pode ser editado. Por favor, escolha outro estilo ou crie um estilo novo.

source: Your Style could not be saved because an unknown error occurred.
nl: Je style kon niet worden opgeslagen door een onbekende fout
pt: O seu Estilo não pode ser guardado: aconteceu um erro desconhecido.

source: Agregation Level
nl: Aggregatie niveau
pt: Nível

source: Should be at least one section of this type
nl: Moet minstens een gedeele van dit type zijn
pt: Deve haver pelo menos uma secção deste tipo

source: Create package compatible with old eXe versions?
nl: Pakket aanmaken dat compatibel is met oudere eXe versies?
pt: Criar pacote compatível com versões antigas do eXe?

source: Checking this option, the saved package may be opened with eXe >= 0.20.4
nl: Als u deze optie aanvinkt kan het opgeslagen pakket geopend worden met eXeLearning vanaf versie 0.20.4
pt: Se marcar esta opção, o pacote guardado poderá ser aberto com eXe >= 0.20.4

source: Edit iDevices
nl: Pas iDivices aan
pt: Editar iDevices

source: Authoring
nl: Opstellen
pt: Autor

source: Publish
nl: Publiceren
pt: Publicar

source: HTML Course
nl: HTML cursus
pt: Curso HTML

source: Merging
nl: Samenvoegend
pt: Unir

source: Create new Style
nl: Ontwerp een nieuwe stijl
pt: Criar um novo Estilo

source: Embed images shouldn't be pasted directly into the editor. Please use Insert/Edit Image.
nl: Ingesloten afbeeldingen moeten niet rechtstreeks in de editor geplakt worden. Gebruik afbeelding invoegen/bewerken.
pt: As images embebidas não devem ser coladas diretamente no editor. Por favor, utilize Inserir/Editar imagem.

source: This change will be undone.
nl: Deze wijziging zal ongedaan worden gemaakt.
pt: Esta alteração será desfeita.

source: Error: Invalid values entered, these are marked in red.
nl: Fout: Er zijn ongeldige waardes ingevoerd, deze zijn rood gemarkeerd.
pt: Erro: Valores inválidos marcados em vermelho.

source: Sorry, but we have noticed that your popup-blocker has disabled a window that provides application functionality. You will need to disable popup blocking on this site in order to fully utilize this tool.
nl: U zult uw popup-blocker tijdelijk moeten uitschakelen voor deze website om gebruik te kunnen maken van alle functies van deze teksteditor.
pt: Detectamos que o seu bloqueador de popups bloqueou uma janela que é essencial para a aplicação. Você precisa desativar o bloqueador de janelas de popups para utilizar esta ferramenta.

source: Do you want to use the WYSIWYG mode for this textarea?
nl: Weet u zeker dat u tekst in WYSIWYG mode wilt bewerken in dit tekstveld?
pt: Deseja usar o modo de edição avançado neste campo de texto?

source: {#field} must be a number
nl: {#field} moet een nummer zijn
pt: {#field} deve ser um número

source: {#field} must be a number greater than {#min}
nl: {#field} moet groter zijn dan {#min}
pt: {#field} deve ser um número maior que {#min}

source: {#field} must be a number or percentage
nl: {#field} moet een nummer of percentage zijn
pt: {#field} deve ser um número ou uma percentagem

source: (value)
nl: (waarde aanpassen)
pt: (valor)

source: Insert Time
nl: Tijd invoegen
pt: Inserir hora

source: Insert Date
nl: Datum invoegen
pt: Inserir data

source: %Y-%m-%d
nl: %d-%m-%Y
pt: %d-%m-%Y

source: Direction Right to Left
nl: Van rechts naar links
pt: Da direita para esquerda

source: Direction Left to Right
nl: Van links naar rechts
pt: Da esquerda para direita

source: New layer...
nl: Nieuwe laag...
pt: Nova camada...

source: Toggle Absolute Positioning
nl: Absoluut positioneren inschakelen
pt: Alternar o posicionamento absoluto

source: Move Backward
nl: Vorige laag
pt: Mover para trás

source: Move Forward
nl: Volgende laag
pt: Mover para frente

source: Insert New Layer
nl: Nieuwe laag invoegen
pt: Inserir nova camada

source: Cancel All Changes
nl: Alle wijzigingen annuleren
pt: Cancelar todas as alterações

source: Insert Non-Breaking Space Character
nl: Harde spatie invoegen
pt: Inserir um espaço "sem quebra"

source: ieSpell not detected. Do you want to install it now?
nl: ieSpell niet gevonden. Wilt u deze nu installeren?
pt: Plugin de ortografia não-detectado. Deseja instalar agora?

source: Check Spelling
nl: Spellingcontrole
pt: Verificar ortografia

source: Acronym
nl: Synoniem
pt: Acrônimo

source: Citation
nl: Citaat
pt: Citação

source: Paste is now in plain text mode. Click again to toggle back to regular paste mode.
nl: Plakken is nu in plattetekstmodus. Klik nog een keer om terug te gaan naar normaal plakken.
pt: Colar está agora no modo de texto simples. Clique de novo para voltar ao modo normal.

source: Paste from Word
nl: Vanuit Word plakken
pt: Colar (copiado do WORD)

source: Copy Table Row
nl: Rij kopiëren
pt: Copiar linha

source: Paste Table Row After
nl: Rij onder plakken
pt: Colar linha depois

source: Split Merged Table Cells
nl: Cellen splitsen
pt: Dividir células

source: Restore auto-saved content.
nl: Automatisch opgeslagen inhoud laden.
pt: Restaura conteúdo salvo automaticamente.

source: Toggle Full Screen Mode
nl: Volledig scherm
pt: Tela Inteira

source: Edit Embedded Media
nl: Media bewerken
pt: Editar mídia embutida

source: Toggle Spell Checker
nl: Spellingcontrole
pt: Alternar verificação ortográfica

source: Spell Checker Settings
nl: Instellingen spellingcontrole
pt: Configurações de ortografia

source: Languages
nl: Talen
pt: Linguagens

source: Suggestions
nl: Suggesties
pt: Sugestões

source: No Suggestions
nl: Geen suggesties
pt: Sem sugestões

source: No misspellings found.
nl: Geen spelfouten gevonden.
pt: Não foram detectados erros de ortografia.

source: Learn word
nl: Woord toevoegen aan spellingscontrole
pt: Aprender palavra

source: Insert Page Break for Printing
nl: Pagina-einde invoegen
pt: Inserir quebra de página.

source: Types
pt: Tipos

source: Dark olive
nl: Donkerolijf
pt: Oliva escuro

source: Burnt orange
nl: Gebrand oranje
pt: Laranja queimado

source: Dark green
nl: Donkergroen
pt: Verde escuro

source: Dark azure
nl: Donkerazuur
pt: Azul escuro

source: Navy Blue
nl: Marineblauw
pt: Azul marinho

source: Indigo
pt: Índigo

source: Very dark gray
nl: Heel donkergrijs
pt: Cinza muito escuro

source: Maroon
nl: Kastanjebruin
pt: Marrom 1

source: Orange
nl: Oranje
pt: Laranja

source: Olive
nl: Olijf
pt: Oliva

source: Teal
pt: Verde azulado

source: Grayish blue
nl: Grijsblauw
pt: Azul acinzentado

source: Gray
nl: Grijs
pt: Cinza

source: Amber
pt: Âmbar

source: Yellow green
nl: Geelgroen
pt: Amarelo esverdeado

source: Sea green
nl: Zeegroen
pt: Verde mar

source: Turquoise
nl: Turkoois
pt: Turquesa

source: Royal blue
nl: Koningsblauw
pt: Azul real

source: Purple
nl: Paars
pt: Roxo

source: Medium gray
nl: Middengrijs
pt: Cinza médio

source: Gold
nl: Goud
pt: Ouro

source: Lime
nl: Limoen
pt: Lima

source: Aqua
pt: Água

source: Sky blue
nl: Hemelsblauw
pt: Azul celeste

source: Brown
nl: Bruin
pt: Marrom 2

source: Silver
nl: Zilver
pt: Prata

source: Pink
nl: Roze
pt: Rosa

source: Peach
nl: Perzik
pt: Pêssego

source: Light yellow
nl: Lichtgeel
pt: Amarelo claro

source: Pale green
nl: Bleekgroen
pt: Verde pálido

source: Pale cyan
nl: Bleekcyaan
pt: Ciano pálido

source: Light sky blue
nl: Licht hemelsblauw
pt: Azul celeste claro

source: Plum
nl: Pruim
pt: Ameixa

source: Words:
nl: Aantal woorden:
pt: Palavras:

source: Show/hide block elements
nl: Toon/verberg blokelementen
pt: Mostrar/Ocultar elementos do bloco

source: If you restore the saved content, you will lose all the content that is currently in the editor. Are you sure you want to restore the saved content?
nl: Als u de opgeslagen inhoud laadt, verliest u de inhoud die zich momenteel in de editor bevindt. Weet u zeker dat u de opgeslagen inhoud wilt laden?
pt: Se restaurar o conteúdo, você irá perder tudo que está atualmente no editor. Tem certeza que quer restaurar o conteúdo salvo?

source: Emotions
nl: Emoties
pt: Emoticons

source: Use Ctrl+V on your keyboard to paste the text into the window.
nl: Gebruik Ctrl+V om tekst in het venster te plakken.
pt: Use CTRL+V para colar o texto na janela.

source: Keep Linebreaks
nl: Regelafbreking bewaren
pt: Manter quebras de linha

source: Find/Replace
nl: Zoeken/Vervangen
pt: Localizar/substituir

source: Insert/Edit Table
nl: Tabel invoegen/bewerken
pt: Inserir nova tabela

source: Sun,Mon,Tue,Wed,Thu,Fri,Sat,Sun
nl: zo,ma,di,wo,do,vr,za,zo
pt: Dom,Seg,Ter,Qua,Qui,Sex,Sab,Dom

source: Sunday,Monday,Tuesday,Wednesday,Thursday,Friday,Saturday,Sunday
nl: Zondag,Maandag,Dinsdag,Woensdag,Donderdag,Vrijdag,Zaterdag,Zondag
pt: Domingo,Segunda-feira,Terça-feira,Quarta-feira,Quinta-feira,Sexta-feira,Sábado,Domingo

source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
nl: Jan,Feb,Mar,Apr,Mei,Jun,Jul,Aug,Sep,Okt,Nov,Dec
pt: Jan,Fev,Mar,Abr,Mai,Jun,Jul,Ago,Set,Out,Nov,Dez

source: January,February,March,April,May,June,July,August,September,October,November,December
nl: Januari,Februari,Maart,April,Mei,Juni,Juli,Augustus,September,Oktober,November,December
pt: Janeiro,Fevereiro,Março,Abril,Maio,Junho,Julho,Agosto,Setembro,Outubro,Novembro,Dezembro

source: Insert Predefined Template Content
nl: Voorgedefinieerd sjabloon invoegen
pt: Inserir template

source: More Colors...
nl: Meer kleuren
pt: Mais Cores

source: Copy/Cut/Paste is not available in Mozilla and Firefox. Do you want more information about this issue?
nl: Kopiëren/knippen/plakken is niet beschikbaar in Mozilla en Firefox. Wilt u meer informatie over deze beperking?
pt: Copiar/recortar/colar não está disponível no Mozilla e Firefox. Deseja mais informações sobre este problema?

source: Insert Horizontal Line
nl: Scheidingslijn
pt: Separador horizontal

source: Rich Text Area
nl: Tekst met opmaak
pt: Área de texto rico

source: TinyMCE "advalign" plugin error: "execcommand_callback" is already defined
nl: TinyMCE "advalign" plugin fout: "execcommand_callback" is reeds gedefinieerd
pt: Erro do plugin "advalign" en TinyMCE: "execcommand_callback" já está definido

source: "advalign" for TinyMCE requires jQuery
nl: "advalign" voor TinyMCE vereist jQuery
pt: "advalign" para TinyMCE requer jQuery

source: No Shadow
nl: Geen schaduw
pt: Sem sombra

source: Units
nl: Eenheden
pt: Unids

source: Language Code
nl: Taalcode
pt: Código do idioma

source: Language Direction
nl: Taalrichting
pt: Direção do texto

source: Image List
nl: Lijst
pt: Lista de imagens

source: Appearance Preview Image
nl: Voorbeeldweergave
pt: Pré-Visualização

source: Miscellaneous
nl: Diversen
pt: Misto

source: For Mouse Out
nl: Bij muis uit
pt: mouseout

source: For Mouse Over
nl: Bij muis over
pt: mouseover

source: Alternative Image
nl: Alternatieve afbeeldingen
pt: Imagem alternativa

source: Swap Image
nl: Afbeelding wisselen
pt: Trocar imagem

source: Image Map
nl: Afbeeldingsplattegrond
pt: Mapa de imagem

source: Long Description Link
nl: Uitgebreide beschrijving
pt: Descrição extensa

source: Constrain Proportions
nl: Verhouding behouden
pt: Manter proporções

source: Header and Caption
nl: Koptekst en bijschrift
pt: Cabeçalho e legenda

source: You will not be able to edit the header or the caption from this dialog.
nl: Het is niet mogelijk om de koptekst of het onderschrift van de afbeelding aan te passen in dit dialoogvenster.
pt: Não é possível editar o cabeçalho e a legenda da imagem neste diálogo.

source: The header and the caption can't be edited from this dialog. You can change or remove them editing the text itself.
nl: Je kunt de koptekst of het onderschrift van de afbeelding niet aanpassen in dit dialoogvenster. Je kunt deze onderdelen wel wijzigen of verwijderen door de tekst zelf te bewerken.
pt: Não é possível editar o cabeçalho e a legenda da imagem neste diálogo. Para os modificar ou apagar, edite o texto.

source: Target Name
nl: Doel
pt: Nome do alvo

source: Dependent (Mozilla/Firefox Only)
nl: Afhankelijk (Alleen Mozilla/Firefox)
pt: Dependente (Mozilla/Firefox apenas)

source: Open in New Window
nl: In nieuw venster openen
pt: Abrir numa nova janela

source: Open in Top Frame (Replaces All Frames)
nl: In bovenste frame openen (vervangt gehele pagina)
pt: Abrir na página inteira (substitui todos os quadros)

source: Open in Parent Window/Frame
nl: In bovenliggend venster / frame openen
pt: Abrir na janela/quadro pai

source: Open in This Window/Frame
nl: In dit venster / frame openen
pt: Abrir nesta janela/quadro

source: Popup Properties
nl: Popup eigenschappen
pt: Propriedades de popup

source: Relationship Target to Page
nl: Relatie van doel tot pagina
pt: Relação alvo/página

source: Relationship Page to Target
nl: Relatie van pagina tot doel
pt: Relação página/alvo

source: Target Character Encoding
nl: Taalcodering
pt: Codificação de caracteres

source: Target Language
nl: Taal
pt: Idioma alvo

source: Advanced Properties
nl: Geavanceerde eigenschappen
pt: Propriedades avançadas

source: General Properties
nl: Algemene eigenschappen
pt: Propriedades gerais

source: Target MIME Type
nl: MIME type
pt: Tipo MIME alvo

source: Link List
nl: Lijst
pt: Lista de hyperlinks

source: Anchors and nodes
nl: Koppelingen en knooppunten
pt: Âncoras e nós

source: Download Information
nl: Download informatie
pt: Fazer download da informação

source: File Size
nl: Bestandsgroote
pt: Tamanho do ficheiro
