Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Importing this style will overwrite local style, this action cannot be undone.
ca: Importar aquest estil sobreescriurà l'estil local, aquesta acció no es podrà desfer.
ca_es@valencia: La importació d'aquest estil sobreescriurà l'estil local, aquesta acció no es pot desfer.
el: Η εισαγωγή αυτής της τεχνοτροπίας θα διαγράψει την τοπική τεχνοτροπία. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Si importa el estilo sobrescribirá la versión local - esta acción no tiene vuelta atrás.
eu: Estilo honen inportazioak bertako estiloa gainidatziko du. Ekintza hau ezin da desegin.
fr: L'importation de ce style écrasera le style local, cette action n'admet pas de retour en arrière.
gl: A importación deste estilo sobrescribirá o actual, esta acción non se pode desfacer.
it: L'importazione di questo stile sovrascriverà la versione locale; questa azione non può essere annullata.
nl: Als je deze stijl imperteert, zal de locale stijl overschreven worden. Deze actie kan niet ongedaan gemaakt worden.
pl: Importowanie tego stylu spowoduje nadpisanie lokalnego stylu, tej czynności nie można cofnąć.
pt: Importar este estilo vai sobrescrever o estilo local, esta ação não pode ser anulada posteriormente.
ru: Импортирование этого стиля перезапишет локальный стиль, это действие не может быть отменено.
tr: Bu stil içe aktarıldığında mevcuttaiki stilin üzerine yazılır, bu eylem geri alınamaz.
zh_cn: 导入此样式将覆盖本地样式，此操作无法撤消。
zh_tw: 匯入此樣式會覆寫本機存在的樣式。此動作無法復原。

source: Are you sure you want to install remote style?.
ca: Esteu segur que voleu instal·lar l'estil remot?
ca_es@valencia: Esteu segur que voleu instal·lar l'estil remot?
el: Θέλετε σίγουρα να εγκαταστήσετε απομακρυσμένη τεχνοτροπία;
es: ¿Confirma que desea instalar el estilo remoto?
eu: Urrutiko estiloa instalatu nahi duzu?
fr: Êtes-vous sûr de vouloir installer le style externe?
gl: Quere instalar o estilo remoto?
it: Confermare l'installazione dello stile remoto?
nl: Weet u zeker dat u de stijl wilt installeren?
pl: Jesteś pewien, że chcesz zainstalować zdalny styl?.
pt: Tem a certeza que deseja instalar um estilo remoto?
ru: Вы уверены, что хотите установить дистанционный стиль?
tr: Harici stili yüklemek istediğinizden emin misiniz?
zh_cn: 您确定要安装远程样式吗？
zh_tw: 您確定要安裝遠端樣式嗎？

source: Error when downloading style from repository
ca: Errada mentre es descarregava l'estil del dipòsit
ca_es@valencia: S'ha produït un error mentre es baixava l'estil des del repositori.
el: Σφάλμα κατά τη λήψη της τεχνοτροπίας από το αποθετήριο
es: Error al descargar un estilo del repositorio
eu: Errorea estiloa biltegitik jaisterakoan
fr: Erreur dans le téléchargement du style à partir du répertoire
gl: Erro descargando o estilo desde o repositorio
it: Errore di scaricamento dello stile dal catalogo
nl: Fout bij het downloaden van de stijl van de bibliotheek
pl: Błąd podczas pobierania stylu z repozytorium
pt: Erro ao descarregar o estilo do repositório
ru: Ошибка при загрузке стиля из репозитория
tr: Depodan stil indirirken hata oluştu
zh_cn: 从存储库下载样式时出错
zh_tw: 從樣式庫下載樣式時發上錯誤

source: URL not valid.
ca: URL no vàlida
ca_es@valencia: L'URL no és vàlid.
el: Το URL δεν είναι έγκυρο.
es: URL no válida.
eu: URL-ak ez du balio.
fr: URL incorrecte.
gl: URL non válido.
it: URL non valido.
nl: URL niet geldig
pl: Adres URL jest nieprawidłowy.
pt: URL não válido
ru: URL недействителен.
tr: URL geçerli değil.
zh_cn: URL无效!
zh_tw: URL連結錯誤。

source: Style download URL not found
ca: No s'ha trobat la URL de descarrega d'estil
ca_es@valencia: No s'ha trobat l'URL de baixada de l'estil.
dz: དཔེ་གཞི་ཕབ་ལེན་འབད་ནའི་ཡུ་ཨར་ཨེལ་མ་ཐོབ
el: Το URL λήψης της τεχνοτροπίας δεν βρέθηκε
es: No se ha encontrado la URL de descarga del estilo
eu: Estiloa jaisteko URL-a ez da topatu
fr: URL de téléchargement du style introuvable
gl: Non se atopou o URL de descarga do estilo
it: Non è possibile trovare l'URL di scaricamento dello stile
nl: URL waarvan de stijl kan worden gedownload is niet gevonden
pl: Nie znaleziono stylu pobierania adresu URL
pt: URL para a descarga do Estilo não encontrado
ru: Стиль URL загрузки не найден
tr: Stil indirme URL'si bulunamadı
zh_cn: 找不到样式下载URL
zh_tw: 無法找到樣式下載連結

source: Error when getting style URL from repository styles list: %s
ca: Errada mentre s'obtenia la URL d'estils des del dipòsit de la llista d'estils: %s
ca_es@valencia: S'ha produït un error mentre s'obtenia l'URL de l'estil des de la llista d'estils del repositori: %s
el: Σφάλμα κατά τη λήψη της τεχνοτροπίας από το αποθετήριο των τεχνοτροπιών: %s
es: Error al descargar la URL del estilo de la lista de estilos del repositorio: %s
eu: Errorea estiloaren URL-a biltegiko estilo-zerrendatik lortzerakoan: %s
fr: Erreur dans la détection de l'URL du style à partir de la liste de style: %s
gl: Erro ao descargar o URL do estilo da lista de estilos do repositorio: %s
it: Errore durante il caricamento dell'URL dello stile dalla lista del catalogo: %s
nl: Fout bij het ophalen van de stijl-URL van de stijlen-lijst uit de bibliotheek: %s
pl: Błąd podczas pobierania adresu URL stylu z listy stylów repozytorium: %s
pt: Erro ao obter o URL do estilo da lista de estilos do repositório: %s
ru: Ошибка при получении URL стиля из списка репозитория стилей: %s
tr: Still deposundaki listesen stil URL'si alınırken hata oluştu\: %s
zh_cn: 从存储库样式列表中获取样式URL时出错：%s
zh_tw: 從樣式庫取得樣式 %s 之下載連結時發生錯誤

source: Style exported correctly: %s
ca: Estil exportat de forma correcta: %s
ca_es@valencia: L'estil s'ha exportat correctament: %s.
dz: བཟོ་རྣམ་ངེས་བདེན་སྦེ་ཕྱིར་འདྲེན་འབད་ཡོད: %s
el: Η εξαγωγή της τεχνοτροπίας έγινε με επιτυχία: %s
es: Estilo exportado correctamente: %s
eu: Estiloa ondo esportatu da: %s
fr: Style correctement exporté: %s
gl: Estilo exportado correctamente: %s
it: Stile esportato correttamente: %s
nl: De stijl is juist geexporteerd: %s
pl: Styl wyeksportowany poprawnie: %s
pt: Estilo exportado corretamente: %s
ru: Стиль экспортирован корректно: %s
tr: Stil doğru şekilde dışa aktarıldı: %s
zh_cn: 样式导出正确：%s
zh_tw: 樣式已正確匯出：%s

source: Could not export style : %s
ca: No es pot exportar l'estil: %s
ca_es@valencia: No s'ha pogut exportar l'estil: %s.
dz: བཟོ་རྣམ་ཕྱིར་འདྲེན་འབད་མ་ཚུགས་: %s
el: Αδυναμία εξαγωγής της τεχνοτροπίας: %s
es: Error al exportar el estilo: %s
eu: Ezin izan da esportatu estiloa: %s
fr: Style impossible à exporter: %s
gl: Non se puido exportar o estilo: %s
it: Impossibile esportare lo stile: %s
nl: Exporteren van stijl: %s is niet gelukt
pl: Nie można wyeksportować stylu: %s
pt: Não foi possível exportar o estilo: %s
ru: Не получилось экспортировать стиль : %s
tr: Stil: %s dışa aktarılamadı
zh_cn: 无法导出样式：%s
zh_tw: 無法匯出樣式：%s

source: Style deleted correctly
ca: Estil suprimit de forma correcta
ca_es@valencia: S'ha suprimit l'estil correctament.
dz: བཟོ་རྣམ་ངེས་བདེན་སྦེ་བཏོན་གཏང་ཡོད་
el: Η διαγραφή της τεχνοτροπίας έγινε σωστά
es: Estilo borrado correctamente
eu: Estiloa ondo ezabatu da
fr: Style correctement effacé
gl: Estilo eliminado correctamente
it: Stile cancellato
nl: De stijl is juist verwijderd
pl: Styl usunięty poprawnie
pt: O estilo foi apagado corretamente
ru: Стиль удалён корректно
tr: Stil doğru şekilde silindi
zh_cn: 样式已正确删除
zh_tw: 樣式已刪除

source: Successfully imported template
ca: S'ha importat la plantilla amb èxit
ca_es@valencia: La plantilla s'ha importat correctament.
dz: དཔེ་གཞི་མཐར་འཁྱོལཝ་སྦེ་ནང་འདྲེན་འབད་ཡོད་
el: Επιτυχημένη εισαγωγή προτύπου
es: Se ha importado con éxito la plantilla
eu: Txantiloia ondo inportatu da
fr: Style correctement importé: %s
gl: Modelo importado correctamente
it: Modello importato correttamente
pl: Pomyślnie zaimportowano szablon
ru: Успешно импортированный шаблон
tr: Şablon başarıyla içe aktarıldı
zh_cn: 成功导入模板
zh_tw: 已成功匯入樣本

source: Error while installing template: %s
ca: Errada quan s'instal·lava la plantilla: %s
ca_es@valencia: S'ha produït un error mentre s'instal·lava la plantilla: %s
dz: དཔེ་གཞི་ གཞི་་བཙུགས་འབད་བའི་སྐབས་ལུ་འཛོལ་བ་:%s
el: Σφάλμα κατά την εγκατάσταση του προτύπου: %s
es: Error al instalar la plantilla: %s
eu: Errore hau gertatu da txantiloia instalatzean: %s
fr: Erreur dans l'installation du style : %s
gl: Erro ao instalar o modelo: %s
it: Errore installazione modello: %s
pl: Błąd podczas instalowania szablonu: %s
ru: Ошибка при установке шаблона: %s
tr: Şablon yüklenirken hata oluştu: %s
zh_cn: 安装模板时出错: %s
zh_tw: 安裝樣本時發生錯誤：%s

source: SAVE FAILED! '%s' is not a valid name for a template
ca: ERRADA EN DESAR! «%s» no és un nom vàlid per a una plantilla
ca_es@valencia: HA FALLAT L'ACCIÓ DE GUARDAR. '%s' no és un nom vàlid per a una plantilla
dz: སྲུངས་ནི་མཐར་མ་འཁྱོལ! "%s"་འདི་ དཔེ་གཞི་གྱི་དོན་ལུ་ནུས་མེད་མིང་ཅིག་མས་
el: Η ΑΠΟΘΗΚΕΥΣΗ ΑΠΕΤΥΧΕ! Το '%s' δεν είναι έγκυρο όνομα προτύπου
es: ¡ERROR AL GUARDAR! '%s' no es un nombre válido para una plantilla
eu: ERROREA GORDETZEAN! '%s' ez da izen onargarria txantiloi batentzat
fr: ÉCHEC DE LA SAUVEGARDE ! "%s" n'est pas un nom de modèle valable
gl: ERRO AO GARDAR! '%s' non é un nome de modelo válido
it: NON SALVATO "%s" non è uno nome valido per un modello
pl: ZAPIS NIEUDANY! '%s' nie jest prawidłową nazwą szablonu
ru: ОШИБКА СОХРАНЕНИЯ! '%s' не является корректным именем для шаблона
tr: KAYIT BAŞARISIZ! '%s' bir şablon için geçerli bir ad değil
zh_cn: 保存失败！'%s' 不是模板的有效名称
zh_tw: 儲存失敗！%s 不是樣本的正確名稱

source: Template exported correctly: %s
ca: Plantilla exportada amb èxit: %s
ca_es@valencia: La plantilla s'ha exportat correctament: %s
dz: དཔེ་གཞི་་ངེས་བདེན་སྦེ་ཕྱིར་འདྲེན་འབད་ཡོད: %s
el: Η εξαγωγή του προτύπου έγινε με επιτυχία: %s
es: Plantilla exportada correctamente: %s
eu: Txantiloia ondo esportatu da: %s
fr: Style correctement exporté: %s
gl: Modelo exportado correctamente: %s
it: Terminata esportazione modello: %s
pl: Szablon wyeksportowany poprawnie: %s
ru: Шаблон экспортирован корректно: %s
tr: Şablon doğru şekilde dışa aktarıldı: %s
zh_cn: 模板正确导出：%s
zh_tw: 樣本已成功匯出：%s

source: Could not export template : %s
ca: No es pot exportar la plantilla: %s
ca_es@valencia: No s'ha pogut exportar la plantilla: %s
dz: དཔེ་གཞི་་ཕྱིར་འདྲེན་འབད་མ་ཚུགས་: %s
el: Αδυναμία εξαγωγής του προτύπου: %s
es: No se pudo exportar la plantilla: %s
eu: Txantiloia ezin izan da esportatu: %s
fr: Style impossible à exporter: %s
gl: Non se puido exportar o modelo: %s
it: Esportazione modello fallita: %s
pl: Nie można wyeksportować szablonu: %s
ru: Не получилось экспортировать шаблон : %s
tr: Şablonu dışa aktarılamadı : : %s
zh_cn: 无法导出模板 : %s
zh_tw: 無法匯出樣本：%s

source: It is not possible to delete an opened template.
ca: No és possible suprimir una plantilla oberta.
ca_es@valencia: No es pot eliminar una plantilla oberta.
dz: ཁ་ཕྱེ་ཡོད་པའི་དཔེ་གཞི་་འདི་བཏོན་གཏང་མ་ཚུགས།
el: Δεν είναι δυνατή η διαγραφή ενός ανοιχτού προτύπου.
es: No es posible borrar una plantilla abierta.
eu: Ezin da borratu irekita dagoen txantiloi bat.
fr: Impossible d'éliminer un style ouvert.
gl: Non é posible eliminar un modelo aberto.
it: Non è possibile cancellare un modello aperto.
pl: Nie można usunąć otwartego szablonu.
ru: Невозможно удалить открытый шаблон.
tr: Açık bir şablon silinemez.
zh_cn: 无法删除已打开的模板。
zh_tw: 無法刪除一個已開啟的樣本。

source: Template deleted correctly
ca: Plantilla suprimida amb èxit
ca_es@valencia: La plantilla s'ha eliminat correctament.
dz: དཔེ་གཞི་མཐར་ངེས་བདེན་སྦེ་བཏོན་གཏང་ཡོད་
el: Η διαγραφή του προτύπου έγινε σωστά
es: Plantilla borrada con éxito
eu: Txantiloia ondo borratu da
fr: Style correctement éliminé
gl: Modelo eliminado correctamente
it: Modello cancellato
pl: Szablon został usunięty poprawnie
ru: Шаблон удалён корректно
tr: Şablon doğru şekilde silindi
zh_cn: 模板已正确删除
zh_tw: 樣本已成功刪除

source: What is eXeLearning
ca: Què és eXeLearning?
ca_es@valencia: Què és l'eXeLearning
dz: ཨི་ཨེགསི་ཨི་སློབ་སྦྱང་ག་ཅི་ཨིན་ན
el: Τι είναι το eXeLearning
es: Qué es eXeLearning
eu: Zer da eXeLearning
fr: eXeLearning, qu'est-ce que c'est ?
gl: Que é eXeLearning
it: Cosa è eXeLearning
pl: Czym jest eXeLearning
ru: Что такое eXeLearning
tr: eXeLearning nedir
zh_cn: 什么是 eXeLearning？
zh_tw: eXeLearning 是什麼

source: eXeLearning Is an open source program to create educational contents.
ca: eXeLearning és un programa de codi obert per a crear continguts educatius.
ca_es@valencia: L'eXeLearning és un programa de codi obert per a crear continguts educatius.
el: Το eXeLearning είναι μια εφαρμογή Ελεύθερου Λογισμικού/Λογισμικού Ανοιχτού Κώδικα για τη δημιουργία εκπαιδευτικού περιεχομένου.
es: eXeLearning es un programa de código abierto para crear contenidos educativos.
eu: eXeLearning hezkuntzarako edukiak sortzeko kode irekiko programa da.
fr: eXeLearning est un logiciel "opensource" destiné à la création de contenus pédagogiques.
gl: eXeLearning é unha aplicación de software libre para crear contidos educativos.
it: eXeLearning è un programma Open Source per creare contenuti educativi.
pl: eXeLearning jest programem open source do tworzenia treści edukacyjnych.
ru: eXeLearning - это программа с открытым исходным кодом для создания образовательного контента.
tr: eXeLearning eğitim içerikleri oluşturmak için hazırlanmış açık kaynak kodlu bir programdır.
zh_cn: eXeLearning 是一个开源的程序, 用于创建教育内容。
zh_tw: eXeLearning 是一個自由軟體，用於建立教育內容與資源。

source: With eXeLearning you can:
ca: Amb eXeLearning podeu:
ca_es@valencia: Amb l'eXeLearning podeu:
dz: ཨི་ཨེགསི་ཨི་སློབ་སྦྱང་གྱི་ཁྱོད་ཀྱི་ག་ཅི་འབད་ཚུགས:
el: Με το eXeLearning μπορείτε:
es: Con eXeLearning usted podrá:
eu: eXeLearning-ekin hau egin dezakezu:
fr: Avec eXeLearning vous pouvez :
gl: Que podes facer con eXeLearning:
it: Con eXeLearning si può:
pl: Dzięki eXeLearning możesz:
ru: С eXeLearning вы можете:
tr: eXeLearning ile şunları yapabilirsiniz:
zh_cn: 使用eXeLearning，您可以：
zh_tw: 您可以用 eXeLearning 來：

source: Create educational resources with different contents: texts, multimedia materials, interactive activities, internet links...
ca: Crear recursos educatius amb continguts diferents: texts, materials multimèdia, activitats interactives, enllaços d'Internet...
ca_es@valencia: Crear recursos educatius amb diferents continguts: textos, materials multimèdia, activitats interactives, enllaços d'internet...
el: Να δημιουργήσετε έργα με εκπαιδευτικό περιεχόμενο, που θα περιέχουν: κείμενα, πολυμεσικό υλικό, διαδραστικές δραστηριότητες, διαδικτυακούς συνδέσμους...
es: Crear recursos educativos con diferentes contenidos: textos, materiales multimedia y tradicionales, actividades interactivas, enlaces de Internet...
eu: Sortu hezkuntzarako baliabideak hainbat edukiekin: testuak, multimedia materialak, jarduera interaktiboak, estekak...
fr: Créer des ressources éducatives en différents formats: textes, matériels multimedia, activités interactives, liens sur le Net...
gl: Crear recursos educativos con diferentes contidos: texto, materiais multimedia, actividades interactivas, ligazóns de Internet...
it: Creare una risorsa educativa con diversi contenuti: testi, media, attività interattive, link alla Rete...
pl: Tworzyć materiały edukacyjne o różnej treści: teksty, materiały multimedialne, działania interaktywne, linki internetowe...
ru: Создавать образовательные ресурсы с различным содержимым: тексты, мультимедийные материалы, интерактивные действия, интернет-ссылки...
tr: Farklı içeriklere sahip eğitim kaynakları oluşturun: metinler, çoklu ortam materyalleri, etkileşimli etkinlikler, internet bağlantıları...
zh_cn: 创建不同内容的教育资源: 文本、多媒体材料、互动活动、互联网链接..。
zh_tw: 建立不同內容的教育資源：文字、多媒體、互動式活動、網路連結等等

source: Choose and customise the design of the resource
ca: Triar i personalitzar el disseny del recurs
ca_es@valencia: Triar i personalitzar el disseny del recurs
el: Να επιλέξετε και να προσαρμόσετε τον σχεδιασμό ενός έργου.
es: Elegir y personalizar el diseño de los recursos
eu: Aukeratu eta egokitu baliabidearen diseinua
fr: Choisir et personnaliser le style d'une ressource.
gl: Escolla e personalice o deseño do recurso
it: Scegliere e personalizzare il progetto della risorsa
pl: Wybrać i dostosować projekt zasobu
ru: Выбирать и настраивать дизайн ресурса
tr: Kaynağın tasarımını seçin ve özelleştirin
zh_cn: 选择和自定义资源的设计
zh_tw: 選擇並自訂資源的設計

source: Export them into different formats: website, ePub, SCORM (for Moodle and other LMS)...
ca: Exportar-ho a formats diferents: Lloc web, ePub, SCORM (per a Moodle i altres LMS)...
ca_es@valencia: Exportar-los a formats diferents: lloc web, ePub, SCORM (per al Moodle i altres LMS)...
el: Να εξάγετε τη δημιουργία σας σε διαφορετικές μορφές: ιστότοπος, ePub, SCORM (για Moodle και άλλα LMS)...
es: Exportarlos en diferentes formatos: sitio web, ePub, SCORM (para Moodle y otros LMS)...
eu: Esportatu hainbat formatutan: webgunea, ePub, SCORM (Moodle edo beste LMS-entzat)...
fr: Les exporter en différents formats: site web, ePub, SCORM (pour Moodle et similaires)...\v
gl: Exportar en diferentes formatos: páxina web, ePUB, SCORM (para Moodle e outros LMS)...
it: Esportare in diversi formati: sito Web, ePub, SCORM (per Moodle ed altri LMS) eccetera.
pl: Wyeksportować je do różnych formatów: strony internetowej, ePub, SCORM (dla Moodle i innych LMS)...
ru: Экспортировать их в разные форматы: веб-сайт, ePub, SCORM (для Moodle и других LMS)...
tr: Bunları farklı formatlarda dışa aktarın: Web sitesi, EPUB, SCORM (Moodle ve diğer LMS için)...
zh_cn: 将它们导出为不同的格式: 网站, epab, score (适用于 moodle 和其他 lms)..。
zh_tw: 將它們匯出到不同的格式：網站、ePub、SCORM（給 Moodle 或其他學習管理系統使用）...

source: In this short guide we will explain how to use eXeLearning.
ca: En aquesta guia curta us anem a explicar com usar eXeLearning.
ca_es@valencia: En aquesta guia breu explicarem com s'utilitza l'eXeLearning.
el: Σε αυτόν τον σύντομο οδηγό θα σας εξηγήσουμε πως να χρησιμοποιείτε το eXeLearning.
es: En esta mini guía le explicaremos cómo usar eXeLearning.
eu: Gida labur honetan azalduko dugu nola erabili eXeLearning.
fr: Dans ce guide sommaire nous expliquerons comment utiliser eXeLearning
gl: Nesta mini guía explicaremos como utilizar eXeLearning.
it: In questa breve guida verrà spiegato come usare eXeLearning.
pl: W tym krótkim przewodniku wyjaśnimy, jak korzystać z eXeLearning.
ru: В этом кратком руководстве мы объясним, как использовать eXeLearning.
tr: Bu kısa kılavuzda eXeLearning'in nasıl kullanılacağını açıklayacağız.
zh_cn: 在这个简短的指南中, 我们将解释如何使用 eXeLearning。
zh_tw: 這份指南中我們會解釋如何使用 eXeLearning。

source: The first step is to create a new project.
ca: El primer pas és crear un projecte nou.
ca_es@valencia: El primer pas és crear un projecte nou.
dz: གོ་རིམ་དང་པ་འདི་ ལས་འགུལ་གསརཔ་གསར་བསྐྲུན་འབད་ནི་ཨིན།
el: Το πρώτο βήμα είναι να δημιουργήσετε ένα νέο έργο.
es: El primer paso es crear un nuevo proyecto.
eu: Hasteko, proiektu berria sortu behar duzu.
fr: Le premier pas est la création d'un nouveau projet.
gl: O primeiro paso é crear un novo proxecto.
it: Il primo passo è creare un progetto.
pl: Pierwszym krokiem jest stworzenie nowego projektu.
ru: Первый шаг заключается в создании нового проекта.
tr: İlk adım, yeni bir proje oluşturmaktır.
zh_cn: 第一步是创建一个新项目。
zh_tw: 第一步是建立一個新專案。

source: How to create a project
ca: Com crear un projecte
ca_es@valencia: Com es crea un projecte
dz: ལས་འགུལ་གཅིག་གསར་བསྐྲུན་ག་དེ་སྦེ་འབད་ནི་
el: Πώς δημιουργούμε ένα έργο
es: Cómo crear un proyecto
eu: Nola sortu proiektu bat
fr: Comment créer un nouveau projet
gl: Como crear un proxecto
it: Come si crea un progetto
pl: Jak stworzyć projekt
ru: Как создать проект
tr: Proje nasıl oluşturulur
zh_cn: 如何创建项目
zh_tw: 如何建立專案

source: Create a project
ca: Crea un projecte
ca_es@valencia: Creeu un projecte
dz: ལས་འགུལ་གཅིག་གསར་བསྐྲུན་འབད་
el: Δημιουργία έργου
es: Crear un proyecto
eu: Sortu proiektua
fr: Créer un projet
gl: Crear un proxecto
it: Creare un progetto
pl: Tworzenie projektu
ru: Создать проект
tr: Proje oluştur
zh_cn: 创建一个项目
zh_tw: 建立一個專案

source: Switch to the "Properties" tab.
ca: Canvia les «propietats» a la pestanya.
ca_es@valencia: Canvieu a la pestanya "Propietats"
dz: "ཁྱད་རྣམ" ཚུའི་ཨེབ་ལྡེ་ལུ་སོར།
el: Μεταβείτε στην καρτέλα 'Ιδιότητες'.
es: Vaya a la pestaña "Propiedades".
eu: Joan "Ezaugarriak" fitxara.
fr: Aller sur l'onglet "Propriétés".
gl: Vaia á pestana de "Propiedades”.
it: Passare alla linguetta "Proprietà".
pl: Przejdź do zakładki "Właściwości".
ru: Перейдите на вкладку "Свойства".
tr: "Özellikler" sekmesine geçin.
zh_cn: 切换到“属性”选项卡。
zh_tw: 切換到「屬性」分頁。

source: Fill in the following fields:
ca: Ompliu els camps següents:
ca_es@valencia: Ompliu els camps següents:
dz: འོག་གི་ས་སྒོ་ཚུ་བསུབ:
el: Συμπληρώστε τα παρακάτω πεδία:
es: Rellene los siguientes campos:
eu: Bete ondoko eremuak:
fr: Remplissez les champs suivants :
gl: Encha os seguintes campos:
it: Completare questi campi:
pl: Wypełnij następujące pola:
ru: Заполните следующие поля:
tr: Aşağıdaki alanları doldurun:
zh_cn: 请填写以下字段：
zh_tw: 填入以下欄位：

source: General description (about 150 characters)
ca: Descripció general (uns 150 caràcters)
ca_es@valencia: Descripció general (150 caràcters aprox.)
dz: སྤྱིར་བཏང༌འགྲེལ་བཤད་ (ཡིག་འབྲུ་༡༥༠་ནང་འཁོད་)
el: Γενική περιγραφή (περίπου 150 χαρακτήρες)
es: Descripción general (unos 150 caracteres)
eu: Deskribapen orokorra (150 karaktere inguru)
fr: Description générale (environ 150 caracteres)
gl: Descrición xeral (sobre 150 caracteres)
it: Descrizione generale (circa 150 caratteri)
pl: Ogólny opis (około 150 znaków)
ru: Общее описание (около 150 символов)
tr: Genel açıklama (yaklaşık 150 karakter)
zh_cn: 一般说明（约150个字符）
zh_tw: 一般描述（約 150 個字元）

source: Click "Save".
ca: Premeu «Desa»
ca_es@valencia: Feu clic a "Guarda"
dz: "སྲུངས་བཞག" ཨེབ་གཏང།.
el: Πιέστε 'Αποθήκευση'.
es: Pulse en "Guardar".
eu: Sakatu "Gorde".
fr: Cliquez sur "Sauvegarder".
gl: Prema "Gardar”.
it: Clic su "Salva".
pl: Kliknij "Zapisz".
ru: Нажмите "Сохранить".
tr: "Kaydet"i tıklayın.
zh_cn: 点击“保存”。
zh_tw: 點擊「儲存」。

source: Switch back to the "Content" tab.
ca: Torneu a la pestanya «Contingut».
ca_es@valencia: Canvia de nou a la pestanya «Contingut».
dz: "ནང་དོན" གྱི་་ཨེབ་ལྡེ་ལུ་ལོག་སོར།
el: Μεταβείτε στην καρτέλα 'Περιεχόμενο'.
es: Volver a la pestaña "Contenido".
eu: Itzuli "Edukia" fitxara.
fr: Allez sur l'onglet "Contenu".
gl: Volver á pestana "Contido".
it: Tornare alla linguetta "Contenuto".
pl: Wróć do zakładki "Zawartość".
ru: Вернитесь на вкладку «Содержимое».
tr: "İçerik" sekmesine geri dönün.
zh_cn: 切换回“内容”选项卡。
zh_tw: 切回「內容」分頁。

source: Remember to save your project whenever you change something.
ca: Recorda desar el projecte sempre que canviïs alguna cosa.
ca_es@valencia: Recordeu que heu de guardar el projecte sempre que canvieu alguna cosa.
el: Να θυμάστε ότι είναι πολύ σημαντικό να αποθηκεύετε την εργασία σας συχνά, ακόμα και μετά από κάθε αλλαγή.
es: Recuerde guardar su proyecto cada vez que haga algún cambio.
eu: Gogoratu, gorde proiketua aldaketak egin onden.
fr: Souvenez-vous de sauvegarger votre projet quand vous réalisez une modification.
gl: Lembre gardar o seu proxecto cada vez que faga algún cambio.
it: Ricordare di salvare il progetto quando lo si modifica.
pl: Pamiętaj, aby zapisać swój projekt, zawsze, gdy coś zmienisz.
ru: Не забудьте сохранять проект каждый раз, когда вы что-то меняете.
tr: Bir şeyi değiştirdiğinizde projenizi kaydetmeyi unutmayın.
zh_cn: 请记住，每当您更改内容时都要保存项目。
zh_tw: 請記得在您做了變更之後要儲存專案。

source: Now you can start adding pages to your project!
ca: Ara podeu començar a afegir pàgines al vostre projecte!
ca_es@valencia: Ara ja podeu començar a afegir pàgines al projecte.
el: Τώρα είστε έτοιμοι να προσθέσετε σελίδες στο έργο σας!
es: ¡Ya puede empezar a añadir páginas a su proyecto!
eu: Orain proiektuari orriak eransten has zaitezke!
fr: Maintenant vous pouvez ajouter des pages à votre projet !
gl: Xa pode comezar a engadir páxinas ao seu proxecto!
it: Ora è possibile iniziare ad aggiungere pagine al progetto.
pl: Teraz możesz zacząć dodawać strony do swojego projektu!
ru: Теперь вы можете начать добавлять страницы в свой проект!
tr: Artık projenize sayfa eklemeye başlayabilirsiniz!
zh_cn: 现在您可以开始向项目添加页面了！
zh_tw: 現在您可以在專案中新增頁面了！
