Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: By enabling this, a confirmation dialog will be shown after the selected amount of time to remind the user that he/she should save his/her work.
ca: Si ho habiliteu, es mostrarà un diàleg per confirmar a cada usuari després del «temps per recordar» que l'usuari ell/ella hauria de desar el seu treball.
ca_es@valencia: Si està activat, es mostrarà un diàleg de confirmació, després del temps seleccionat, per a recordar a l'usuari que ha de guardar el seu treball.
el: Με την ενεργοποίησή του, ένα μήνυμα θα εμφανίζεται μετά από τον προσδιορισμένο χρόνο για να υπενθυμίζει στον χρήστη ότι πρέπει να αποθηκεύσει την εργασία του.
es: Si activa esto, tras el periodo de tiempo señalado se mostrará un diálogo de confirmación para recordar al usuario que sería conveniente que guarde su trabajo.
eu: Hau gaituz gero, baieztapen leiho bat erakutsiko da, ezarritako denbora pasaz gero, eginiko lana gordetzea komeni dela gogorarazteko.
fr: Si cet élément est activé, un dialogue de confirmation sera montré après la période sélectionnée pour rappeler à l'usager de sauvegarder.
gl: Se activa isto, tras o período de tempo sinalado amosarase un diálogo de confirmación para lembrar á persoa usuaria que sería conveniente que garde o seu traballo.
it: Questa opzione abilita una finestra di conferma che dopo il tempo prestabilito ricorda all'utente di salvare il suo lavoro.
pl: Po włączeniu tej opcji wyświetlone zostanie okno dialogowe z potwierdzeniem po upływie wybranego czasu, aby przypomnieć użytkownikowi, że powinien zapisać swoją pracę.
ru: Включив это, после выбранного времени отобразится диалоговое окно подтверждения, чтобы напомнить пользователю, что он/она должны сохранить свою работу.
tr: Bu seçenek etkinleştirildiğinde, seçilen süre geçtikten sonra kullanıcıya çalışmasını kaydetmesi gerektiğini hatırlatmak için bir iletişim onay kutusu görüntülenir.
zh_cn: 通过启用此功能，将在选定的时间后显示确认对话框，以提醒用户他/她应保存他/她的工作。
zh_tw: 開啟此選項，則會在指定的時間後跳出一個確認對話框，提醒使用者儲存他們的工作成果。

source: Default license for the new documents
ca: Llicència per defecte als documents nous
ca_es@valencia: Llicència per defecte per als documents nous
dz: ཡིག་ཆ་གསརཔ་གི་དོན་ལུ་སྔོན་སྒྲིག་རྩ་སྒྲིག
el: Προεπιλεγμένη άδεια για τα νέα έγγραφα
es: Licencia predeterminada para documentos nuevos
eu: Dokumentu berriak sortzerakoan lehenetsitako lizentzia
fr: Licence par défaut pour les nouveaux documents
gl: Licenza por defecto para os novos documentos
it: Licenza predefinita per i nuovi documenti
nl: Standaard licentie voor de nieuwe documenten
pl: Domyślna licencja dla nowych dokumentów
pt: Licença por defeito para novos documentos
ru: Лицензия по умолчанию для новых документов
tr: Yeni belgeler için varsayılan lisans
zh_cn: 新文档的默认授权方式
zh_tw: 新文件的預設授權方式

source: The current document license can be modified in the Properties tab.
ca: La llicència actual del document es pot modificar a la pestanya «Propietats»
ca_es@valencia: La llicència del document actual es pot modificar en la pestanya Propietats
el: Η άδεια του τρέχοντος εγγράφου μπορεί να τροποποιηθεί στην καρτέλα 'Ιδιότητες'.
es: La licencia actual del documento puede ser modificada en la pestaña Propiedades.
eu: Dokumentuaren lizentzia alda daiteke Ezaugarriak fitxan.
fr: La licence du document en cours peut être modifié sous l'étiquette Propriétés.
gl: O formato actual do documento pode ser modificado na lapela "Propiedades".
it: La licenza di questo documento può essere cambiata nella linguetta Proprietà.
nl: De huidige document-licentie kan worden aangepast op het tabblad Eigenschappen.
pl: Bieżącą licencję dokumentu można modyfikować na karcie Właściwości.
pt: A licença do documento atual pode ser modificada na aba "Propriedades"
ru: Текущая лицензия документа может быть изменена во вкладке Свойства
tr: Geçerli belge lisansı, Özellikler sekmesinden değiştirilebilir.
zh_cn: 可以在“属性”选项卡中修改当前文件的授权方式。
zh_tw: 目前文件的授權方式可以在「屬性」視窗中修改。

source: Show this window on eXe start
ca: Mostra aquesta finestra a l'inici d'eXe
ca_es@valencia: Mostra aquesta finestra en iniciar l'eXe
el: Εμφάνιση αυτού του παράθυρου όταν ξεκινά το eXe.
es: Mostrar esta ventana cuando se inicia eXe
eu: Leiho hau erakutsi eXe hasterakoan
fr: Montrer cette fenêtre au démarrage eXe
gl: Amosar esta xanela ao inicio de eXe
it: Mostra questa finestra all'avvio di eXe
nl: Toon dit venster als eXe opstart
pl: Pokaż to okno przy starcie eXe
pt: Mostrar esta janela no início de eXe
ru: Показывать это окно при старте eXe
tr: Bu pencereyi eXe başlangıcında göster
zh_cn: eXe 启动时显示此窗口
zh_tw: eXe 啟動時顯示此視窗

source: Edit style:
ca: Edita l'estil:
ca_es@valencia: Edita l'estil:
dz: བཟོ་རྣམ་ཞུན་དག་འབད:
el: Επεξεργασία τεχνοτροπίας:
es: Editar el estilo:
eu: Editatu estiloa:
fr: Éditer le style:
gl: Editar estilo:
it: Modifica stile:
pl: Edytuj styl:
ru: Редактировать стиль:
tr: Stili Düzenle
zh_cn: 编辑样式：
zh_tw: 編輯樣式：

source: Edit current Style
ca: Edita l'estil actual
ca_es@valencia: Edita l'estil actual
dz: ད་ལྟོའི་བཟོ་རྣམ་ཞུན་དག་འབད
el: Επεξεργασία τρέχουσας τεχνοτροπίας
es: Editar el estilo actual
eu: Oraingo estiloa editatu
fr: Éditer le style actuel
gl: Editar estilo actual
it: Modifica stile attuale
nl: Bewerk huidige stijl
pl: Edytuj bieżący styl
pt: Editar o estilo atual
ru: Изменить текущий стиль
tr: Geçerli Stili Düzenle
zh_cn: 编辑当前样式
zh_tw: 編輯現在這個樣式

source: Export style:
ca: Exporta l'estil:
ca_es@valencia: Exporta l'estil:
dz: བཟོ་རྣམ་སྦེ་ཕྱིར་འདྲེན་འབད:
el: Εξαγωγή τεχνοτροπίας:
es: Exportar estilo:
eu: Esportatu estiloa:
fr: Exporter le style:
gl: Exportar estilo:
it: Esporta stile:
pl: Eksportuj styl:
ru: Экспортировать стиль:
tr: Stili Dışa Aktar
zh_cn: 导出样式：
zh_tw: 匯出樣式：

source: Delete style:
ca: Suprimeix l'estil:
ca_es@valencia: Suprimeix l'estil:
dz: བཟོ་རྣམ་བཏོདན་གཏང་:
el: Διαγραφή τεχνοτροπίας:
es: Borrar el estilo:
eu: Ezabatu estiloa:
fr: Effacer le style:
gl: Eliminar estilo:
it: Cancella stile:
pl: Usunąć styl:
ru: Удалить стиль:
tr: Stili Sil
zh_cn: 删除样式：
zh_tw: 刪除樣式：

source: Show properties of style:
ca: Mostra les propietats de l'estil:
ca_es@valencia: Mostra les propietats de l'estil:
dz: བཟོ་རྣམ་གྱི་ཁྱད་རྣམ་ཚུ་སྟོན:
el: Εμφάνιση ιδιοτήτων τεχνοτροπίας:
es: Mostrar las propiedades del estilo:
eu: Erakutsi estilo-ezaugarriak:
fr: Montrer les propriétés du style:
gl: Amosar propiedades do estilo:
it: Mostra proprietà dello stile:
pl: Pokaż właściwości stylu:
ru: Показать свойства стиля:
tr: Stilin özelliklerini göster:
zh_cn: 显示样式的属性：
zh_tw: 顯示樣式的屬性：

source: Style Designer
ca: Dissenyador d'estil
ca_es@valencia: Dissenyador d'estils
dz: བཟོ་རྣམ་བཟོ་བཀོདཔ
el: Σχεδιαστής τεχνοτροπιών
es: Diseñador de estilos
eu: Estiloen diseinu-tresna
fr: Design de style
gl: Deseñador de estilo
it: Creazione stile
pl: Projektant stylów
pt: Designer de Estilos
ru: Дизайнер стилей
tr: Stil Tasarımcısı
zh_cn: 样式设计器
zh_tw: 樣式設計器

source: Create new style
ca: Crea un estil nou
ca_es@valencia: Crea un estil nou
dz: བཟོ་རྣམ་གསརཔ་གསར་བསྐྲུན་འབད
el: Δημιουργία νέας τεχνοτροπίας
es: Crear estilo nuevo
eu: Sortu estilo berria
fr: Créer un nouveau style
gl: Crear novo estilo
it: Crea nuovo stile
nl: Ontwerp een nieuwe stijl
pl: Utwórz nowy styl
pt: Criar um novo estilo
ru: Создать новый стиль
tr: Yeni stil oluştur
zh_cn: 创建新样式
zh_tw: 建立新的樣式

source: Import style to the system
ca: Importa estils al sistema
ca_es@valencia: Importa l'estil al sistema
dz: རིམ་ལུགས་འདི་ལུ་བཟོ་རྣམ་ནང་འདྲེན་འབད
el: Εισαγωγή τεχνοτροπίας στο σύστημα
es: Importar el estilo al sistema
eu: Inportatu estiloa sistemara
fr: Importer le style vers le système
gl: Importar estilo ao sistema
it: Importa stile nel sistema
pl: Importuj styl do systemu
ru: Импортировать стиль в систему
tr: Stili sisteme aktar
zh_cn: 将样式导入系统
zh_tw: 將樣式匯入系統

source: Import style
ca: Importa estils
ca_es@valencia: Importa l'estil
dz: བཟོ་རྣམ་ནང་འདྲེན་འབད
el: Εισαγωγή τεχνοτροπίας
es: Importar estilo
eu: Inportatu estiloa
fr: Importer le style
gl: Importar estilo
it: Importa stile:
pl: Importuj styl
ru: Импортировать стиль
tr: Stili içe aktar
zh_cn: 导入样式
zh_tw: 匯入樣式

source: Styles repository
ca: Diposit d'estils
ca_es@valencia: Repositori d'estils
dz: བཟོ་རྣམ་ཚུའི་མཛོད་གནས
el: Αποθετήριο τεχνοτροπιών
es: Banco de estilos
eu: Estilo-biltegia
fr: Liste de styles
gl: Repositorio de estilos
it: Catalogo degli stili
pl: Repozytorium stylów
ru: Репозиторий стилей
tr: Stil deposu
zh_cn: 样式库
zh_tw: 樣式主目錄

source: Search and download new styles from the styles repository
ca: Cerca i descarrega estils nous des del diposit d'estils
ca_es@valencia: Busca i baixa nous estils del repositori d'estils
el: Αναζήτηση και λήψη νέων τεχνοτροπιών από το αποθετήριο
es: Buscar y descargar nuevos estilos del banco de estilos
eu: Bilatu eta jaitsi estilo berriak estilo-biltegitik
fr: Chercher et télécharger de nouveaux styles à partir de la liste de styles
gl: Buscar e descargar novos estilos desde o repositorio de estilos
it: Cercare e scaricare nuovi stili dal catalogo
pl: Wyszukaj i pobierz nowe style z repozytorium stylów
ru: Поиск и загрузка новых стилей из репозитория стилей
tr: Stiller deposundan yeni stiller arayın ve indirin
zh_cn: 从样式库中搜索并下载新样式
zh_tw: 從樣式主目錄搜尋並下載新樣式

source: List of styles in your system
ca: Llista d'estils al vostre sistema
ca_es@valencia: Llista dels estils al vostre sistema
dz: ཁྱོད་རའི་རིམ་ལུགས་ནང་གི་དཔེ་གཞིའི་ཐོ་ཡིག
el: Λίστα τεχνοτροπιών του συστήματός σας
es: Listar los estilos de su sistema
eu: Zure sistemako estilo zerrenda
fr: Liste des styles de votre système
gl: Lista de estilos no seu sistema
it: Elenco degli stili presenti nel sistema
pl: Lista stylów w systemie
ru: Список стилей в вашей системе
tr: Sisteminizdeki sitllerin listesi
zh_cn: 系统中的样式列表
zh_tw: 您的系統中的樣式清單

source: Close
ca: Tanca
ca_es@valencia: Tanca
dz: ཁ་བསྡམས
el: Κλείσιμο
es: Cerrar
eu: Itxi
fr: Fermer
gl: Pechar
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
tr: Kapat
zh_cn: 关闭
zh_tw: 關閉

source: Properties of style:
ca: Propietats de l'estil:
ca_es@valencia: Propietats de l'estil:
dz: བཟོ་རྣམ་གྱི་ཁྱད་རྣམ་ཚུ:
el: Ιδιότητες τεχνοτροπίας:
es: Propiedades del estilo:
eu: Estiloaren ezaugarriak:
fr: Propriétés du style:
gl: Propiedades do estilo:
it: Proprietà dello stile:
pl: Właściwości stylu:
ru: Свойства стиля:
tr: Stilin Özellikleri:
zh_cn: 样式的属性：
zh_tw: 樣式屬性：

source: Return to style manager
ca: Torna al gestor d'estils
ca_es@valencia: Torna al gestor d'estil
dz: བཟོ་རྣམ་འཛིན་སྐྱོང་པ་ལུ་ ལོག་འགྱོ
el: Επιστροφή στον σχεδιαστή τεχνοτροπίας
es: Volver al gestor de estilos
eu: Itzuli estilo-kudeatzailera
fr: Retour au gestionnaire de style
gl: Volver ao xestor de estilos
it: Torna al gestore degli stili
pl: Wróć do menedżera stylów
ru: Вернуться в менеджер стилей
tr: Stil yöneticisine dön
zh_cn: 返回样式管理器
zh_tw: 回到樣式管理員

source: Return
ca: Retorn
ca_es@valencia: Torna
dz: སླར་ལོག
el: Επιστροφή
es: Volver
eu: Itzuli
fr: Retour
gl: Volver
it: Indietro
pl: Powrót
ru: Вернуться
tr: Geri dön
zh_cn: 返回
zh_tw: 返回

source: Read more
ca: Llegeix més
ca_es@valencia: Més informació
dz: ཆ་ཚང་ལྷག
el: Περισσότερα
es: Leer más
eu: Irakurri gehiago
fr: En savoir plus
gl: Ler máis
it: Altre info
pl: Czytaj więcej
ru: Читать больше
tr: Devamını oku
zh_cn: 阅读更多
zh_tw: 閱讀更多

source: Download style from repository and import into system.
ca: Descarrega l'estil des d'un diposit i importa'l al sistema.
ca_es@valencia: Baixa un estil del repositori i importa'l al sistema.
dz: སྲོལ་སྒྲིག་ལས་བཟོ་རྣམ་ཕབ་ལེན་འབད་དི་རིམ་ལུགས་དང་ནང་འདྲེན་འབད།
el: Λήψη τεχνοτροπιών από το αποθετήριο και εισαγωγή τους στο σύστημα.
es: Descargar el estilo del banco de estilos e importarlo al sistema.
eu: Jaitsi estiloa biltegitik eta inportatu sistemara.
fr: Télécharger le style à partir de la liste et importer vers le système.
gl: Descargar estilo desde o repositorio e importalo no sistema.
it: Scarica uno stile dal catalogo e lo importa nel sistema.
pl: Pobierz styl z repozytorium i importuj do systemu.
ru: Скачать стиль из репозитория и импортировать в систему.
tr: Depodan stili indirin ve sisteme aktarın.
zh_cn: 从存储库下载样式并将其导入系统。
zh_tw: 從主目錄下載樣式並匯入系統。

source: Import style from custom URL
ca: Importa estils des d'una URL personalitzada
ca_es@valencia: Importa estil des d'un URL personalitzat
dz: སྲོལ་སྒྲིག་ཡུ་ཨར་ཨེལ་ལས་བཟོ་རྣམ་ནང་འདྲེན་འབད
el: Εισαγωγή τεχνοτροπίας από προσαρμοσμένο URL
es: Importar un estilo de una URL proporcionada
eu: Inportatu estiloa URL jakin batetik
fr: Importer le style à partir d'une URL personnalisée
gl: Importar estilo desde un URL personalizado
it: Importa lo stile da un indirizzo URL specifico
pl: Importuj styl z niestandardowego adresu URL
ru: Импортировать стиль из пользовательского URL
tr: Stili özel URL'den içe aktar
zh_cn: 从自定义网址导入样式
zh_tw: 從自定網址匯入樣式

source: URL
dz: ཡུ་ཨར་ཨེལ
es: URL (dirección web)
eu: URL-a
pl: Adres URL
zh_cn: 网址
zh_tw: 網址

source: URL to download the style from.
ca: URL des d'on descarregar estils.
ca_es@valencia: URL des d'on baixar l'estil.
dz: བཟོ་རྣམ་ཕབ་ལེན་འབད་ནིའི་ཡུ་ཨར་ཨེལ།
el: URL για λήψη τεχνοτροπίας.
es: URL de la que descargar el estilo.
eu: Estiloa jaisteko URL-a.
fr: URL d'origine pour en télécharger le style.
gl: URL de descarga do estilo.
it: URL da cui scaricare lo stile.
pl: Adres URL do pobrania stylu.
ru: URL для загрузки стиля с него.
tr: Stilin indirileceği URL.
zh_cn: 从中下载样式的URL。
zh_tw: 要下載樣式的網址。

source: Import Style from URL
ca: Importa l'estil des d'una URL
ca_es@valencia: Importa estil des d'un URL
dz: ཡུ་ཨར་ཨེལ་ལས་བཟོ་རྣམ་ནང་འདྲེན་འབད
el: Εισαγωγή τεχνοτροπίας από URL
es: Importar un estilo desde una URL
eu: Inportatu estiloa URL-tik
fr: Importer le style à partir d'une URL
gl: Importar estilo desde un URL
it: Importa stile da URL
pl: Importuj styl z adresu URL
ru: Импортировать стиль из URL
tr: Stilin URL'den İçe Aktar
zh_cn: 从URL导入样式
zh_tw: 從網址匯入樣式

source: Download style from URL and import into system.
ca: Descarrega l'estil des d'una URL i importa'l al sistema.
ca_es@valencia: Baixa estil des d'un URL i importa'l al sistema.
dz: ཡུ་ཨར་ཨེལ་ལས་བཟོ་རྣམ་ཕབ་ལེན་འབད་དི་རིམ་ལུགས་དང་ནང་འདྲེན་འབད།
el: Λήψη τεχνοτροπίας από το URL και εισαγωγή τους στο σύστημα.
es: Descargar un estilo de una URL e importarlo al sistema.
eu: Jaitsi estiloa URL-tik eta inportatu sisteman.
fr: Télécharger le style à partir d'une URL et l'importer dans le système.
gl: Descargar estilo desde un URL e importalo no sistema.
it: Scarica uno stile da un URL e lo importa nel sistema.
pl: Pobierz styl z adresu URL i importuj do systemu.
ru: Скачать стиль из URL и импортировать в систему.
tr: Stili URL'den indirin ve sisteme aktarın.
zh_cn: 从URL下载样式并导入系统。
zh_tw: 從指定網址下載並匯入樣式。

source: Check and install styles in the repository
ca: Comprova i instal·la estils al diposit
ca_es@valencia: Comprova i instal·la els estils en el repositori
dz: བཟོ་རྣམ་ཚུའི་མཛོད་གནས
el: Έλεγχος και εγκατάσταση τεχνοτροπίας στο αποθετήριο
es: Comprobar e instalar estilos en el banco de estilos
eu: Egiaztatu eta instalatu estiloa biltegian
fr: Vérifier et installer des styles dans l'annuaire de ressources
gl: Comprobar e instalar estilos no banco de estilos
it: Controlla ed installa stili nel catalogo
pl: Sprawdź i zainstaluj style w repozytorium
ru: Проверить и установить стили в репозитории
tr: Depodaki stilleri kontrol edin ve yükleyin
zh_cn: 检查并在存储库中安装样式
zh_tw: 檢查並安裝主目錄中的樣式

source: Error recovering data
ca: Errada mentre es recuperaven dades
ca_es@valencia: S'ha produït un error en recuperar les dades.
dz: འཛོལ་བ་མངོན་གསལ་འབད
el: Σφάλμα κατά την ανάκτηση των δεδομένων
es: Error al recuperar los datos
eu: Datuak ezin izan dira berreskuratu
fr: Erreur dans la récupération de données
gl: Erro recuperando datos
it: Errore di recupero dei dati
nl: Fout bij het terughalen vcan de data
pl: Błąd podczas odzyskiwania danych
pt: Erro ao recuperar os dados
ru: Ошибка восстановления данных
tr: Veri kurtarma hatası
zh_cn: 恢复数据时出错
zh_tw: 回復資料時發生錯誤

source: Export template:
ca: Exporta la plantilla:
ca_es@valencia: Exporta la plantilla:
dz: དཔེ་གཞི་ཕྱིར་འདྲེན་འབད:
el: Εξαγωγή προτύπου:
es: Exportar plantilla:
eu: Esportatu txantiloia:
fr: Exporter modèle:
gl: Exportar modelo:
it: Esporta modello:
pl: Szablon eksportu:
ru: Экспортировать шаблон:
tr: Şablonu dışa aktar:
zh_cn: 导出模板：
zh_tw: 匯出樣本：

source: Delete template:
ca: Suprimeix la plantilla:
ca_es@valencia: Elimina la plantilla:
dz: དཔེ་གཞི་བཏོན་གཏང་:
el: Διαγραφή προτύπου:
es: Borrar plantilla:
eu: Ezabatu txantiloia:
fr: Éliminer le modèle
gl: Eliminar modelo:
it: Cancella modello:
pl: Usuń szablon:
ru: Удалить шаблон:
tr: Şablonu sil:
zh_cn: 删除模板：
zh_tw: 刪除樣本：

source: Show properties of template:
ca: Mostra les propietats de la plantilla:
ca_es@valencia: Mostra les propietats de la plantilla:
dz: དཔེ་གཞིའི་ཁྱད་རྣམ་ཚུ་སྟོན:
el: Εμφάνιση ιδιοτήτων προτύπου:
es: Mostrar las propiedades de la plantilla:
eu: Erakutsi txantiloiaren propietateak:
fr: Montrer les propriétés du modèle
gl: Amosar as propiedades do modelo:
it: Mostra proprietà modello:
pl: Pokaż właściwości szablonu:
ru: Показать свойства шаблона:
tr: Şablonun özelliklerini göster:
zh_cn: 显示模板的属性：
zh_tw: 顯示樣本的屬性：

source: Edit template:
ca: Edita la plantilla:
ca_es@valencia: Edita la plantilla:
dz: དཔེ་གཞི་ཞུན་དག་འབད:
el: Επεξεργασία προτύπου:
es: Editar plantilla:
eu: Editatu txantiloia:
fr: Éditer le modèle:
gl: Editar modelo:
it: Modifica modello:
pl: Edycja szablonu:
ru: Редактировать шаблон:
tr: Şablonu düzenle:
zh_cn: 编辑模板：
zh_tw: 編輯樣本：

source: Import template to the system
ca: Importa la plantilla al sistema
ca_es@valencia: Importa la plantilla al sistema
dz: རིམ་ལུགས་འདི་ལུ་དཔེ་གཞི་ནང་འདྲེན་འབད
el: Εισαγωγή προτύπου στο σύστημα
es: Importar la plantilla al sistema
eu: Inportatu txantiloia sisteman
fr: Importer le modèle vers le système
gl: Importar modelo ao sistema
it: Importa modello nel sistema
pl: Importuj szablon do systemu
ru: Импортировать шаблон в систему
tr: Şablonu sisteme aktarın
zh_cn: 将模板导入系统
zh_tw: 將樣本匯入系統

source: Import template
ca: Importa plantilla
ca_es@valencia: Importa la plantilla
dz: དཔེ་གཞི་ནང་འདྲེན་འབད
el: Εισαγωγή προτύπου
es: Importar la plantilla
eu: Inportatu txantiloia
fr: Importer le modèle
gl: Importar modelo
it: Importa modello
pl: Importuj szablon
ru: Импортировать шаблон
tr: Şablonu içe aktar
zh_cn: 导入模板
zh_tw: 匯入樣本

source: List of templates in your system
ca: Llistat de plantilles al vostre sistema
ca_es@valencia: Llista de plantilles al vostre sistema
dz: ཁྱོད་རའི་རིམ་ལུགས་ནང་གི་དཔེ་གཞིའི་ཐོ་ཡིག
el: Λίστα προτύπων του συστήματός σας
es: Lista de plantillas de su sistema
eu: Zure sistemaren txantiloi-zerrenda
fr: Liste des modèles dans votre système
gl: Lista de modelos do seu sistema
it: Elenca i modelli nel sistema
pl: Lista szablonów w twoim systemie
ru: Список шаблонов в вашей системе
tr: Sisteminizdeki şablonların listesi
zh_cn: 系统中的模板列表
zh_tw: 您的系統中的樣本清單

source: Properties of template:
ca: Propietats de la plantilla:
ca_es@valencia: Propietats de la plantilla:
dz: དཔེ་གཞིའི་ཁྱད་རྣམ་ཚུ་:
el: Ιδιότητες προτύπου:
es: Propiedades de la plantilla:
eu: Txantiloiaren propietateak:
fr: Propriétés du modèle:
gl: Propiedades do modelo:
it: Proprietà del modello:
pl: Właściwości szablonu:
ru: Свойства шаблона:
tr: Şablonun özellikleri:
zh_cn: 模板属性：
zh_tw: 樣本屬性：

source: Return to template manager
ca: Retorna al gestor de plantilles
ca_es@valencia: Torna al gestor de plantilles
dz: དཔེ་གཞི་འཛིན་སྐྱོང་པ་ལུ་ ལོག་འགྱོ
el: Επιστροφή στον διαχειριστή προτύπων
es: Volver al gestor de plantillas
eu: Itzuli txantiloi-kudeatzailera
fr: Retour au gestionnaire de modèle
gl: Volver ao xestor de modelos
it: Ritorna alla gestione dei modelli
pl: Wróć do menedżera szablonów
ru: Вернуться в менеджер шаблонов
tr: Şablon yöneticisine dön
zh_cn: 返回模板管理器
zh_tw: 回到樣本管理員

source: Some important information is missing in the "Properties" tab. You can complete it now.
ca: S'ha perdut informació important a la pestanya «Propietats». Podeu completar-la ara.
ca_es@valencia: Falta alguna informació important en la pestanya "Propietats".Podeu completar-la ara.
el: Λείπουν κάποιες σημαντικές πληροφορίες από την καρτέλα 'Ιδιότητες'. Μπορείτε να τις συμπληρώσετε τώρα.
es: Falta información importante en la pestaña "Propiedades". Puede completarla ahora.
eu: Informazio garrantzitsua falta da "Ezaugarriak" fitxan. Orain osa dezakezu.
fr: Certaines informations importantes manquent dans l'onglet "Propriétés". Vous pouvez compléter maintenant.
gl: Falta información importante na pestana "Propiedades". Pode completala agora.
it: Mancano alcune informazioni importanti nella linguetta "Proprietà". Possono essere inserite adesso.
pl: Brak niektórych ważnych informacji na karcie "Właściwości". Możesz to teraz zrobić.
ru: На вкладке "Свойства" отсутствует важная информация. Вы можете закончить её сейчас.
tr: "Özellikler" sekmesinde bazı önemli bilgiler eksik. Şimdi tamamlayabilirsiniz.
zh_cn: “属性”选项卡中缺少一些重要信息。你现在可以完成它。
zh_tw: 「屬性」分頁中有些重要資訊遺失了。您可以現在把它補齊。

source: Save and export
ca: Desa i exporta
ca_es@valencia: Guarda i exporta
dz: སྲུངས
el: Αποθήκευση και έξοδος
es: Guardar y exportar
eu: Gorde eta esportatu
fr: Enregistrer et exporter
gl: Gardar e exportar
it: Salva e esporta
pl: Zapisz i eksportuj
ru: Сохранить и экспортировать
tr: Kaydet ve dışa aktar
zh_cn: 保存并导出
zh_tw: 儲存並匯出

source: Export without changes
ca: Exporta sense canvis
ca_es@valencia: Exporta sense canvis
dz: ཕྱིར་འདྲེན་འབད
el: Έξοδος χωρίς αλλαγές
es: Exportar sin cambios
eu: Gorde aldaketarik gabe
fr: Exporter sans modification
gl: Exportar sen gardar os cambios
it: Esporta senza modifiche
pl: Eksportuj bez zmian
ru: Экспортировать без изменений
tr: Değişiklik yapmadan dışa aktar
zh_cn: 导出无变化
zh_tw: 匯出時不做變更

source: The value selected for this field is not accepted by Procomún. Please select one of the values below:
ca: El valor seleccionat per aquest camp no està acceptat per Procomún. Seleccioneu un dels valors de sota:
ca_es@valencia: Procomún no ha acceptat el valor seleccionat per a aquest camp. Per favor, seleccioneu un dels valors següents:
el: Η τιμή που επιλέχθηκε γι' αυτό το πεδίο δεν είναι αποδεκτή από το Procomún. Παρακαλώ επιλέξτε μια από τις παρακάτω τιμές:
es: Procomún no acepta el valor seleccionado para este campo. Seleccione uno de los valores siguientes:
fr: La valeur sélectionnée pour ce champ n'est pas acceptée par Procomún. Veuillez sélectionner l'une des valeurs ci-dessous:
gl: Procomún non acepta o valor seleccionado para este campo. Seleccione un dos valores seguintes:
it: Il valore scelto per questo campo non è accettato da Procomún. Scegliere uno di questi valori:
pl: Wybrana wartość dla tego pola nie jest akceptowana przez Procomún. Wybierz jedną z poniższych wartości:
ru: Значение, выбранное для этого поля, не принимается Procomún. Выберите одно из значений ниже:
tr: Bu alan için seçilen değer Procomún tarafından kabul edilmemektedir. Lütfen aşağıdaki değerlerden birini seçin:
zh_cn: Procomún不接受为该字段选择的值。请选择以下值之一：
zh_tw: 此欄位的值不被 Procomún 接受。請從以下的值選一個：

source: Outline
ca: Índex
ca_es@valencia: Resum
dz: བསྡུས་དོན
el: Περίγραμμα
es: Estructura
eu: Ingurua
fr: Plan
gl: Esquema
it: Profilo
nl: Schema
pl: Struktura
pt: Diagrama
ru: Контур
tr: Anahat
zh_cn: 目录
zh_tw: 概述

source: Show
ca: Mostra
ca_es@valencia: Mostra
dz: སྟོན
el: Εμφάνιση
es: Mostrar
eu: Erakutsi
fr: Montrer
gl: Amosar
it: Mostra
nl: Tonen
pl: Pokaż
pt: Mostrar
ru: Показать
tr: Göster
zh_cn: 显示
zh_tw: 顯示

source: Hide
ca: Amaga
ca_es@valencia: Amaga
dz: སྦ་བཞག
el: Απόκρυψη
es: Ocultar
eu: Ezkutatu
fr: Cacher
gl: Ocultar
it: Nascondi
nl: Verbergen
pl: Ukryj
pt: Esconder
ru: Скрыть
tr: Gizle
zh_cn: 隐藏
zh_tw: 隱藏
