Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: creative commons: attribution - non derived work - non commercial 2.5
ca: Creative Commons: Reconeixement - SenseObraDerivada - NoComercial 2.5
ca_es@valencia: llicència creative commons 2.5 reconeixement - sense obres derivades - no comercial
el: creative commons: Αναφορά Δημιουργού - Όχι Παράγωγα Έργα - Μη Εμπορική Χρήση 2.5
es: Creative Commons: Reconocimiento - sin obra derivada - no comercial 2.5
eu: creative commons: aitortu-lan eratorririk gabe-ez komertziala 2.5
fr: Creative Commons: attribution - travail non modifié - non commercial 2.5
gl: creative commons: atribución - sen obra derivada - non comercial 2.5
pl: pewne prawa zastrzeżone: uznanie autorstwa - bez utworów zależnych - użycie niekomercyjne 2.5
pt: Creative Commons: Atribuição - Sem Derivações - Não Comercial 2.5
tr: creative commons: atıf - türetilemez- gayrii ticari 2.5
zh_cn: 知识共享协议：署名 - 禁止演绎 - 非商业性使用 2.5
zh_tw: CC 授權 -- 非商業性禁止改作條款 2.5 版

source: creative commons: attribution - non commercial 2.5
ca: Creative Commons: Reconeixement - NoComercial 2.5
ca_es@valencia: llicència creative commons 2.5 reconeixement - no comercial
el: creative commons: Αναφορά Δημιουργού - Μη Εμπορική Χρήση 2.5
es: Creative Commons: Reconocimiento - no comercial 2.5
eu: creative commons: aitortu-ez komertziala 2.5
gl: creative commons: atribución - non comercial 2.5
nl: Creative Commons Naamsvermelding - Niet commercieel 2.5
pl: pewne prawa zastrzeżone: uznanie autorstwa - użycie niekomercyjne 2.5
pt: Creative Commons: Atribuição - Não Comercial 2.5
tr: creative commons: atıf - gayrii ticari 2.5
zh_cn: 知识共享协议：署名 - 非商业性使用 2.5
zh_tw: CC 授權 -- 非商業性條款 2.5 版

source: creative commons: attribution - non commercial - share alike 2.5
ca: Creative Commons: Reconeixement - NoComercial - CompartirIgual 2.5
ca_es@valencia: llicència creative commons 2.5 reconeixement-compartir igual
el: creative commons: Αναφορά Δημιουργού - Μη Εμπορική Χρήση - Παρόμοια Διανομή 2.5
es: Creative Commons: Reconocimiento - no comercial - compartir igual 2.5
eu: creative commons: aitortu-ez komertziala-partekatu berdin 2.5
fr: Creative Commons: attribution - non commercial - partage identique 2.5
gl: creative commons: atribución - non comercial - compartir igual 2.5
nl: Creative Commons Naamsvermelding - Niet commercieel - Gelijk delen 2.5
pl: pewne prawa zastrzeżone: użycie niekomercyjne - na tych samych warunkach 2.5
pt: Creative Commons: Atribuição - Não Comercial - Compartilha Igual 2.5
tr: creative commons: atıf - gayrii ticari -aynı şekilde paylaş 2.5
zh_cn: 知识共享协议：署名 - 非商业性使用 - 相同方式共享 2.5
zh_tw: CC 授權 -- 非商業性相同方式分享 2.5 版

source: creative commons: attribution - share alike 2.5
ca: Creative Commons: Reconeixement - CompartirIgual 2.5
ca_es@valencia: llicència creative commons 2.5 reconeixement-compartir igual
el: creative commons: Αναφορά Δημιουργού - Παρόμοια Διανομή 2.5
es: Creative Commons: Reconocimiento - compartir igual 2.5
eu: creative commons: aitortu-partekatu berdin 2.5
fr: Creative Commons: attribution - partage identique 2.5
gl: creative commons: atribución - compartir igual 2.5
nl: Creative Commons Naamsvermelding - Gelijk delen 2.5
pl: pewne prawa zastrzeżone: na tych samych warunkach 2.5
pt: Creative Commons: Atribuição - Compartilha Igual 2.5
tr: creative commons: atıf - aynı şekilde paylaş 2.5
zh_cn: 知识共享协议：署名 - 相同方式共享 2.5
zh_tw: CC 授權 -- 相同方式分享 2.5 版

source: Cataloguing
ca: S'està catalogant
ca_es@valencia: Catalogació
el: Καταλογράφηση
es: Catalogación
eu: Katalogazioa
fr: Catalogation en cours
gl: Catalogación
it: Catalogazione
nl: catalogiseren
pl: Katalogowanie
pt: Catalogação
ru: Каталогизация
tr: Kataloglama
zh_cn: 编目
zh_tw: 目錄

source: Objectives.
ca: Objectius
ca_es@valencia: Objectius
dz: དམིགས་ཡུལ།
el: Οι στόχοι του έργου.
es: Objetivos.
eu: Helburuak.
fr: Objectifs.
gl: Obxectivos.
it: Obiettivi.
nl: Doelstellingen
pl: Cele.
pt: Objetivos
ru: Цели.
tr: Hedefler.
zh_cn: 目标
zh_tw: 目的。

source: Preknowledge.
ca: Coneixements previs
ca_es@valencia: Coneixements previs
dz: སྔོན་མའི་ཤེས་བྱ།
el: Οι προαπαιτούμενες γνώσεις για τη διεκπεραίωση του έργου.
es: Conocimiento previo.
eu: Aurretiazko ezagutza.
fr: Prérequis.
gl: Coñecemento previo.
it: Prerequisiti.
nl: Voorkennis
pl: Wiedza wstępna.
pt: Conhecimentos prévios
ru: Предзнание.
tr: Önbilgi.
zh_cn: 预备知识
zh_tw: 預備知識。

source: Authorship
ca: Autoria
ca_es@valencia: Autoria
el: Συγγραφικά δικαιώματα
es: Autoría
eu: Egiletza
fr: Auteur
gl: Autoría
it: Autore
nl: Auteurschap
pl: Autorstwo
pt: Autoria
ru: Авторство
tr: Müelliflik
zh_cn: 著作权
zh_tw: 作者身份

source: Primary author of the resource.
ca: Autor principal del recurs.
ca_es@valencia: Autor/a principal del recurs.
dz: ཐོན་ཁུངས་ཀྱི་རྩོམ་པ་པོ་གཙོ་བོ
el: Αρχικός δημιουργός του έργου.
es: Autor principal del recurso.
eu: Baliabidearen egile nagusia.
fr: Premier auteur de la ressource.
gl: Autor ou autora principal do recurso.
it: Autore principale della risorsa.
nl: Hoofdauteur van het bronmateriaal
pl: Główny autor zasobu.
pt: Autor principal do recurso
ru: Главный автор ресурса.
tr: Kaynağın ilk yazarı.
zh_cn: 资源的主要作者。
zh_tw: 資源的主要作者。

source: License
ca: Llicència
ca_es@valencia: Llicència
dz: ཆོག་ཐམ
el: Άδεια
es: Licencia
eu: Lizentzia
fr: Licence
gl: Licenza
it: Licenza
nl: Licentie
pl: Licencja
pt: Licença
ru: Лицензия
tr: Lisans
zh_cn: 授权条款
zh_tw: 授權條款

source: Select a license.
ca: Tria la llicència.
ca_es@valencia: Tria una llicència.
dz: ཆོག་ཐམ་གཅིག་སེལ་འཐུ་འབད
el: Επιλέξτε μια άδεια.
es: Seleccionar licencia.
eu: Aukeratu lizentzia.
fr: Choisissez une licence.
gl: Seleccionar unha licenza.
it: Scegliere una licenza.
nl: Kies een licentie
pl: Wybierz licencję.
pt: Escolha a licença
ru: Выбрать лицензию.
tr: Bir lisans türü seçin.
zh_cn: 选择授权方式。
zh_tw: 選擇授權方式。

source: Select a license or write your own one.
ca: Selecciona una llicència o escriviu-ne la vostra.
ca_es@valencia: Tria una llicència o escriu una
dz: ཆོག་ཐམ་གཅིག་སེལ་འཐུ་འབད་ཡང་ན་ཁྱོད་རང་གིས་གཅིག་འབྲི།
el: Επιλέξτε μια άδεια ή γράψτε μια δική σας.
es: Elija una licencia o escriba la que desee.
eu: Aukeratu lizentzia bat edo idatzi zurea.
fr: Choisissez une licence ou écrivez une licence personnelle.
gl: Seleccione unha licenza ou escriba a súa propia.
it: Scegliere una licenza o scriverne una tua personale.
nl: Kies een licentie of schrijf er zelf een.
pl: Wybierz licencję lub napisz własną.
pt: Escolha uma licença ou escreva a sua própria licença.
ru: Выберите лицензию или напишите свою собственную.
tr: Bir lisans seçin veya kendi lisansınızı yazın.
zh_cn: 选择或编写自己的授权方式。
zh_tw: 選擇授權方式，或是自己寫授權方式。

source: New Window
ca: Finestra nova
ca_es@valencia: Finestra nova
dz: ཝིན་ཌོ་གསརཔ
el: Νέο παράθυρο
es: Ventana nueva
eu: Leiho berria
fr: Nouvelle fenêtre
gl: Nova xanela
it: Nuova finestra
nl: Nieuw venster
pl: Nowe okno
pt: Nova janela
ru: Новое окно
tr: Yeni Pencere
zh_cn: 新窗口
zh_tw: 新視窗

source: Creative Commons licenses information page
ca: Pàgina d'informació sobre les llicències Creative Commons
es: Página de información sobre las licencias Creative Commons
eu: Creative Commons lizentzien informazio orria
fr: Creative commons: attribution
gl: Páxina de información sobre as licenzas Creative Commons

source: Usage
ca: Utilització
ca_es@valencia: Ús
dz: སྤྱོད་ཐངས
el: Χρήση
es: Especificaciones de utilización
eu: Erabilera
fr: Spécificités de l'utilisation
gl: Especificacións de utilización
it: Uso
nl: Gebruik
pl: Użyj
pt: Utilização
ru: Использование
tr: Kullanım
zh_cn: 用法
zh_tw: 用法

source: Intended End User
ca: Usuari final previst
ca_es@valencia: Usuari final previst
dz: རེ་བ་ལྟར་དུའི་ཁེ་ཕན་ལག་ལེན་པ
el: Επιθυμητοί τελικοί χρήστες
es: Tipo de alumnado
eu: Hartzailea
fr: Destinataire
gl: Persoa destinataria
it: Utente finale previsto
nl: Bedoelde eindgebruiker
pl: Zamierzony użytkownik końcowy
pt: Utilizador pretendido
ru: Предназначен конечному пользователю
tr: Hedeflenen Son Kullanıcı
zh_cn: 预期的最终用户
zh_tw: 特定終端用戶

source: Ordinary Learner
ca: Estudiant normal
ca_es@valencia: Alumnat ordinari
dz: སྤྱིར་བཏང་གི་སྦྱང་མི
el: Τυπικοί μαθητές
es: Todos
eu: Ikasle arrunta
fr: Apprenant type
gl: Todo o alumnado
it: Studente ordinario
nl: Gewone leerling
pl: Zwykły uczeń
pt: Estudante comum
ru: Обыкновенный учащийся
tr: Normal Öğrenen
zh_cn: 普通的学习者
zh_tw: 一般學生

source: Special Needs Learner
ca: Alumne amb necessitats especials
ca_es@valencia: Alumnat amb necessitats especials
el: Μαθητές με ειδικές ανάγκες
es: Necesidades educativas especiales
eu: Behar bereziak dituen ikaslea
fr: Apprenant à besoins spéciaux
gl: Necesidades específicas de apoio educativo
it: Studente con necessità educative speciali (BES)
nl: zwakke leerling
pl: Uczeń o specjalnych potrzebach edukacyjnych
pt: Estudante com necessidades especiais
ru: Учащийся со специальными потребностями
tr: Özel Öğrenen
zh_cn: 特殊需要学习者
zh_tw: 特殊需求學生

source: Gifted Learner
ca: Alumne superdotat
ca_es@valencia: Alumnat superdotat
dz: རིག་རྩལ་ཅན་སྦྱང་མི
el: Χαρισματικοί μαθητές
es: Altas capacidades
eu: Gaitasun altuko ikaslea
fr: Apprenants surdoués
gl: Alumnado con altas capacidades
it: Studente dotato
nl: begaafde leerling
pl: Uczeń uzdolniony
pt: Estudante sobredotado
ru: Одарённый учащийся
tr: Özel Yetenekli Öğrenen
zh_cn: 天才学生
zh_tw: 天才學生

source: For Group Work
ca: Per al grup de treball
ca_es@valencia: Per a treball en grup
dz: སྡེ་ཚན་གྱི་ལཱ་གཡོག་གི་དོན་ལུ
el: Ομαδοσυνεργατική μαθησιακή διαδικασία
es: Para trabajar en grupo
eu: Talde lanerako
fr: Pour travail en groupe
gl: Para traballar en grupo
it: Per lavoro di gruppo
nl: Voor groepswerk
pl: Do pracy grupowej
pt: Para trabalho de grupo
ru: Для групповой работы
tr: Grup Çalışması İçin
zh_cn: 对于小组工作
zh_tw: 團隊工作

source: For Individual Tuition
ca: Per a classes particulars
ca_es@valencia: Per a ensenyament individual
dz: ངོ་རྐྱང་ཟུར་སློབ་དོན་ལུ
el: Ατομική μαθησιακή διαδικασία
es: Para trabajar en tutoría
eu: Banaka lantzeko
fr: Pour travail en groupe
gl: Para traballar en titoría
it: Per fruizione individuale
nl: Voor zelfstudie
pl: Do indywidualnego uczenia się
pt: Para explicações individuais
ru: Для индивидуального обучения
tr: Bireysel Eğitim İçin
zh_cn: 对于个别辅导
zh_tw: 個別教學

source: Classroom
ca: Aula
ca_es@valencia: Aula
dz: སློབ་ཁང
el: Αίθουσα διδασκαλίας
es: Aula
eu: Ikasgela
fr: Salle de classe
gl: Aula
it: Classe
nl: klaslokaal
pl: Klasa
pt: Sala de aula
ru: Классная комната
tr: Sınıf
zh_cn: 教室
zh_tw: 教室

source: Real Environment
ca: Entorn real
ca_es@valencia: Entorn real
dz: ངོ་མ་མཐའ་འཁོར
el: Εκτός σχολείου
es: Fuera del centro
eu: Benetako ingurunea
fr: Environnement réel
gl: Contorno real
it: Ambiente reale
nl: Live omgeving
pl: Rzeczywiste Środowisko
pt: Ambiente real
ru: Реальное окружение
tr: Gerçek Ortamda
zh_cn: 真实环境
zh_tw: 實際環境

source: Modality
ca: Modalitat
ca_es@valencia: Modalitat
dz: ཐབས་ལམ
el: Τρόπος
es: Modalidad de uso
eu: Modalitatea
fr: Modalité
gl: Modalidade de uso
it: Modalità
nl: Modaliteit
pl: Modalność
pt: Modalidade
ru: Модальность
tr: Öğretim Şekli
zh_cn: 形态
zh_tw: 形式

source: Face to Face
ca: Cara a cara
ca_es@valencia: Cara a cara
dz: གདོང་ལུ་གདོང
el: Κατά πρόσωπο
es: Presencial
eu: Aurrez aurrekoa
fr: Face à face
gl: Presencial
it: Faccia a faccia
nl: onder vier ogen
pl: Twarzą w Twarz
pt: Presencial
ru: Лицом к лицу
tr: Yüzyüze
zh_cn: 面对面
zh_tw: 面對面

source: Blended
ca: Semipresencial
ca_es@valencia: Semipresencial
dz: སླ་བསྲེ་པའི
el: Μικτή
es: Semipresencial
eu: Erdizuzenekoa
fr: Mixte
gl: Semipresencial
it: Misto (blended)
pl: Mieszana
pt: Semipresencial
ru: Смешанный
tr: Harmanlanmış
zh_cn: 混合
zh_tw: 混合式

source: Distance
ca: Distancia
ca_es@valencia: A distància
dz: ཐག་རིང
el: Εξ αποστάσεως
es: A distancia
eu: Urrutikoa
gl: A distancia
it: A distanza
nl: afstandelijk
pl: Na odległość
pt: Distância
ru: Расстояние
tr: Uzaktan
zh_cn: 远程
zh_tw: 距離

source: Project Properties
ca: Propietats del projecte
ca_es@valencia: Propietats del projecte
dz: ལས་འགུལ་གྱི་ཁྱད་རྣམ
el: Ιδιότητες έργου
es: Propiedades del proyecto
eu: Proiektuaren ezaugarriak
fr: Propriétés du Projet
gl: Propiedades do proxecto
it: Proprietà progetto
nl: Project kenmerken
pl: Właściwości projektu
pt: Propriedades do projeto
ru: Свойства проекта
tr: Proje Özellikleri
zh_cn: 项目属性
zh_tw: 專案屬性

source: Header Background
ca: Fons de la capçalera
ca_es@valencia: Fons de la capçalera
dz: མགོ་ཡིག་གི་རྒྱབ་གཞི
el: Παρασκήνιο κεφαλίδας
es: Fondo de la cabecera
eu: Izenburuaren atzealdea
fr: Arrière-plan du fichier d'en-tête
gl: Fondo da cabeceira
it: Sfondo dell'intestazione
nl: Achtergrond van de koptekst
pl: Tło nagłówka
pt: Fundo do cabeçalho
ru: Фон заголовка
tr: Resim Başlığı
zh_cn: 标题背景
zh_tw: 標頭背景

source: Background image for a header (an image 100px high is recommended).
ca: Imatge de fons per la capçalera ( una imatge de 100 px és recomanable).
ca_es@valencia: Imatge de fons per a la capçalera (es recomana una imatge de 100 px).
dz: མགོ་ཡིག་གི་དོན་ལུ་རྒྱབ་གཞི་གཟུགས་བརྙན་(གཟུགས་བརྙན་མཐོ་དྲགས།་༡༠༠་པི་ཨེགསི་གཅིག་ངོ་སྦྱོར་ཡོད)
el: Εικόνα παρασκηνίου κεφαλίδας (προτείνεται εικόνα με ύψος 100px).
es: Imagen de fondo para la cabecera (se recomienda imagen de 100px de alto).
eu: Goiburuaren atzeko irudia (gomendatzen da 100px-etako altuera duen irudia).
fr: Image en arrière-plan pour un titre (100px de hauteur conseillé).
gl: Imaxe de fondo para a cabeceira (unha imaxe duns 100px de alto é o recomendado).
it: Immagine di sfondo per l'intestazione (si raccomanda un'immagine alta 100px).
nl: Achtergrondafbeelding voor een koptekst (een afbeelding met een hoogte van van 100px wordt aaangeraden).
pl: Obraz tła dla nagłówka (zalecany jest obraz o wysokości 100 pikseli).
pt: Imagem de fundo para o cabeçalho (recomenda-se uma imagem de 100px de altura)
ru: Фоновое изображение для заголовка (рекомендуется изображение высотой 100 пикс).
tr: Üstbilgi arka plan görüntüsü içi (100 piksel yüksekliğinde bir görsel kullanmanız önerilir).
zh_cn: 标题的背景图像（建议使用高100px的图像）。
zh_tw: 標頭的背景影像（建議使用 100 像素高的影像）

source: Load Image
ca: Carrega imatge
ca_es@valencia: Carrega una imatge
dz: གཟུགས་བརྙན་མངོན་གསལ་འབད
el: Φόρτωση εικόνας
es: Cargar imagen
eu: Kargatu irudia
fr: Charger l'image
gl: Cargar imaxe
it: Carica immagine
nl: Laad afbeelding
pl: Załaduj obraz
pt: Carregar a imagem
ru: Загрузить изображение
tr: Resim Yükleniyor
zh_cn: 加载图片
zh_tw: 載入影像

source: Clear Image
ca: Suprimeix imatge
ca_es@valencia: Esborra la imatge
dz: གཟུགས་བརྙན་བསལ
el: Καθαρισμός εικόνας
es: Eliminar imagen
eu: Ezabatu irudia
fr: Réactualiser l'image
gl: Eliminar imaxe
it: Cancella immagine
nl: Wis afbeeldinf
pl: Usuń Obraz
pt: Eliminar imagem
ru: Очистить изображение
tr: Resmi temizle
zh_cn: 清除图片
zh_tw: 清除影像

source: Tile background image?
ca: Imatge de fons en mosaic?
ca_es@valencia: Voleu la imatge de fons en mosaic?
dz: རྒྱབ་གཞི་གཟུགས་བརྙན་རྫ་ལེབ་བཟོ?
el: Εικόνα παρασκηνίου με πλακίδια;
es: ¿Ajustar imagen de fondo?
eu: Atzekaldeko irudia zehaztu?
fr: Tuiler l'image d'arrière-plan?
gl: Quere colocar en mosaico a imaxe de fondo?
it: Affiancare l'immagine di sfondo?
nl: Titel van de achtergrond afbeelding?
pl: Obraz w tle?
pt: Repetir a imagem de fundo?
ru: Фоновое изобр. плиткой?
tr: Arka Plan Resminin Başlığı?
zh_cn: 平铺背景图片？
zh_tw: 要鋪排背景影像嗎？

source: Footer
ca: Peu de pàgina
ca_es@valencia: Peu de pàgina
dz: མཇུག་ཡིག
el: Υποσέλιδο
es: Pie de página
eu: Orri-oina
fr: Pied de page
gl: Pé de páxina
it: Pié di pagina
nl: Voettekst
pl: Stopka
pt: Rodapé
ru: Колонтитул
tr: Altbilgi
zh_cn: 页脚
zh_tw: 註腳

source: Web pages footer.
ca: Peu de les pàgines web.
ca_es@valencia: Peu de les pàgines web.
dz: ཝེབ་ཤོག་ལེབ་ཇུག་ཡིག
el: Θα εμφανίζεται στο υποσέλιδο των ιστοσελίδων.
es: Pie de las páginas web.
eu: Web orrien oina.
fr: Pied de la page Web.
gl: Pé de páxinas web.
it: Piede delle pagine web.
nl: Voettekst van de webpagina's
pl: Stopka stron internetowych.
pt: Rodapé das páginas web
ru: Колонтитул веб-страницы.
tr: Web sayfaları altbilgisi.
zh_cn: 网页页脚。
zh_tw: 網頁的註腳。

source: Doctype
ca: Tipus de document
ca_es@valencia: Tipus de document
dz: ཡིག་ཆ་དབྱེ་བ
el: Τύπος αρχείου
es: Tipo de doc.
eu: Dokumentu-mota
gl: Tipo de documento
ru: Тип документа
tr: Belge Türü
zh_cn: 文档类型

source: Save the changes of your iDevice before changing the DOCTYPE
ca: Deseu el canvis del vostre iDevice abans de canviar el DOCTYPE
ca_es@valencia: Guarda els canvis del vostre iDevice abans de canviar el DOCTYPE
el: Αποθηκεύστε τις αλλαγές που κάνατε στο περιεχόμενο, πριν αλλάξετε τον 'Τύπο αρχείου'
es: Guarde los cambios realizados a su iDevice antes de cambiar el DOCTYPE
eu: Zure iDevicean egindako aldaketak gorde Dokumentu-mota aldatu aurretik
fr: Sauvegarder les modifications de votre outil pédagogique avant de changer le DOCTYPE
gl: Garde os cambios realizados no seu iDevice antes de mudar o DOCTYPE
it: Salvare le modifiche al iDevice prima di cambiare il DOCTYPE
nl: Sla de wijzigingen in uw iDivice op voordat u het DOCTYPE wijzigt
pl: Zapisz zmiany iObiektu przed zmianą DOCTYPE
pt: Guarde as mudanças do seu iDevice antes de mudar o DOCTYPE
ru: Сохраните изменения вашего iDevice перед изменением DOCTYPE
tr: DOCTYPE'ı değiştirmeden önce iDevice cihazınızdaki değişiklikleri kaydedin
zh_cn: 在更改DOCTYPE之前保存iDevice的更改
zh_tw: 改變 DOCTYPE 前，請先儲存您的 iDevice

source: This overrides for this Package the "Default format for the new documents" set in Tools - Preferences
ca: Això sobreescriu el paràmetre «Format per defecte als documents nous » en Eines - Preferències.
ca_es@valencia: Això substitueix per a aquest paquet el "Format per defecte per als documents nous" definit a Eines - Preferències
el: Αυτή η ενέργεια αναιρεί για το συγκεκριμένο πακέτο τον ορισμό της 'Προεπιλεγμένης μορφής για τα νέα έγγραφα' στην ενότητα Εργαλεία - Προτιμήσεις
es: Esta instrucción modifica para este paquete el "Formato predeterminado para documentos nuevos" que haya fijado en Herramientas - Preferencias
eu: Honen bidez pakete honetan alda daiteke Tresnak - Lehentasunak atalean "Formatu lehenetsia dokumentu berriak sortzerakoan" eremuan aukeratutako balioa
fr: Cet ordre prime sur les indications "Default format for the new documents" pour ce paquet, consultables sous Outils - Préférences
gl: Esta instrución modifica para este paquete o "Formato predeterminado para documentos novos" definidos en Ferramentas - Preferencias
it: Questa scelta scavalca - per questo pacchetto - l'impostazione per "Formato predefinito dei nuovi documenti" nel menu Strumenti - Preferenze
nl: Dit overschrijft voor dit pakket de "Standaard opmaak voor nieuwe documenten" zoals ingesteld in Tools - Voorkeuren
pl: W tym pakiecie zastępuje "Domyślny format dla nowych dokumentów" ustawiony w Narzędzia - Preferencje
pt: Isto prevalece neste Pacote sobre o "Formato por defeito para novos documentos" estabelecido em Ferramentas - Preferências
ru: Это переопределяет для этого пакета "Формат по умолчанию для новых документов", установленный в Инструменты - Параметры
tr: Bu, bu Paket için Araçlar - Tercihler'de ayarlanan "Yeni belgeler için varsayılan biçim"i geçersiz kılar
zh_cn: 这将覆盖此程序包中“工具 - 首选项”中设置的“新文档的默认格式”
zh_tw: 這會覆寫「工具」--「喜好設定」中的「新文件的預設格式」設定

source: Taxonomy
ca: Taxonomia
ca_es@valencia: Taxonomia
dz: དབྱེ་བསལ་བྱ་རིམ
el: Ταξινόμηση
es: Taxonomía
eu: Taxonomia
fr: Vocabulaire
gl: Taxonomía
it: Tassonomia
nl: Taxonomie
pl: Taksonomia
pt: Taxionomia
ru: Таксономия
tr: Taksonomi
zh_cn: 分类
zh_tw: 分類法

source: Level 1
ca: Nivell 1
ca_es@valencia: Nivell 1
dz: གནས་རིམ་༡
el: 1ο επίπεδο
es: Nivel 1
eu: 1. maila
fr: Niveau 1
gl: Nivel 1
it: Livello 1
nl: Niveau 1
pl: Poziom 1
pt: Nível 1
ru: Уровень 1
tr: Seviye 1
zh_cn: 级别 1
zh_tw: 等級 1

source: Default name for level 1 nodes
ca: Nom per defecte per als nodes del nivell 1
ca_es@valencia: Nom per defecte per als nodes del nivell 1
dz: གནས་རིམ་༡་པའི ཐུད་མཚམས་ཚུ་གི་སྔོན་སྒྲིག་མིང
el: Προεπιλεγμένο όνομα για τους κόμβου του 1ου επιπέδου
es: Nombre por defecto para los nodos de nivel 1
eu: 1. mailako nodoen izen lehenetsia
fr: Nom par défaut pour les nœuds (node) de niveau 1
gl: Nome por defecto para os nodos de nivel 1
it: Nome predefinito per i nodi di livello 1
nl: Standaard naam voor nodes op niveau 1
pl: Domyślna nazwa dla węzłów poziomu 1
pt: Nome por omissão para as páginas do nível 1
ru: Имя по умолчанию для узла первого уровня
tr: 1. düzey düğümler için varsayılan ad
zh_cn: 级别1节点的默认名称
zh_tw: 等級 1 節點的預設名稱

source: Level 2
ca: Nivell 2
ca_es@valencia: Nivell 2
dz: གནས་རིམ་༢
el: 2ο επίπεδο
es: Nivel 2
eu: 2. maila
fr: Niveau 2
gl: Nivel 2
it: Livello 2
nl: Niveau 2
pl: Poziom 2
pt: Nível 2
ru: Уровень 2
tr: Seviye 2
zh_cn: 级别 2
zh_tw: 等級 2

source: Default name for level 2 nodes
ca: Nom per defecte per als nodes del nivell 2
ca_es@valencia: Nom per defecte per als nodes del nivell 2
dz: གནས་རིམ་༢་པའི་ཐུད་མཚམས་ཚུ་གི་སྔོན་སྒྲིག་མིང
el: Προεπιλεγμένο όνομα για τους κόμβου του 2ου επιπέδου
es: Nombre por defecto para los nodos de nivel 2
eu: 2. mailako nodoen izen lehenetsia
fr: Nom par défaut pour les nœuds (node)de niveau 2
gl: Nome por defecto para os nodos de nivel 2
it: Nome predefinito per i nodi di livello 2
nl: Standaard naam voor nodes op niveau 2
pl: Domyślna nazwa dla węzłów poziomu 2
pt: Nome por omissão para as páginas do nível 2
ru: Имя по умолчанию для узла второго уровня
tr: 2. düzey düğümler için varsayılan ad
zh_cn: 级别2节点的默认名称
zh_tw: 等級 2 節點的預設名稱

source: Level 3
ca: Nivell 3
ca_es@valencia: Nivell 3
dz: གནས་རིམ་༣
el: 3ο επίπεδο
es: Nivel 3
eu: 3. maila
fr: Niveau 3
gl: Nivel 3
it: Livello 3
nl: Niveau 3
pl: Poziom 3
pt: Nível 3
ru: Уровень 3
tr: Seviye 3
zh_cn: 级别 3
zh_tw: 等級 3

source: Default name for level 3 nodes
ca: Nom per defecte per als nodes del nivell 3
ca_es@valencia: Nom per defecte per als nodes del nivell 3
dz: གནས་རིམ་༣་པའི་་ཐུད་མཚམས་ཚུ་གི་སྔོན་སྒྲིག་མིང
el: Προεπιλεγμένο όνομα για τους κόμβου του 3ου επιπέδου
es: Nombre por defecto para los nodos de nivel 3
eu: 3. mailako nodoen izen lehenetsia
fr: Nom par défaut pour les nœuds (node) de niveau 3
gl: Nome por defecto para os nodos de nivel 3
it: Nome predefinito per i nodi di livello 3
nl: Standaard naam voor nodes op niveau 3
pl: Domyślna nazwa dla węzłów poziomu 3
pt: Nome por omissão para as páginas do nível 3
ru: Имя по умолчанию для узла третьего уровня
tr: 3. düzey düğümler için varsayılan ad
zh_cn: 级别3节点的默认名称
zh_tw: 等級 3 節點的預設名稱

source: Update Tree
ca: Actualitza Arbre
ca_es@valencia: Actualitza l'arbre
dz: རྩ་འབྲེལ་དུས་མཐུན་བཟོ
el: Ενημέρωση δενδροδιαγράμματος
es: Actualizar árbol
eu: Eguneratu zuhaitza
fr: Mise à jour de l'arborescence
gl: Actualizar a árbore
it: Aggiorna albero
nl: Actualiseer boomstructuur
pl: Zaktualizuj drzewo
pt: Atualizar árvore
ru: Обновить дерево
tr: Ağacı Güncelle
zh_cn: 更新树
zh_tw: 更新樹狀圖

source: Advanced Options
ca: Opcions avançades
ca_es@valencia: Opcions avançades
dz: མཐོ་རིམ་གདམ་ཁ
el: Επιλογές για προχωρημένους
es: Opciones avanzadas
eu: Aukera aurreratuak
fr: Options avancées
gl: Opcións avanzadas
it: Opzioni avanzate
nl: Geavanceerde opties
pl: Zaawansowane opcje
pt: Opções avançadas
ru: Расширенные опции
tr: Gelişmiş seçenekler
zh_cn: 高级选项
zh_tw: 進階選項

source: Custom HEAD
ca: Personalitza HEAD
ca_es@valencia: CAPÇALERA personalitzada
dz: སྲོལ་སྒྲིག མགུ་ཏོག
el: Προσαρμοσμένο HEAD
es: Personalizar la sección HEAD
eu: Neurrira eginako HEAD
fr: En-tête personnalisé
gl: Personalizar a sección HEAD
it: Campo HEAD personalizzato
pl: Własne HEAD nagłówek dokumentu
ru: Пользовательский HEAD
tr: Varsayılan BAŞLIK
zh_cn: 自定义HEAD
zh_tw: 自訂 HEAD 標頭
