Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: computer scientist
ca: informàtic
ca_es@valencia: informàtic/a
dz: གློག་རིག་ཚན་རིག་མཁས་མཆོག
el: πληροφορικός
es: informático
eu: informatikaria
fr: informaticien
gl: informático
it: studioso di computer
nl: computer deskundige
pl: informatyk
pt: cientista informático
ru: компьютерный учёный
tr: bilgisayar uzmanı
zh_cn: 计算机科学家
zh_tw: 電腦科學家

source: education expert
ca: expert educatiu
ca_es@valencia: expert en educació
dz: ཤེས་ཡོན་མཁས་མཆོག
el: ειδικός της εκπαίδευσης
es: experto en educación
eu: hezkuntzan aditua
fr: expert pédagogique
gl: persoa experta en educación
it: esperto di educazione
nl: Opvoedkundige
pl: ekspert w dziedzinie edukacji
pt: perito em educação
ru: образовательный эксперт
tr: eğitim uzmanı
zh_cn: 教育专家
zh_tw: 教育專家

source: An unexpected error has occurred
ca: Ha succeït un error inesperat
ca_es@valencia: S'ha produït un error inesperat.
dz: ངོས་བཟུང་མེད་པའི་འཛོལ་བ་གཅིག་བྱུང་ནུག
el: Συνέβη ένα απροσδόκητο σφάλμα
es: Se ha producido un error inesperado
eu: Espero ez zen errorea gertatu da
fr: Erreur imprévue
gl: Produciuse un erro inesperado
it: Errore inaspettato
nl: Er is een onverwachte fout opgetreden
pl: Wystąpił nieoczekiwany błąd
pt: Aconteceu um erro inesperado
ru: Произошла непредвиденная ошибка
tr: Beklenmeyen bir hata oluştu
zh_cn: 发生意外错误
zh_tw: 發生未知的錯誤

source: INTEF with horizontal menu
ca: INTEF amb menú horizontal
ca_es@valencia: Interfície d'usuari amb el menú horitzontal
el: INTEF με οριζόντιο μενού
es: INTEF con menú horizontal
eu: INTEF menu horizontala
fr: INTEF avec menu horizontal
gl: INTEF con menú horizontal
it: INTEF con menu orizzontale
nl: INTEF met horizontaal menu
pl: INTEF z poziomym menu
pt: INTEF com menu horizontal
ru: INTEF с горизонтальным меню
tr: Yatay menü ile INTEF
zh_cn: 带水平菜单的 intef
zh_tw: INTEF，水平選單

source: Please upload a .ggb file.
ca: Carregeu un fitxer .ggb
ca_es@valencia: Pengeu un fitxer .ggb
dz: .ggb ཡིག་སྣད་གཅིག་ཀྱེལ་བཙུགས་འབད།
el: Παρακαλώ φορτώστε ένα αρχείο .ggb.
es: Por favor suba un archivo .ggb.
eu: Mesedez, kargatu .ggb fitxategi bat.
fr: SVP : chargez un fichier .ggb.
gl: Envíe un ficheiro .ggb.
it: Caricare un file .ggb
nl: Upload nu een .ggb-bestand.
pl: Prześlij plik .GGB
pt: Importe um ficheiro .ggb.
ru: Пожалуйста, выгрузите .ggb файл.
tr: Lütfen bir .ggb dosyası yükleyin.
zh_cn: 请上传一个.ggb文件.
zh_tw: 請上傳 .ggb 檔。

source: Please upload a .jclic.zip file.
ca: Carregeu un fitxer .jclic.zip
ca_es@valencia: Pengeu un fitxer .jclic.zip
dz: .jclic.zip ཡིག་སྣད་གཅིག་ཀྱེལ་བཙུགས་འབད།
el: Παρακαλώ φορτώστε ένα αρχείο .jclic.zip.
es: Por favor suba un archivo .jclic.zip.
eu: Mesedez igo jclic.zip fitxategia.
fr: Veuillez télécharger un dossier .jclic.zip.
gl: Envíe un ficheiro .jclic ou .zip.
it: Caricare un file .jclic.zip
nl: Upload een .jclic.zip bestand a.u.b
pl: Prześlij plik .jclic.zip.
pt: Por favor, faça o upload de um ficheiro .jclic.zip
ru: Пожалуйста, выгрузите .jclic.zip файл.
tr: Lütfen bir .jclic.zip dosyası yükleyin.
zh_cn: 请上传.jclic.zip文件。
zh_tw: 請上傳 .jclic.zip 檔。

source: Please upload a .sb or .scratch file.
ca: Carregeu un fitxer .sb o .scratch
ca_es@valencia: Pengeu un fitxer .sb o .scratch
dz: .sb ཡང་ན་ .scratch ཡིག་སྣད་གཅིག་ཀྱེལ་བཙུགས་འབད།.
el: Παρακαλώ φορτώστε ένα αρχείο .sb ή .scratch.
es: Por favor suba un fichero .sb o .scratch.
eu: Mesedez igo .sb edo .scratch fitxategia.
fr: Veuillez télécharger un dossier .sb ou .scratch.
gl: Envíe un ficheiro .sb ou .scratch.
it: Caricare un file .sb o .scratch
nl: Upload een .sb of .scratch bestand a.u.b
pl: Prześlij plik .sb lub .scratch.
pt: Por favor, faça o upload de um ficheiro .sb ou .scratch
ru: Пожалуйста, выгрузите .sb или .scratch файл.
tr: Lütfen bir .sb veya .scratch dosyası yükleyin.
zh_cn: 请上传.sb或.scratch文件。
zh_tw: 請上傳 .sb 或 .scratch 檔。

source: Please type or paste a valid URL.
ca: Escriviu o enganxeu una URL vàlida.
ca_es@valencia: Escriu o apegueu un URL vàlid.
dz: URL་ནུས་ཅན་གཅིག་སྦྱར་ཡང་ན་ཡིག་དཔར་རྐྱབས།.
el: Παρακαλώ εισάγετε ή επικολλήστε ένα έγκυρο URL.
es: Por favor teclee o pegue una URL válida.
eu: Mesedez, URL onargarri bat idatzi edo itsatsi.
fr: Veuillez écrire ou collez une URL valable.
gl: Escriba ou pegue un URL válido.
it: Inserire o incollare un URL valido.
nl: Typ of plak een geldige URL.
pl: Wpisz lub wklej poprawny adres URL.
pt: Por favor, digite o cole um URL válido
ru: Пожалуйста, введите или вставьте действительный URL.
tr: Lütfen geçerli bir URL yazın veya yapıştırın.
zh_cn: 请输入或粘贴有效的网址。
zh_tw: 請輸入或貼上合法的網址。

source: eXe cannot access any scene inside the indicated website. Anyway you can access the desired scene in your regular browser, click with right mouse button on it and in config > codigo is its associated code. Copy and paste it directly into an Applet iDevice such as Other.
ca: eXe no pot accedir a cap escena dins de la web indicada. De tota forma podeu accedir a l'escena desitjada amb el vostre navegador web, premeu amb el botó dret del ratolí sobre ella i en configuració < codi hi és el codi associat. Copieu i pegueu-lo directament dins d'un «iDevice Aplicació de java» com qualsevol altre.
ca_es@valencia: L'eXe no pot accedir a cap escena dins del lloc web indicat. De totes maneres podeu accedir a l'escena a través del navegador habitual, feu clic amb el botó dret del ratolí al damunt i en config > codigo es troba el codi associal. Copieu-lo i apegueu-lo directament a l'iDevice Aplicació com a Altre.
el: To eXe δεν έχει πρόσβαση σε καμία σκηνή στον υποδεικνυόμενο ιστότοπο. Ωστόσο, μπορείτε να αποκτήσετε πρόσβαση στην επιθυμητή σκηνή μέσω του περιηγητή σας, κάνοντας δεξί κλικ σε αυτή και κατόπιν επιλέγοντας config > codigo που είναι ο συνδεδεμένος κώδικας. Κάντε αντιγραφή και επικολλήστε τον απευθείας σε ένα η-Σύνεργο μικροεφαρμογής όπως στο άλλο.
es: eXe no puede acceder a ninguna escena en el sitio web indicado. De todas formas es posible acceder a la escena deseada utilizando su navegador habitual: pulse con el botón derecho del ratón sobre la escena y en config -> código encontrará su código asociado. Copie y péguelo directamente en un iDevice Applet de java del tipo Otro.
eu: adierazitako webgunean, eXe ezin da heldu inolako eszenara. Dena den, zure ohiko nabigatzailearen bidez iritsi zaitezke nahi duzun eszenara, eta eskuineko botoian klik egiten baduzu, config > codigo aukeran topatutako duzu lotutako kodea. Kopiatu eta zuzenean itsatsi Java applet iDevice batean, eta 'Beste bat' Applet mota aukeratu.
fr: eXe n'a pas accès au problème posé sur le site web indiqué. Vous pouvez accéder au problème à travers votre logiciel de navigation habituel, cliquer droit sur son icône, et vous trouverez sur "config > codigo" le code associé. Copiez et collez directement ce code sur un outil pédagogique.
gl: eXeLearning non pode acceder a ningunha escena do sitio web indicado. De tódolos xeitos podes acceder á escena desde o teu navegador habitual, preme co botón dereito do rato sobre ela e en Configuración - Código está o código asociado. Cópiao e pégao directamente no Applet iDevice como tipo Outro.
it: eXe non riesce a reperire nessuna scena nel sito indicato. È comunque possibile accedere alla scena desiderata nel browser, cliccare col destro e copiare il codice associato. Poi incollare direttamente in un iDevice come Altro.
nl: eXe kan geen enkele scene in de aangegeven website bereiken. U kunt de gewenste scene echter bereiken d.m.v. uw gemone browser. Klik er met de rechter muisknop op, en in config > code staat de bijbehorende code. Kopieer en plak het direct in een iDevice Applet, zoals gebruikelijk.
pl: eXe nie może uzyskać dostępu do żadnej sceny we wskazanej witrynie. W każdym razie możesz uzyskać dostęp do żądanej sceny w zwykłej przeglądarce, kliknąć na nią prawym przyciskiem myszy na config> codigo jest skojarzony z nią kod. Skopiuj i wklej bezpośrednio do urządzenia Applet iDevice, takiego jak Inne.
pt: eXe não consegue aceder a nenhuma cena no site indicado. De todas as maneiras, pode aceder à cena desejada no seu navegador, clicar nela com o botão direito do rato e aceder ao seu código associado em config > código. Copie e cole o código diretamente num iDevice de Applet com o tipo "Outro".
ru: eXe не может получить доступ к любой сцене внутри указанного сайта. В любом случае вы можете получить доступ к нужной сцене в вашем браузере, нажмите правой кнопкой мыши на нём и в конфиге > codigo - это связанный код. Скопируйте и вставьте его в апплет iDevice напрямую также, как другие.
tr: eXe, belirtilen web sitesi içindeki hiçbir sahneye erişemez. Her neyse, normal tarayıcınızda istediğiniz sahneye erişebilirsiniz, farenin sağ tuşuyla tıklayın ve config > codigo'da bununla ilgili kod bulunur. Doğrudan kopyalayıp Diğer gibi bir Applet iDevice'e yapıştırın.
zh_cn: eXe无法访问所指示网站内的任何场景。无论如何，您都可以在常规浏览器中访问所需的场景，在其上单击鼠标右键，然后在 config > codigo中为其关联的代码。将其直接复制并粘贴到Applet iDevice中，例如“其他”。

source: Other
ca: Altre
ca_es@valencia: Altre
dz: གཞན
el: Άλλο
es: Otro
eu: Beste bat
fr: Autre
gl: Outro
it: Altro
nl: Overig
pl: Inny
pt: Outro
ru: Другое
tr: Diğer
zh_cn: 其它
zh_tw: 其他

source: Applet Type
ca: Tipus d'aplicació de java
ca_es@valencia: Tipus d'aplicació
dz: མེ་ཊ་གནད་སྡུད་དབྱེ་བ
el: Είδος μικροεφαρμογής
es: Tipo de applet
eu: Applet mota
fr: Type de l'applet :
gl: Tipo de applet
it: Tipo di applet
pl: Typ Apletu:
pt: Tipo de applet
ru: Тип апплета
tr: Applet Türü
zh_cn: Applet 类别
zh_tw: 小程式型態

source: Add files
ca: Afegeix fitxers
ca_es@valencia: Afig fitxers
dz: ཡིག་སྣོད་ཚུ་ཁ་སྐོང་རྐྱབས
el: Προσθήκη αρχείων
es: Añadir archivos
eu: Gehitu fitxategiak
fr: Ajouter les fichiers
gl: Engadir ficheiros
it: Aggiungi file
nl: Bestanden toevoegen
pl: Dodaj pliki
pt: Adicionar ficheiros
ru: Добавить файлы
tr: Dosya ekle
zh_cn: 添加文档
zh_tw: 新增檔案

source: Accept URL
ca: Accepta URL
ca_es@valencia: Accepta l'URL
dz: ཡུ་ཨར་ཨེལ་ངོས་ལན་འབད
el: Αποδεκτό URL
es: Aceptar URL
eu: URLa onartu
fr: Accepter URL
gl: Aceptar URL
it: Accetta URL
nl: Accepteer URL
pl: Zaakceptuj Adres URL
pt: Aceitar URL
ru: Принять URL
tr: URL'yi kabul et
zh_cn: 接受 URL
zh_tw: 接受網址

source: Applet Code:
ca: Codi de l'aplicació:
ca_es@valencia: Codi de l'aplicació:
dz: ཨེཔ་ལེཊི་སྒྲིག་ལུགས:
el: Κωδικός εφαρμογιδίου:
es: Código del applet:
eu: Applet kodea:
fr: Code de l'applet :
gl: Código do applet:
it: Codice applet:
pl: Kod Apletu:
pt: Código do applet:
ru: Код апплета:
tr: Applet Kodu:
zh_tw: 小程式源碼：

source: Filename:
ca: Nom del fitxer:
ca_es@valencia: Nom del fitxer:
dz: ཡིག་སྣོད་མིང:
el: Όνομα αρχείου:
es: Nombre del Archivo:
eu: Fitxategiaren izena:
fr: Nom de fichier :
gl: Nome do ficheiro:
it: Nome file:
nl: Bestandsnaam:
pl: Nazwa pliku:
pt: Nome do ficheiro:
ru: Название файла:
tr: Dosya adı:
zh_cn: 文件名:
zh_tw: 檔案名稱：

source: Select a file
ca: Selecciona un fitxer
ca_es@valencia: Seleccioneu un fitxer
dz: ཡིག་སྣོད་གཅིག་སེལ་འཐུ་འབད
el: Επιλογή αρχείου
es: Seleccionar un archivo
eu: Aukeratu fitxategi bat
fr: Sélectionnez un fichier
gl: Seleccionar un ficheiro
it: Selezionare un file
nl: Kies een bestand
pl: Wybierz plik
pt: Selecionar um ficheiro
ru: Выбрать файл
tr: Bir dosya seçin
zh_cn: 选择文档
zh_tw: 選擇檔案

source: Label:
ca: Etiqueta:
ca_es@valencia: Etiqueta:
dz: ཁ་ཡིག:
el: Ετικέτα:
es: Etiqueta:
eu: Etiketa:
fr: Légende :
gl: Etiqueta:
it: Etichetta:
pl: Opis:
pt: Título:
ru: Метка:
tr: Etiket:
zh_cn: 标签:
zh_tw: 標籤：

source: Warning: %s
ca: Avís: %s
ca_es@valencia: Avís: %s
dz: ཉེན་བརྡ: %s
el: Προειδοποίηση: %s
es: Aviso: %s
eu: Oharra: %s
fr: Attention: %s
gl: Aviso: %s
it: Attenzione: %s
pl: Ostrzeżenie: %s
pt: Aviso: %s
ru: Предупреждение: %s
tr: Uyarı:%s
zh_cn: 警告: %s
zh_tw: 警告：%s

source: IDevice broken
ca: iDevice trencat
ca_es@valencia: L'iDevice està trencat
dz: བརྡ་དོན་ཐབས་འཕྲུལ་ཆད་པ
el: Κατεστραμμένο η-Σύνεργο
es: iDevice dañado
eu: IDevice kaltetua
fr: Outil pédagogique corrompu
gl: iDevice danado
it: iDevice corrotto
nl: iDevice beschadigd
pl: uszkodzony iObiekt
pt: iDevice estragado
ru: IDevice сломан
tr: IDevice bozuk
zh_cn: IDevice 故障
zh_tw: iDevice 已損壞

source: Done
ca: Fet
ca_es@valencia: Fet
dz: ཚར་ཡི
el: Ολοκληρώθηκε
es: Hecho
eu: Egina
fr: Validé
gl: Feito
it: Fatto
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Сделано
tr: Tamam
zh_cn: 完成
zh_tw: 完成

source: Exit without saving?
ca: Voleu sortir sense desar res ?
ca_es@valencia: Voleu eixir sense guardar?
dz: སྲུངས་མ་བཞག་པར་ཕྱིར་ཐོན?
el: Έξοδος χωρίς αποθήκευση;
es: ¿Salir sin guardar los cambios?
eu: Gorde gabe atera?
fr: Quitter sans sauvegarder ?
gl: Saír sen gardar?
it: Uscire senza salvare?
nl: Stoppen zonder op te slaan?
pl: Zamknąć bez zapisania?
pt: Sair sem guardar?
ru: Выйти без сохранения?
tr: Kaydetmeden çıkılsın mı?
zh_cn: 数据未保存，退出吗？
zh_tw: 要不儲存就離開嗎？

source: Undo Edits
ca: Desfeu els canvis
ca_es@valencia: Desfeu els canvis
dz: ཞུན་དག་ཚུ་འབད་བཤོལ
el: Αναίρεση ενεργειών επεξεργασίας
es: Revertir los cambios
eu: Edizioak desegin
fr: Supprimer l'édition
gl: Desfacer as modificacións
it: Annulla modifiche
nl: Bewerking ongedaan maken
pl: Cofnij zmiany
pt: Desfazer alterações
ru: Отменить редактирование
tr: Düzenlemeleri Geri Al
zh_cn: 撤消编辑
zh_tw: 復原編輯

source: Can NOT Undo Edits
ca: NO es poden desfer l'edició
ca_es@valencia: NO es pot desfer l'edició
dz: ཞུན་དག་ཚུ་འབད་བཤོལ་མ་ཚུགས
el: Δεν επιτρέπεται η αναίρεση ενεργειών επεξεργασίας
es: NO se pueden deshacer los cambios
eu: Ezin da desegin editatutakoa
fr: il n'est pas possible de supprimer l'édition
gl: NON se poden desfacer as modificacións
it: Le modifiche NON si possono annullare
nl: Kan de bewerking NIET ongedaan maken
pl: Nie można cofnąć zmian
pt: NÃO é possível desfazer alterações
ru: Невозможно отменить редактирование
tr: Düzenlemeler Geri ALINAMIYOR
zh_cn: 无法撤消编辑
zh_tw: 無法復原編輯

source: This will delete this iDevice. Do you really want to do this?
ca: Aneu a suprimir aquest iDevice. Esteu segur de voler fer això ?
ca_es@valencia: Això suprimirà aquest iDevice. Esteu segur que voleu fer-ho?
dz: འདི་གི་བརྡ་དོན་དེ་བཏོན་གཏང་འོང་། ཁྱོད་ཀྱི་དེ་སྦེ་འབད་ནི་ཨིན་ན?
el: Αυτή η ενέργεια θα διαγράψει το η-Σύνεργο. Είστε σίγουροι γι' αυτό;
es: Esto borrará este iDevice. ¿Confirma que desea hacerlo?
eu: IDevice-a ezabatuko da. Ziur al zaude?
fr: L'outil pédagogique sera éliminé. Le voulez-vous vraiment?
gl: Isto borrará este iDevice. Está seguro de querer facelo?
it: Questa operazione cancellerà questo iDevice. Si vuole procedere?
nl: Hiermee verwijdert U het iDevice. Wilt U doorgaan?
pl: Spowoduje to usunięcie tego iObiektu. Czy naprawdę chcesz to zrobić?
pt: Vai eliminar este iDevice. Tem a certeza de querer fazer isso?
ru: Это приведет к удалению этого iDevice. Вы действительно хотите это сделать?
tr: Bu işlem, bu iDevice'ı silecektir. Bunu gerçekten yapmak istiyor musunuz?
zh_cn: 这将删除此 iDevice 模块。你真的想这么做吗？
zh_tw: 這會刪除此 iDevice。您確定要這樣做嗎？

source: Move Up
ca: Moveu cap amunt
ca_es@valencia: Moveu cap amunt
dz: ཡར་བཤུད
el: Μετακίνηση πάνω
es: Mover hacia arriba
eu: Gorantz mugitu
fr: Monter
gl: Mover arriba
it: Muovi in alto
nl: Omhoog
pl: Przesuń w górę
pt: Mover para cima
ru: Переместить вверх
tr: Yukarı Taşı
zh_cn: 上移
zh_tw: 上移

source: Move Down
ca: Moveu cap avall
ca_es@valencia: Moveu cap avall
dz: མར་བཤུད
el: Μετακίνηση κάτω
es: Mover hacia abajo
eu: Beherantz mugitu
fr: Descendre
gl: Baixar
it: Muovi in basso
nl: Omlaag
pl: Przesuń w dół
pt: Mover para baixo
ru: Переместить вниз
tr: Aşağı Taşı
zh_cn: 下移
zh_tw: 下移

source: ---Move To---
ca: ---Moveu cap a---
ca_es@valencia: ---Moveu a---
dz: ---ལུ་བཤུད་---
el: ---Μετακίνηση σε---
es: ---Mover A---
eu: ---Ondokora mugitu---
fr: ---Déplacer vers---
gl: ---Mover a---
it: ---Sposta a---
nl: ---Verplaats naar---
pl: ---Przenieś do---
pt: ---Mover para---
ru: ---Перенести в---
tr: ---Taşı---
zh_cn: ---移至---
zh_tw: ---移至---

source: Pedagogical Help
ca: Ajuda Pedagògica
ca_es@valencia: Ajuda Pedagògica
dz: རོགས་རམ
el: Βοήθεια για τη διδακτική και μαθησιακή αξιοποίηση του η-Σύνεργου.
es: Sugerencia pedagógica
eu: Laguntza pedagogikoa
fr: Aide pédagogique
gl: Axuda pedagóxica
it: Aiuto pedagogico
nl: Pedagogische hulp
pl: Pomoc pedagogiczna
pt: Ajuda pedagógica
ru: Педагогическая справка
tr: Pedagojik Yardım
zh_cn: 教学帮助
zh_tw: 教學輔助

source: Tip:
ca: Suggeriment:
ca_es@valencia: Consell:
dz: ཕན་བསླབ:
el: Συμβουλή:
es: Consejo:
eu: Aholkua:
fr: Conseil
gl: Consello:
it: Suggerimento:
pl: Wskazówka:
pt: Pista:
ru: Совет:
tr: İpucu:
zh_cn: 提示:
zh_tw: 提示：

source: ERROR: Block.renderViewContent called directly
ca: ERROR: Block.renderViewContent cridat directament
ca_es@valencia: S'ha produït un error: s'ha cridat Block.renderViewContent directament
dz: འཛོལ་བ: Block.renderViewContent ཐད་ཀར་དུ་འབོ་ཡོད
el: ΣΦΑΛΜΑ: Άμεση κλήση του block.renderViewContent
es: ERROR: Block.renderViewContent llamado directamente
eu: ERROREA: Block.renderViewContent zuzenean deitu dute
fr: ERREUR: Block.renderViewContent appelé directement
gl: ERRO: Block.renderViewContent chamado directamente
it: ERRORE: Block.renderViewContent chiamato direttamente
nl: FOUT Block.renderViewContent rechtstreeks aangeroepen
pl: BŁĄD: Block.renderViewContent wywołany bezpośrednio
pt: ERRO: Block.renderViewContent chamado diretamente
ru: ОШИБКА Block.renderViewContent вызван напрямую
tr: HATA: Block.renderViewContent direkt olarak çağrıldı
zh_cn: 错误： Block.renderViewContent 直接调用
zh_tw: 錯誤：直接呼叫了 Block.renderViewContent

source: Edit
ca: Edita
ca_es@valencia: Edita
dz: ཞུན་དག
el: Επεξεργασία
es: Editar
eu: Editatu
fr: Editer
gl: Editar
it: Modifica
nl: Bewerken
pl: Edycja
pt: Editar
ru: Редактировать
tr: Düzenle
zh_cn: 编辑
zh_tw: 編輯

source: Add another activity
ca: Afegeix una altra activitat.
ca_es@valencia: Afig una altra activitat.
dz: སྦྱོང་ལཱ་གཞན་ཅིག་ཁ་སྐོང་རྐྱབས
el: Προσθήκη άλλης δραστηριότητας
es: Agregar otra actividad
eu: Gehitu beste jarduera bat
fr: Ajouter une autre activité
gl: Engadir outra actividade
it: Aggiungi un'altra attività
nl: Nieuwe activiteit toevoegen
pl: Dodaj następną aktywność
pt: Adicionar outra atividade
ru: Добавить ещё одно задание
tr: Başka etkinlik ekle
zh_cn: 添加另一项活动
zh_tw: 加入活動

source: Situation
ca: Situació
ca_es@valencia: Cas pràctic
dz: དུས་སྐབས
el: Κατάσταση
es: Caso práctico
eu: Kasu praktikoa
fr: Cas d'étude
gl: Caso práctico
it: Situazione
nl: Praktijkvoorbeeld
pl: Sytuacja
pt: Caso prático
ru: Ситуация
tr: Vaka analizi
zh_cn: 情境
zh_tw: 情境

source: Quotation
ca: Cita
ca_es@valencia: Citacions per a pensar
dz: ལུང་འདྲེན
el: Παράθεμα
es: Citas Para Pensar
eu: Hausnarketarako aipua
fr: Citation pour réfléchir
gl: Citas para pensar
it: Citazione
nl: Stelling
pl: Cytat
pt: Citações para refletir
ru: Цитата
tr: Alıntı
zh_cn: 引言
zh_tw: 引言
