Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Please select a correct answer for each question.
ca: Seleccioneu una resposta correcta per cada pregunta.
ca_es@valencia: Tria una resposta correcta per a cada pregunta.
dz: དྲི་བ་རེ་རེ་ལུ་ལན་བདེན་པ་གཅིག་སེལ་འཐུ་འབད་གནང.
el: Παρακαλώ επιλέξτε μια σωστή απάντηση για κάθε ερώτηση.
es: Por favor seleccione una respuesta correcta para cada pregunta.
eu: Mesedez, aukeratu galdera bakoitzaren erantzun zuzena.
fr: SVP : sélectionnez une réponse correcte pour chaque question.
gl: Seleccione unha resposta correcta para cada pregunta.
it: Selezionare la risposta corretta per ogni domanda.
nl: Selecteer een juist antwoord voor iedere vraag
pl: Proszę wybrać poprawną odpowiedź na każde z pytań.
pt: Por favor, selecione a resposta correta para cada pergunta.
ru: Пожалуйста, выберите правильный ответ для каждого вопроса.
tr: Lütfen her soru için doğru cevabı seçin.
zh_cn: 请为每个问题选择一个正确的答案.
zh_tw: 請為每個問題選擇一個正確的答案。

source: Add another question
ca: Afegeix una altra pregunta.
ca_es@valencia: Afig una altra pregunta.
dz: དྲི་བ་གཞན་ཅིག་ཁ་སྐོང་རྐྱབས
el: Προσθήκη άλλης ερώτησης
es: Añadir otra pregunta
eu: Gehitu beste galdera bat
fr: Ajouter une autre question
gl: Engadir outra pregunta
it: Aggiungi un'altra domanda
nl: Nieuwe vraag toevoegen
pl: Dodaj kolejne pytanie
pt: Adicionar outra pergunta
ru: Добавить ещё один вопрос
tr: Başka soru ekle
zh_cn: 添加问题
zh_tw: 新增其他問題

source: ERROR Element.process called directly with %s class
ca: ERROR Element.process cridat directament amb la classe %s
ca_es@valencia: S'ha produït un error: s'ha cridat Element.process directament amb la classe %s
el: ΣΦΑΛΜΑ: Απευθείας κλήση του element.process μέσω της κλάσης %s
es: ERROR Element.process fue llamado directamente con la clase %s
eu: ERROREA Element.process %s klasearekin deitu dute zuzenean
fr: ERREUR Element.process appelé directement par la classe %s
gl: ERRO Element.process chamado directamente coa clase %s
it: ERRORE Element.process chiamato direttamente con la classe %s
nl: FOUT Element.process rechtstreeks aangeroepen met klasse %s
pl: BŁĄD Element.process wywołany bezpośrednio z klasy %s
pt: ERRO Element.process chamado diretamente com a classe %s
ru: ОШИБКА Element.process вызвал напрямую класс %s
tr: HATA Element.process direkt olarak %s sınıfı ile çağrıldı
zh_cn: 错误：%s 类直接调用Element.process
zh_tw: %s 類別錯誤地直接呼叫了 Element.process

source: ERROR Element.renderEdit called directly with %s class
ca: ERROR Element.renderEdit fou cridat directament amb la classe %s
ca_es@valencia: S'ha produït un error: s'ha cridat Element.renderEdit directament amb la classe %s
el: ΣΦΑΛΜΑ: Απευθείας κλήση του element.renderEdit μέσω της κλάσης %s
es: ERROR Element.renderEdit fue llamado directamente con la clase %s
eu: ERROREA Element.renderEdit %s klasearekin deitu dute zuzenean
fr: ERREUR Element.renderEdit appelé directement par la classe %s
gl: ERRO Element.renderEdit chamado directamente coa clase %s
it: ERRORE Element.renderEdit chiamato direttamente con la classe %s
nl: FOUT Element.renderEdit rechtstreeks aangeroepen met klasse %s
pl: BŁĄD Element.renderEdit wywołany bezpośrednio z klasy %s
pt: ERRO Element.renderEdit chamado diretamente com a classe %s
ru: ОШИБКА Element.renderEdit вызвал напрямую класс %s
tr: HATA Element.renderEdit direkt olarak %s sınıfı ile çağrıldı
zh_cn: 错误：%s 类直接调用Element.renderEdit
zh_tw: %s 類別錯誤地直接呼叫了 Element.renderEdit

source: ERROR Element.renderView called directly with %s class
ca: ERROR Element.renderView fou cridat directament amb la classe %s
ca_es@valencia: S'ha produït un error: s'ha cridat Element.renderView directament amb la classe %s
el: ΣΦΑΛΜΑ: Απευθείας κλήση του element.renderView μέσω της κλάσης %s
es: ERROR Element.renderView fue llamado directamente con la clase %s
eu: ERROREA Element.renderView %s klasearekin deitu dute zuzenean
fr: ERREUR Element.renderView appelé directement par la classe %s
gl: ERRO Element.renderView chamado directamente coa clase %s
it: ERRORE Element.renderView chiamato direttamente con la classe %s
nl: FOUT Element.renderView rechtstreeks aangeroepen met klasse %s
pl: BŁĄD Element.renderView wywołany bezpośrednio z klasy %s
pt: ERRO Element.renderView chamado diretamente com a classe %s
ru: ОШИБКА Element.renderView вызвал напрямую класс %s
tr: HATA Element.renderView direkt olarak %s sınıfı ile çağrıldı
zh_cn: 错误：%s 类直接调用Element.renderView
zh_tw: %s 類別錯誤地直接呼叫了 Element.renderView

source: Add Image
ca: Afegeix imatge
ca_es@valencia: Afig una imatge
dz: གཟུགས་བརྙན་ཁ་སྐོང་རྐྱབས
el: Επιλογή εικόνας
es: Añadir imagen
eu: Gehitu irudia
fr: Ajouter une image
gl: Engadir unha imaxe
it: Aggiungi immagine
nl: Afbeelding toevoegen
pl: Dodaj obraz
pt: Adicionar imagem
ru: Добавить изображение
tr: Resim Ekle
zh_cn: 添加图片
zh_tw: 新增影像

source: Display as:
ca: Mostra com:
ca_es@valencia: Mostra en:
dz: སྦེ་གསལ་སྟོན་:
el: Μέγεθος εμφάνισης:
es: Mostrar como:
eu: Erakutsi honela:
fr: Afficher comme :
gl: Amosar como:
it: Visualizza come:
nl: Toon als:
pl: Wyświetl jako:
pt: Apresentar como:
ru: Отобразить как:
tr: Gösterme şekli:
zh_cn: 显示为:
zh_tw: 顯示為：

source: by
ca: per
ca_es@valencia: per
dz: གིས
el: από
es: por
eu: bider
fr: Par
gl: por
it: di
nl: door
pl: z
pt: por
tr: ile
zh_cn: 由
zh_tw: 由

source: blank for original size
ca: blanc per la mida original
ca_es@valencia: en blanc per a la mida original
dz: ཚད་ངོ་མ་གི་དོན་ལུ་སྟོངམ
el: κενό για το αρχικό μέγεθος
es: en blanco para el tamaño original
eu: hutsik jatorrizko neurrirako
fr: Laissez vide pour affichage à la taille d'origine
gl: en branco para o tamaño orixinal
it: vuoto per dimensioni originali
nl: leeg voor originele afmetingen
pl: puste dla właściwego rozmiaru
pt: vazio para o tamanho inicial
ru: пустой для оригинального размера
tr: orijinal boyut için boş bırakın
zh_cn: 空白为原来的大小尺寸
zh_tw: 原來大小的空白

source: Select an MP3
ca: Selecciona un MP3
ca_es@valencia: Seleccioneu un MP3
dz: ཨེམ་པི་ཐིརི་གཅིག་སེལ་འཐུ་འབད
el: Επιλογή αρχείου MP3
es: Seleccionar un archivo MP3
eu: Aukeratu MP3 bat
fr: Sélectionnez un fichier MP3
gl: Seleccionar un ficheiro .mp3
it: Selezionare un file MP3
nl: Kies een MP3-bestand
pl: Wybierz plik MP3
pt: Escolha um ficheiro MP3
ru: Выбрать MP3
tr: Bir MP3 seçin
zh_cn: 选择MP3
zh_tw: 選擇 MP3 檔案

source: Cloze Text
ca: Text amb buits
ca_es@valencia: Text amb buits
dz: ས་སྟོང་བཀང་ནི་ཚིག་ཡིག
el: Κείμενο συμπλήρωσης κενών
es: Texto con huecos que rellenar
eu: Hutsuneak betetzeko testua
fr: Texte à blancs
gl: Texto con ocos para encher
it: Testo Cloze
nl: Invultekst
pl: Tekst z lukami
pt: Texto para preencher espaços
ru: Cloze текст
tr: Boşlukları Doldurma Metni
zh_cn: 填空题
zh_tw: 克漏字填空文字

source: Hide/Show Word
ca: Amaga/Mostra paraules
ca_es@valencia: Amaga/Mostra paraules
dz: ཚིག་སྦ་བཞག་/སྟོན
el: Εμφάνιση/Απόκρυψη λέξης
es: Ocultar/Mostrar Palabra
eu: Ezkutatu/Erakutsi hitza
fr: Cacher/Montrer le mot
gl: Ver/Ocultar palabra
it: Nascondi/mostra parole
nl: Toon/verberg woord
pl: Pokaż/Ukryj Słowo
pt: Ocultar/Mostrar palavra
ru: Скрыть/Показать слово
tr: Kelimeyi Göster/Gizle
zh_cn: 隐藏/显示 文字
zh_tw: 隱藏/顯示單字

source: Strict Marking?
ca: Correcció estricta ?
ca_es@valencia: Correcció estricta?
dz: སྐུགས་བྱིན་ནི་དམ་དྲགས?
el: Αυστηρός έλεγχος;
es: ¿Calificación estricta?
eu: Zorroztasunez zuzendu?
fr: Marquage strict ?
gl: Cualificación estrita?
it: Verifica stringente?
nl: Streng verbeteren?
pl: Sprawdzaj ściśle
pt: Avaliação estrita?
ru: Строгая маркировка?
tr: Sıkı İşaretleme?
zh_cn: 严格评分?
zh_tw: 要嚴格評分嗎？

source: Check Capitalization?
ca: Correcció de majúscules ?
ca_es@valencia: Correcció de majúscules?
dz: ཡིག་ཆེན་འབྲི་ཡོདཔ་མེདཔ་བལྟ?
el: Έλεγχος κεφαλαίων - πεζών;
es: ¿Comprobar mayúsculas/minúsculas?
eu: Hizki larri-xeheak kontuan hartu?
fr: Vérifier la capitalisation?
gl: Comprobar maiúsculas/minúsculas?
it: Controlla maiuscole?
nl: Hoofdletters controleren?
pl: Sprawdź wielkość liter
pt: Verificar Maiúsculas?
ru: Проверить прописные?
tr: Büyük Harf Kullanımı Kontrol Edilsin mi?
zh_cn: 检查字母大小写？
zh_tw: 要檢查大小寫嗎？

source: Instant Marking?
ca: Correcció a l'instant ?
ca_es@valencia: Correcció immediata?
dz: དེ་འཕྲོ་ལས་སྐུགས་བྱིན་ནི?
el: Άμεση σημείωση;
es: ¿Calificación inmediata?
eu: Oraintxe zuzendu nahi?
fr: Écriture instantanée ?
gl: Cualificación inmediata?
it: Marcatura istantanea?
nl: Onmiddellijk verbeteren?
pl: Oznacz natychmiast
pt: Avaliação instantânea?
ru: Мгновенная маркировка?
tr: Anlık İşaretleme?
zh_cn: 快速评分?
zh_tw: 要快速評分嗎？

source: Get score
ca: Puntuació aconseguida
ca_es@valencia: Puntuació aconseguida
dz: སྐུགས་ལེན
el: Λήψη βαθμολογίας
es: Averiguar la puntuación
eu: Lortu puntuak
fr: Obtenir le résultat
gl: Ver a puntuación
it: Visualizza punteggio
nl: Bekijk de score
pl: Pobierz wynik
pt: Obter pontuação
ru: Получить счёт
tr: Puanı al
zh_cn: 得分
zh_tw: 取得分數

source: Show/Clear Answers
ca: Mostra/Amaga les respostes
ca_es@valencia: Mostra/Amaga les respostes
dz: ལེན་ཚུ་སྟོན་/སེལ་གཏང
el: Εμφάνιση/Απόκρυψη απαντήσεων
es: Mostrar/Eliminar las respuestas
eu: Erakutsi/Ezkutatu erantzunak
fr: Montrer/Effacer les réponses
gl: Amosar/Borrar respostas
it: Mostra/cancella risposte
nl: Toon/wis antwoorden
pl: Pokaz/Wyczyść Odpowiedzi
pt: Mostrar/Limpar Respostas
ru: Показать/Очистить Ответы
tr: Cevapları Göster/Temizle
zh_cn: 显示/清除 答案
zh_tw: 顯示/清除答案

source: Submit
ca: Envia
ca_es@valencia: Envia
dz: ཕུལ
el: Υποβολή
es: Enviar
eu: Bidali
fr: Valider
gl: Enviar
it: Invia
nl: Verzenden
pl: Wyślij
pt: Submeter
ru: Отправить
tr: Gönder
zh_cn: 提交
zh_tw: 提交

source: Show Answers
ca: Mostra respostes
ca_es@valencia: Mostra les respostes
dz: ལེན་ཚུ་སྟོན
el: Εμφάνιση Απαντήσεων
es: Mostrar las respuestas
eu: Erakutsi erantzunak
fr: Montrer les réponses
gl: Amosar respostas
it: Mostra le risposte
nl: Toon antwoorden
pl: Pokaż odpowiedzi
pt: Apresentar Respostas
ru: Показать ответы
tr: Cevapları Göster
zh_cn: 显示 答案
zh_tw: 顯示答案

source: Answers
ca: Respostes
ca_es@valencia: Respostes
dz: ལེན་ཚུ
el: Απαντήσεις
es: Respuestas
eu: Erantzunak
fr: Réponses
gl: Respostas
it: Risposte
nl: AAntwoorden
pl: Odpowiedzi
pt: Respostas
ru: Ответы
tr: Cevaplar
zh_cn: 答案
zh_tw: 答案

source: Check Caps?
ca: Correcció de majúscules?
ca_es@valencia: Correcció de majúscules?
dz: ཡིག་ཆེན་འབྲི་ཡོདཔ་མེདཔ་བལྟ?
el: Έλεγχος για κεφαλαία;
es: ¿Las Mayúsculas están bloqueadas?
eu: Maiuskulak egiaztatu?
fr: Valider les Majuscules ?
gl: As maiúsculas están bloqueadas?
it: Verifica maiuscolo?
nl: Hoofdlettergevoelig?
pl: Sprawdź wielkość liter
pt: Verificar maiúsculas?
ru: Проверить регистр?
tr: Büyük harf kontrolü?
zh_cn: 检查大小写?
zh_tw: 要檢查大小寫嗎？

source: Show Score?
ca: Voleu mostrar la puntuació ?
ca_es@valencia: Voleu que es mostre la puntuació?
dz: སྐུགས་སྟོན?
el: Εμφάνιση βαθμολογίας;
es: ¿Mostrar la puntuación?
eu: Puntuazioa erakutsi?
fr: Montrer le score?
gl: Amosar puntuación?
it: Mostra punteggio?
nl: Score tonen?
pl: Wyświetlić wynik?
pt: Mostrar pontuação?
ru: Показать счёт?
tr: Puan Gösterilsin mi?
zh_cn: 显示分数？
zh_tw: 要顯示分數嗎？

source: Show/Hide Feedback
ca: Mostra/Amaga realimentació
ca_es@valencia: Mostra/Amaga la retroacció
dz: བསམ་ལན་སྦ་བཞག་/སྟོན
el: Εμφάνιση/Απόκρυψη ανατροφοδότησης
es: Mostrar/Ocultar retroalimentación
eu: Erakutsi/Ezkutatu feedbacka
fr: Montrer/Cacher l'écho
gl: Amosar/Ocultar retroalimentación
it: Mostra/nascondi informazioni di ritorno
nl: Toon/verberg feedback
pl: Pokaż/Schowaj informację zwrotną
pt: Mostrar/Ocultar feedback
ru: Показать/Скрыть "Обратная связь"
tr: Geribildirimi Göster/Gizle
zh_cn: 显示/隐藏 评语
zh_tw: 顯示/隱藏意見回饋

source: Please select a .flv file.
ca: Seleccioneu un fitxer .flv
ca_es@valencia: Tria un fitxer .flv.
dz: .flv་ཡིག་སྣད་གཅིག་སེལ་འཐུ་འབད་གནང.
el: Παρακαλώ επιλέξτε ένα αρχείο .flv.
es: Por favor seleccione un archivo .FLV.
eu: Mesedez, aukeratu .flv fitxategi bat.
fr: SVP : sélectionnez un fichier.flv.
gl: Escolla un ficheiro .flv.
it: Selezionare un file .flv
nl: Selecteer een .flv-bestand.
pl: Proszę wybrać plik .FLV
pt: Por favor, escolha um ficheiro .flv
ru: Пожалуйста, выберите .flv файл.
tr: Lütfen bir .flv dosyası seçin.
zh_cn: 请选择 .flv 文档.
zh_tw: 請選擇一個 .flv 檔。

source: Select a flash video
ca: Selecciona un vídeo flash
ca_es@valencia: Seleccioneu un vídeo en Flash
dz: ཕིལེཤ་གློག་བརྙན་གཅིག་སེལ་འཐུ་འབད
el: Επιλογή ταινίας flash
es: Seleccionar un video FLV
eu: Aukeratu flash bideo bat
fr: Sélectionnez une vidéo Flash (.flv)
gl: Seleccionar un vídeo flash
it: Selezionare un video Flash
nl: Kies een Flash-film
pl: Wybierz film FLASH
pt: Selecionar um vídeo flash
ru: Выбрать flash видео
tr: Bir flash video seçin
zh_cn: 选择flash电影文档
zh_tw: 請選擇一 flash 影片

source: text
dz: ཚིག་ཡིག
el: κείμενο
es: texto
eu: testua
fr: texte
gl: texto
it: testo
nl: tekst
pt: texto
ru: текст
tr: metin
zh_cn: 文字
zh_tw: 文字

source: newline
ca: línia nova
ca_es@valencia: línia nova
dz: གྲལ་ཐིག་གསརཔ
el: νέα γραμμή
es: Nueva línea
eu: lerro berria
fr: nouvelle ligne
gl: nova liña
it: a capo
nl: nieuwe regel
pt: fim de linha
ru: новая строка
tr: yeniçizgi
zh_cn: 换行
zh_tw: 新行

source: Select a font size:
ca: Selecciona la mida de la font:
ca_es@valencia: Seleccioneu la grandària del tipus de lletra:
dz: ཡིག་གཟུགས་ཀྱི་ཚད་སེལ་འཐུ་འབད:
el: Επιλογή μεγέθους γραμματοσειράς:
es: Seleccionar un tamaño de letra:
eu: Aukeratu letra neurria:
fr: Choisir une taille de police :
gl: Seleccione tamaño da fonte:
it: Selezionare una dimensione carattere:
nl: Kies lettergrootte:
pl: Wybierz rozmiar czcionki:
pt: Escolha o tamanho da fonte:
ru: Выбрать размер шрифта:
tr: Bir font boyutu seçin:
zh_cn: 选择字体大小:
zh_tw: 選擇字型大小：

source: Correct Option
ca: Opció correcta
ca_es@valencia: Opció correcta
dz: ངེས་བདེན་གདམ་ཁ
el: Σωστή Επιλογή
es: Opción correcta
eu: Zuzena
fr: Option correcte
gl: Opción correcta
it: Opzione corretta
nl: Juiste keuze
pl: Poprawna Opcja
pt: Opção correta
ru: Скорректировать опцию
tr: Doğru Seçenek
zh_cn: 正确的选项
zh_tw: 正確選項

source: Delete option
ca: Suprimeix opció
ca_es@valencia: Suprimeix l'opció
dz: གདམ་ཁ་བཏོན་གཏང
el: Διαγραφή επιλογής
es: Eliminar opción
eu: Ezabatu aukera
fr: Supprimer l'option
gl: Eliminar opción
it: Elimina opzione
nl: Alternatief verwijderen
pl: Usuń opcję
pt: Eliminar opção
ru: Удалить опцию
tr: Seçeneği sil
zh_cn: 删除选项
zh_tw: 刪除選項

source: Delete question
ca: Suprimeix pregunta
ca_es@valencia: Suprimeix la pregunta
dz: དྲི་བ་བཏོན་གཏང
el: Διαγραφή ερώτησης
es: Eliminar pregunta
eu: Ezabatu galdera
fr: Supprimer la question
gl: Eliminar pregunta
it: Elimina domanda
nl: Vraag verwijderen
pl: Usuń pytanie
pt: Eliminar pergunta
ru: Удалить вопрос
tr: Soruyu sil
zh_cn: 删除问题
zh_tw: 刪除問題

source: Add another Option
ca: Afegeix una altra opció.
ca_es@valencia: Afig una altra opció.
dz: དྲི་བ་གཞན་ཅིག་ཁ་སྐོང་རྐྱབས
el: Προσθήκη άλλης Eπιλογής
es: Añadir otra opción
eu: Gehitu beste aukera
fr: Ajouter une autre option
gl: Engadir outra Opción
it: Aggiungi un'altra opzione
nl: Nieuw alternatief toevoegen
pl: Dodaj kolejną opcję
pt: Adicionar outra opção
ru: Добавить ещё один Вариант для ответа
tr: Başka Seçenek Ekle
zh_cn: 添加选项
zh_tw: 新增其他選項

source: Add another option
ca: Afegeix una altra opció.
ca_es@valencia: Afig una altra opció.
dz: གདམ་ཁ་གཞན་ཅིག་ཁ་སྐོང་རྐྱབས
el: Προσθήκη άλλης επιλογής
es: Añadir otra opción
eu: Gehitu beste aukera
fr: Ajouter une autre option
gl: Engadir outra opción
it: Aggiungi un'altra opzione
nl: Nieuw alternatief toevoegen
pl: Dodaj kolejną opcję
pt: Adicionar outra opção
ru: Добавить ещё один вариант для ответа
tr: Başka Seçenek ekle
zh_cn: 添加选项
zh_tw: 新增其他選項

source: Remember that HTTP pages cannot be included into HTTPS websites.
ca: Recorda que les pàgines HTTP no es poden incloure als llocs web HTTPS.
ca_es@valencia: Recordeu que les pàgines HTTP no es poden incloure en els llocs web HTTPS.
el: Να θυμάστε ότι ιστοσελίδες HTTP δεν μπορούν να συμπεριληφθούν σε HTTPS ιστότοπους.
es: Recuerde que en los sitios HTTPS no es posible incluir páginas HTTP.
eu: Gogoratu HTTP orriak ezin direla txertatu HTTPS webgunetan.
fr: Rappel: Les pages HTTP ne peuvent pas être incluses dans les sites HTTPS.
gl: Lembre que as páxinas HTTP non poden incluírse en sitios HTTPS.
it: Ricordare che non si possono includere pagine HTTP in siti HTTPS.
pl: Pamiętaj, że stron HTTP nie można umieszczać na stronach HTTPS.
ru: Помните, что страницы HTTP не могут быть включены в веб-сайты HTTPS.
tr: HTTP sayfalarının HTTPS web sitelerine eklenemeyeceğini unutmayın.
zh_cn: 请记住，HTTP页面不能包含在HTTPS网站中。
zh_tw: 請記住，https 網站中不能有 http 連結。

source: small
ca: petita
ca_es@valencia: menut
dz: ཆུང་ཀུ
el: μικρό
es: pequeño
eu: txikia
fr: petit
gl: pequeno
it: piccolo
nl: klein
pl: mała
pt: pequena
ru: Маленький
tr: küçük
zh_cn: 小
zh_tw: 小

source: large
ca: gran
ca_es@valencia: gran
dz: ཆེ་བ
el: μεγάλο
es: grande
eu: handia
fr: grand
gl: grande
it: grande
nl: groot
pl: duża
pt: grande
ru: Огромный
tr: büyük
zh_cn: 大
zh_tw: 大

source: super-size
ca: molt gran
ca_es@valencia: molt gran
dz: ཚད་ཡང་དག
el: πολύ μεγάλο
es: muy grande
eu: oso handia
fr: très grand
gl: moi grande
it: grandissimo
nl: zeer groot
pl: super-rozmiar
pt: muito grande
ru: Супер размер
tr: devasa
zh_cn: 超大尺寸
zh_tw: 超大

source: Frame Height:
ca: Alçada del Marc:
ca_es@valencia: Alçària del marc:
dz: གཞི་ཁྲམ་མཐོ་ཚད:
el: Ύψος πλαισίου:
es: Altura del marco:
eu: Markoaren altuera:
fr: Hauteur du cadre :
gl: Altura do marco:
it: Altezza cornice:
nl: Framehoogte:
pl: Wysokość ramki:
pt: Altura da área de exibição
ru: Высота рамки:
tr: Çerçeve Yüksekliği:
zh_cn: 页框高:
zh_tw: 框架高度：

source: <h2>File Attachment</h2>
ca: <h2>Fitxer adjunt</h2>
ca_es@valencia: <h2>Adjunta fitxers</h2>
dz: <h2>ཡིག་སྣད་མཉམ་སྦྲགསཔ</h2>
el: <h2>Συνημμένο αρχείο</h2>
es: <h2>Fichero adjunto</h2>
eu: <h2>Atxikitutako fitxategia</h2>
fr: <h2>Pièces jointes<h2>
gl: <h2>Ficheiro anexo</h2>
it: <h2>File allegato</h2>
nl: <h2>Bijlage</h2>
pl: <h2>Plik załącznika</h2>
pt: <h2>Ficheiro anexo</h2>
ru: <h2>Вложенный файл</h2>
tr: <h2>Dosya Eki</h2>
zh_cn: <h2>文件附件</h2>
zh_tw: <h2>附加檔</h2>

source: <p>Here you can attach arbitary files to the package that will be included with the export</p>
ca: <p> Aquí podeu adjuntar fitxers al paquet que seran inclosos amb l'exportació</p>
ca_es@valencia: <p>Ací podeu adjuntar fitxers al paquet que s'inclourà en l'exportació</p>
el: <p>Εδώ μπορείτε να επισυνάψετε αρχεία στο έργο τα οποία θα συμπεριληφθούν κατά την εξαγωγή του.</p>
es: <p>Aquí puede adjuntar ficheros arbitrarios al paquete, que serán incluidos al exportarlo</p>
eu: <p>Honen bidez, fitxategiak atxikitu ditzakezu paketera, eta esportazioan sartu</p>
fr: <p>Ici vous pouvez ajouter des fichiers arbitraires au paquet. Il seront inclus dans l'exportation</p>
gl: <p>Aquí pode anexar ficheiros arbitrarios ao paquete, que serán incluídos ao exportalo</p>
it: <p>Qui si possono aggiungere file qualsiasi, che verranno inclusi nell'esportazione del pacchetto</p>
nl: <p>hie kun je willekeurige bestanden toeveogen aan het Pakket, die zullen worden ingevoegd in het exportbestand</p>
pl: <p>Tutaj możesz dołączyć pliki arbitrażowe do pakietu, który zostanie dołączony do eksportu</p>
pt: <p>Aqui pode anexar ao pacote qualquer tipo de ficheiro que irá ser incluído na exportação</p>
ru: <p>Здесь вы можете прикрепить произвольные файлы к пакету, которые будут включены с экспортом</p>
tr: <p>Buradan dışa aktarmaya dahil edilecek pakete isteğe bağlı dosyalar ekleyebilirsiniz</p>
zh_cn: <p>您可以在此将任意文件附加到将包含在导出中的包中</p>
zh_tw: <p>您可以在此附上要包含在匯出結果中的任何檔案</p>

source: <p>You can choose to display links or not below</p>
ca: <p>Podeu triar mostrar o no els enllaços a sota</p>
ca_es@valencia: <p>Podeu triar que es mostren els enllaços o no a continuació</p>
el: <p>Παρακάτω μπορείτε να επιλέξετε αν θα εμφανίζονται οι σύνδεσμοι.</p>
es: <p>Puede elegir entre mostrar los enlaces debajo o no</p>
eu: <p>Estekak beheko aldean erakutsiko diren ala ez aukera dezakezu</p>
fr: <p>Vous pouvez choisir entre montrer les liens en-dessous ou pas</p>
gl: <p>Pódese elixir entre amosar as ligazóns debaixo ou non</p>
it: <p>Scegliere qui sotto se mostrare o meno i link</p>
nl: <p>onderaan kun je kiezen of je al of geen links wilt weeergeven<p>
pl: <p>Możesz wybrać wyświetlanie lub nie linków poniżej</p>
pt: <p>Pode escolher se as ligações serão mostradas em baixo</p>
ru: <p>Вы можете выбрать отображать ссылки или нет ниже</p>
tr: <p>Bağlantıları gösterip göstermemeyi seçebilirsiniz</p>
zh_cn: <p>您可以选择是否在下方显示链接</p>
zh_tw: <p>您可以選擇是否要在底下顯示連結</p>

source: <strong>Title:</strong><br/>
ca: <strong>Títol:</strong><br/>
ca_es@valencia: <strong>Títol:</strong><br/>
dz: <strong>མགོ་མིང་:</strong><br/>
el: <strong>Τίτλος:</strong><br/>
es: <strong>Título:</strong><br/>
eu: <strong>Izenburua:</strong><br/>
gl: <strong>Título:</strong><br/>
it: <strong>Titolo:</strong><br/>
nl: <strong>Titel:</strong><br/>
pl: <strong>Tytuł:</strong><br/>
pt: <strong>Título:</strong><br/>
ru: <strong>Заголовок:</strong><br/>
tr: <strong>Başlık:</strong><br/>
zh_cn: <strong>标题：</strong> <br/>
zh_tw: <strong>標題：</strong><br/>

source: Add Another File Attachment
ca: Afegeix un altre fitxer adjunt
ca_es@valencia: Afig un altre fitxer adjunt
dz: ཡིག་སྣད་མཉམ་སྦྲགས་གཞན་ཅིག་ཁ་སྐོང་རྐྱབས
el: Προσθέστε ακόμη ένα συνημμένο αρχείο
es: Añadir otro fichero adjunto
eu: Beste fitxategi bat atxikitu
fr: Ajouter une autre pièces jointes
gl: Engadir outro ficheiro anexo
it: Aggiungi altro file allegato
nl: Voeg een bijlagen toe
pl: Dodaj Kolejny Plik Załącznika
pt: Acrescentar outro ficheiro anexo
ru: Добавить другой вложенный файл
tr: Başka Bir Dosya Eki Ekle
zh_cn: 添加另一个文件附件
zh_tw: 新增另一個附加檔

source: File List (this list shows only in preview mode):
ca: Llista de fitxers (aquesta llista sols es mostra en el mode de visualització prèvia):
ca_es@valencia: Llista de fitxers (es mostra només en mode de previsualització):
el: Λίστα αρχείων (εμφανίζεται μόνο σε λειτουργία προεπισκόπησης):
es: Lista de ficheros (esta lista sólo se muestra en el modo previsualización):
eu: Fitxategi zerrenda (zerrenda hau bakarrik aurrebista moduan erakutsiko da):
fr: Liste de fichiers (cette liste est visible seulement en mode aperçu:
gl: Lista de ficheiros (esta lista só se mostra no modo de vista previa) :
it: Elenco file (si vede solo nell'anteprima):
nl: Lijst van bestanden (deze lijst wordt alleen getoond in previeuw modus)
pl: Lista plików (ta lista wyświetla się tylko w trybie podglądu):
pt: Lista de ficheiros (esta lista é mostrada apenas no modo de vista prévia)
ru: Список файлов (этот список показывается только в режиме предпросмотра):
tr: Dosya Listesi (bu liste yalnızca önizleme modunda gösterilir)\:
zh_cn: 文件列表 (此列表仅在预览模式下显示):
zh_tw: 檔案清單（這個清單只在預覽模式顯示）：

source: Add images
ca: Afegeix imatges
ca_es@valencia: Afig imatges
dz: གཟུགས་བརྙན་ཚུ་ཁ་སྐོང་རྐྱབས
el: Προσθήκη εικόνων
es: Añadir imágenes
eu: Gehitu irudiak
fr: Ajouter une image
gl: Engadir imaxes
it: Aggiungi immagini
nl: Afbeeldingen toevoegen
pl: Dodaj obraz
pt: Adicionar imagens
ru: Добавить изображения
tr: Resim ekle
zh_cn: 添加图片
zh_tw: 新增影像

source: No Images Loaded
ca: No hi ha imatges carregades
ca_es@valencia: No hi ha cap imatge carregada
dz: གཟུགས་བརྙནཚུ་མངོན་གསལ་འབད་དི་མེད
el: Δεν φορτώθηκαν εικόνες
es: No hay imágenes cargadas
eu: Ez da irudirik kargatu
fr: Aucune image téléchargée
gl: Non se cargou ningunha imaxe
it: Non è stata caricata nessuna immagine
nl: Geen afbeeldingen geladen
pl: Nie wczytano obrazów
pt: Não foram carregadas imagens
ru: Не загружено ни одного изображения
tr: Resim Yüklenmedi
zh_cn: 无图像显示
zh_tw: 沒有載入影像

source: Change Image
ca: Canvia imatge
ca_es@valencia: Modifica la imatge
dz: གཟུགས་བརྙན་སོར
el: Αλλαγή εικόνας
es: Cambiar imagen
eu: Aldatu irudia
fr: Modifier l'image
gl: Modificar imaxe
it: Cambia immagine
nl: Wijzig afbeelding
pl: Zmień obraz
pt: Alterar imagem
ru: Изменить изображение
tr: Resmi Değiştir
zh_cn: 改换图片
zh_tw: 變更影像
