Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Reading Activity
ca: Activitat de llegir
ca_es@valencia: Activitat de lectura
dz: ལྷག་ནིའི་སྦྱོང་ལཱ
el: Κατανόηση κειμένου
es: Actividad de lectura
eu: Irakurtzeko jarduera
fr: Activité "Lecture"
gl: Actividade de lectura
it: Attività di lettura
nl: Leesactiviteit
pl: Materiały do przeczytania
pt: Atividade de leitura
ru: Актив. чтение
tr: Okuma Alıştırması
zh_cn: 阅读活动
zh_tw: 閱讀活動

source: Hangman Game
ca: Joc del penjat
ca_es@valencia: Joc del penjat
dz: མི་དཔྱང་ནི་རྩེདམོ
el: Κρεμάλα
es: Juego del ahorcado
eu: Urkatuaren jokoa
fr: Jeu du Pendu
gl: Xogo do aforcado
it: Gioco dell'impiccato
nl: Galgje
pl: Gra Wisielec
pt: Jogo da forca
ru: Игра Виселица
tr: Adam Asmaca Oyunu
zh_cn: 刽子手（hangman）游戏
zh_tw: 劊子手（hangman）遊戲

source: Hangman style word game with customizable images.
ca: Joc de paraules semblant al joc del penjat amb imatges personalitzables.
ca_es@valencia: Joc del penjat amb imatges personalitzables.
dz: གཟུགས་བརྙན་སྲོལ་སྒྲིག་འབད་བཏུབ་ཡོད་པའི་མི་དཔྱང་ནི་བཟོ་རྣམ་གྱི་མིང་ཚིག་གི་རྩེདམོ་ རྩེདམོ་
el: Παιχνίδι λέξεων τύπου κρεμάλας, με προσαρμόσιμες εικόνες.
es: Juego de palabras estilo el ahorcado con imágenes modificables.
eu: Urkatu estiloko hitz jokoa; irudiak pertsonalizatu daitezke.
fr: Jeu style Pendu avec images adaptables.
gl: Xogo de palabras estilo aforcado con imaxes modificables.
it: Gioco di parole tipo impiccato con immagini personalizzate.
nl: Galge-stijl woordspel met aanpasbare afbeeldingen.
pl: Gra słowna w stylu szubienica z możliwością personalizacji obrazów.
pt: Jogo de palavras do tipo "jogo da forca" com imagens personalizadas
ru: Стиль игры Виселицы с возможности настройки изображений.
tr: Kişiselleştirilebilir görüntülere sahip Adam Asmaca tarzı kelime oyunu.
zh_cn: 具有可定制图像的刽子手风格文字游戏。
zh_tw: 劊子手（hangman）樣式的猜單字遊戲，影像可自訂。

source: Instructions for Game.
ca: Instruccions del joc.
ca_es@valencia: Instruccions per al joc.
dz: རྩེདམོ་གི་བཀོད་རྒྱ་ཚུ
el: Οδηγίες για το παιχνίδι.
es: Instrucciones del juego.
eu: Jokoaren argibideak.
fr: Consignes pour le jeu.
gl: Instrucións do xogo.
it: Istruzioni per il gioco.
nl: Spelaanwijzingen
pl: Instrukcje gry.
pt: Instruções para o jogo.
ru: Инструкции для игры.
tr: Oyun yönergeleri.
zh_cn: 游戏说明。
zh_tw: 遊戲說明。

source: Alphabet to show players
ca: Alfabet per mostrar als jugadors
ca_es@valencia: Alfabet que es mostra als usuaris
dz: རྩེདམོ་རྩེད་མི་ཚུ་ལུ་སྟོན་ནི་ཀ་ཁ
el: Αλφάβητο που θα εμφανίζεται
es: Alfabeto que mostrar a los jugadores
eu: Jokalariei erakutsiko zaien alfabetoa
fr: Alphabet à montrer aux joueurs
gl: Alfabeto a amosar aos xogadores
it: Alfabeto da mostrare ai giocatori
nl: Alfabet dat aan spelers getoond wordt
pl: Alfabet do pokazania graczom
pt: Alfabeto para mostrar aos jogadores
ru: Алфавит, чтобы показать игроков
tr: Oyunculara gösterilecek alfabe
zh_cn: 按字母显示玩家
zh_tw: 顯示玩家的字母

source: Alphabet to Select From
ca: Alfabet per seleccionar
ca_es@valencia: Alfabet que s'ha de seleccionar a
dz: ལས་ཀ་ཁ་སེལ་འཐུ་འབད་
el: Αλφάβητο από το οποίο θα γίνονται οι επιλογές
es: Alfabeto del que hacer la selección
eu: Hautaketak egiteko alfabetoa
fr: Alphabet pour la sélection
gl: Alfabeto do que facer a selección
it: Alfabeto da cui scegliere
nl: Alfabet waaruit een kjeuze gemaakt moet worden
pl: Alfabet do wyboru
pt: Alfabeto donde escolher
ru: Алфавит, чтобы выбрать из
tr: Seçilecek Alfabe
zh_cn: 要选择的字母
zh_tw: 選取區的字母

source: abcdefghijklmnopqrstuvwxyz
ca: abcçdefghijklmnopqrstuvwxyz
ca_es@valencia: abcçdefghijklmnopqrstuvwxyz
dz: ཀཁགངཅཆཇཉཏཐདནཔཕབམཙཚཛཝཞཟའཡརལཤསཧཨ
el: αβγδεζηθικλμνξοπρστυφχψω
es: abcdefghijklmnñopqrstuvwxyz
tr: abcçdefgğhıijklmnoöpqrsştuüvwxyz

source: Letter Button Style
ca: Estil del botó lletra
ca_es@valencia: Estil del botó de lletra
dz: ཡི་གུའི་ཨེབ་རྟའི་བཟོ་རྣམ
el: Τεχνοτροπία πλήκτρου γράμματος
es: Estilo del botón de letras
eu: Letra botoiaren estiloa
fr: Style du bouton de lettre
gl: Estilo do botón de letras
it: Stile bottone lettera
nl: Stijl van de Letter-knop
pl: Styl Liter Przycisku
pt: Estilo do botão de letra
ru: Стиль буквенной клавиши
tr: Harf Düğme Stili
zh_cn: 字母按钮样式
zh_tw: 字母按鍵樣式

source: Style of button to start with
ca: Estil del botó per començar amb
ca_es@valencia: Estil del botó de començar
dz: འགོ་བཙུག་ནིའི་ཨེབ་རྟའི་བཟོ་རྣམ
el: Τεχνοτροπία πλήκτρου ξεκινήματος
es: Estilo del botón de por qué letra empieza
eu: Hasteko botoiaren estiloa
fr: Style des boutons pour commencer
gl: Estilo do botón de "por que letra comezar"
it: Stile del bottone da cui iniziare
nl: Stijl van de Start-knop
pl: Styl przycisku uruchamiania
pt: Estilo do botão de início
ru: Стиль клавиши для старта с
tr: Başlamak için düğme stili
zh_cn: 开始的按钮样式
zh_tw: 開始的按鍵樣式

source: Letter Button Style Wrong Guess
ca: Estil del botó lletra suposició no correcta
ca_es@valencia: Estil del botó de lletra per a un error
dz: ཕྱི་འགྱུར་ཕོག་ཚོད་དཔག་པའི་ཡི་གུའི་ཨེབ་རྟའི་བཟོ་རྣམ
el: Τεχνοτροπία πλήκτρου γράμματος λανθασμένης απάντησης
es: Estilo de botón de letra de fallo al adivinar
eu: Letra botoiaren estiloa; asmatu ez denean
fr: Style du bouton de lettre en cas de devinette erronée
gl: Estilo do botón de letra de erro ao adiviñar
it: Stile bottone lettera dopo errore
nl: Stijl van de knop "Fout geraden"
pl: Styl przycisku liter Błędna odpowiedź
pt: Estilo do botão de letra - tentativa errada
ru: Стиль буквенной клавиши неверно угадан
tr: Harf Düğme Stili Yanlış Tahmin
zh_cn: 猜错时字母按钮样式
zh_tw: 猜錯的字母按鍵樣式

source: Style of letter button after wrong guess
ca: Estil del botó lletra després suposició no correcta
ca_es@valencia: Estil del botó de lletra després d'un error
dz: ཕྱི་འགྱུར་་ཕོག་ཚོད་དཔག་པའི་ཤུལ་ལས་ཡི་གུའི་ཨེབ་རྟའི་བཟོ་རྣམ
el: Τεχνοτροπία πλήκτρου γράμματος μετά από λανθασμένη απάντηση
es: Estilo del botón de letra tras un fallo al intentar adivinar
eu: Asmatu ez denean letra botoiari emango zaion estiloa
fr: Style du bouton de lettre après une devinette erronée
gl: Estilo do botón de letra despois de fallar ao adiviñar
it: Stile del bottone lettera dopo un errore
nl: Stijl van de letter-knop na onjuist geraden te hebben
pl: Styl przycisku z literami po błędnym odgadnięciu
pt: Estilo do botão de letra depois de uma tentativa errada
ru: Стиль буквенной клавиши после неверного угадывания
tr: Yanlış tahminden sonra harf düğmesinin stili
zh_cn: 错误猜测后的字母按钮的样式
zh_tw: 猜錯時的字母按鍵樣式

source: Letter Button Style Right Guess
ca: Estil del botó lletra suposició correcta
ca_es@valencia: Estil del botó de lletra per a un encert
dz: ཕོག་ཚོད་བདེན་པའི་ཡི་གུའི་ཨེབ་རྟའི་བཟོ་རྣམ
el: Τεχνοτροπία πλήκτρου γράμματος σωστής απάντησης
es: Estilo del botón de letra tras acierto al adivinar
eu: Letra botoiaren estiloa; asmatu denean
fr: Style du bouton de lettre après une devinette correcte
gl: Estilo do botón de letra despois do acerto ao adiviñar
it: Stile bottone lettera dopo indovinato
nl: Stijl van de knop "Juist geraden"
pl: Styl przycisku liter Poprawna odpowiedź
pt: Estilo do botão de letra - um acerto
ru: Стиль буквенной клавиши после верного угадывания
tr: Harf Düğme Stili Doğru Tahmin
zh_cn: 猜对时字母按钮样式
zh_tw: 猜對的字母按鍵樣式

source: Style of letter button after correct guess
ca: Estil del botó lletra després suposició correcta
ca_es@valencia: Estil del botó de lletra després d'un encert
dz: ཕོག་ཚོད་བདེན་པའི་ཤུལ་ལས་ཡི་གུའི་ཨེབ་རྟའི་བཟོ་རྣམ
el: Τεχνοτροπία πλήκτρου γράμματος μετά από σωστή απάντηση
es: Estilo del botón de letra tras un acierto al intentar adivinar
eu: Asmatu denean letra botoiari emango zaion estiloa
fr: Style du bouton de lettre après un devinette correcte
gl: Estilo do botón despois dun acerto ao tentar adiviñar
it: Stile del bottone lettera dopo una risposta corretta
nl: Stijl van de Letter-knop na juist geraden te hebben
pl: Styl przycisku listy po prawidłowym odgadnięciu
pt: Estilo do botão de letra depois de um acerto
ru: Стиль буквенной клавиши после корректного угадывания
tr: Doğru tahmin sonrasında harf stili düğmesi
zh_cn: 正确猜测后的字母按钮样式
zh_tw: 猜對時的字母按鍵樣式

source: Style of Hint Text Field
ca: Estil del camp text de la pista
ca_es@valencia: Estil del camp de text de la pista
dz: བརྡ་སྟོན་ནིཚིག་ཡིག་གི་ས་སྒོའི་བཟོ་རྣམ
el: Τεχνοτροπία πεδίου κειμένου υπόδειξης
es: Estilo del campo de texto de ayuda
eu: Arrasto testu-eremuaren estiloa
fr: Style du champ textuel de conseils et d'astuces
gl: Estilo do campo de texto de axuda
it: Stile del campo suggerimenti
nl: Stijl van het Hint-veld
pl: Styl pola tekstowego podpowiedź
pt: Estilo do campo de texto para a pista
ru: Стиль текстового поля подсказки
tr: İpucu Metin Alanı Stili
zh_cn: 提示文本字段的样式
zh_tw: 提示文字欄位樣式

source: Hint Text Field CSS
ca: Camp CSS del text pista
ca_es@valencia: CSS per al camp de text de la pista
dz: བརྡ་སྟོན་ནིཚིག་ཡིག་གི་ས་སྒོའི་ཨེསི་ཨེསི
el: CSS πεδίου κειμένου υπόδειξης
es: CSS del campo de texto de ayuda
eu: Arrasto testu-eremuaren CSSa
fr: CSS du champ textuel des conseils et astuces
gl: CSS do campo de texto de axuda
it: CSS del campo suggerimenti
nl: CSS van hint-veld
pl: CSS pola tekstowego podpowiedź
pt: Estilo CSS do campo de texto para a pista
ru: Подсказка Текст Поле CSS
tr: İpucu Metin Alanı CSS
zh_cn: 提示文本字段CSS
zh_tw: 提示文字欄位的 CSS

source: Style of Word Display Field
ca: Estil del camp per mostrar la paraula
ca_es@valencia: Estil del camp de visualització de la paraula
dz: མིང་ཚིག་གསལ་སྟོན་འབད་ནི་ས་སྒོ་གི་བཟོ་རྣམ
el: Τεχνοτροπία πεδίου εμφάνισης της λέξης
es: Estilo del campo donde se muestra la palabra
eu: Hitzaren bistaratze-eremuaren estiloa
fr: Style du champ où le mot est montré
gl: Estilo do campo onde se amosa a palabra
it: Stile del campo mostra parole
nl: Stijl van het weergave veld voor het woord
pl: Styl pola wyświetlania tekstu
pt: Estilo do campo Mostrar palavra
ru: Стиль слова, отображаемого в поле
tr: Kelime Görüntü Alanı Stili
zh_cn: 文字显示栏样式
zh_tw: 單字顯示欄位樣式

source: Word Display CSS
ca: CSS de visualització de la paraula
ca_es@valencia: CSS de visualització de la paraula
dz: མིང་ཚིག་གསལ་སྟོན་འབད་ནི་ཨེསི་ཨེསི
el: CSS εμφάνισης της λέξης
es: CSS del campo donde se mostrará la palabra
eu: Hitzen bistaratze-CSSa
fr: CSS du champ d'affichage
gl: CSS do campo onde se amosará a palabra
it: CSS del campo visualizzazione parole
nl: Woord weergave CSS
pl: Tekst Wyświetl CSS
pt: Estilo CSS para mostrar as palavras
ru: Отображение слова CSS
tr: Kelime Görüntüleme CSS'i
zh_cn: 文字显示 css
zh_tw: 單字顯示的 CSS

source: Restart Level Button Text
ca: Text del botó reinicia nivell
ca_es@valencia: Text del botó de reiniciar el nivell
dz: ལོག་འགོ་བཙུགས་གི་གནས་རིམ་གྱི་ཨེབ་རྟའི་ཚིག་ཡིག
el: Κείμενο πλήκτρου επανεκκίνησης επιπέδου
es: Texto del botón de reiniciar nivel
eu: Berrabiarazi botoiaren testu-maila
fr: Texte du bouton de réinitialisation du niveau
gl: Texto do botón Reiniciar nivel
it: Testo bottone ricomincia livello
nl: Tekst van de "Restart level" knop
pl: Tekst przycisku Uruchom Ponownie Poziom
pt: Texto para o botão de recomeçar o nível
ru: Рестарт Уровень Кнопка Текст
tr: Seviye Düğmesi Yeniden Başlat Metni
zh_cn: 重新开始过关按钮文本
zh_tw: 重新開始關卡按鍵文字

source: Text for reset button
ca: Text del botó reinicia
ca_es@valencia: Text del botó de reinicialitzar
dz: སླར་སྒྲིག་ཨེབ་རྟའི་ཚིག་ཡིག
el: Κείμενο για το πλήκτρο επαναφοράς
es: Texto del botón de reiniciar
eu: Berrarabiazi botoiaren testua
fr: Texte pour le bouton de réinitialisation
gl: Texto do botón Reiniciar
it: Testo per il bottone Ricomincia
nl: Tekst van de Reset-knop
pl: Tekst przycisku resetowania
pt: Texto para o botão de reinício
ru: Текст для кнопки рестарта
tr: Sıfırlama düğmesi metni
zh_cn: 重置按钮的文本
zh_tw: 重置按鍵文字

source: Restart
ca: Reinicia
ca_es@valencia: Reinicia
dz: ལོག་འགོ་བཙུགས
el: Επανεκκίνηση
es: Reiniciar
eu: Berriz hasi
fr: Recommencer
gl: Reiniciar
it: Riavvia
nl: Herstarten
pl: Restartuj
pt: Reiniciar
ru: Начать заново
tr: Yeniden başlat
zh_cn: 重新开始
zh_tw: 重新開始

source: Restart Level Button Style (CSS)
ca: Estil (CSS) del botó reinicia el nivell
ca_es@valencia: Estil del botó de reiniciar el nivell (CSS)
dz: ལོག་འགོ་བཙུགས་ནིའི་གནས་རིམ་གྱི་ཨེབ་རྟའི་བཟོ་རྣམ་(སི་ཨེས་ཨེས)
el: Τεχνοτροπία κειμένου πλήκτρου επανεκκίνησης επιπέδου (CSS)
es: Estilo (CSS) del botón de reiniciar nivel
eu: Berrabiarazi maila-botoiaren estiloa (CSS)
fr: Style (CSS) du bouton de réinitialisation du niveau
gl: Estilo (CSS) do botón Reiniciar Nivel
it: Stile (CSS) bottone ricomincia livello
nl: Stijl van de "Herstart-level" knop
pl: Styl przycisku Uruchom Ponownie (CSS)
pt: Estilo (CSS) para o botão de recomeçar o nível
ru: Рестарт стиля кнопки уровня (CSS)
tr: Seviye Yeniden Başlatma (CSS) i
zh_cn: 重新开始过关按钮样式（CSS）
zh_tw: 重新開始關卡按鍵樣式（CSS）

source: Style of Reset Button
ca: Estil del botó reinicia
ca_es@valencia: Estil del botó de reinicialitzar
dz: སླར་སྒྲིག་ཨེབ་རྟའི་བཟོ་རྣམ
el: Τεχνοτροπία πλήκτρου επαναφοράς
es: Estilo del botón de reinicio
eu: Berrarabiazi botoiaren estiloa
fr: Style du bouton de réinitialisation
gl: Estilo do botón de reinicio
it: Stile del bottone Ricomincia
nl: Stijl van de Reset-knop
pl: Styl przycisku resetowania
pt: Estilo do botão de reinício
ru: Стиль кнопки рестарта
tr: Sıfırlama Düğmesi Stili
zh_cn: 重置按钮的样式
zh_tw: 重置鍵樣式

source: Wrong Guess Message
ca: Missatge no encertat
ca_es@valencia: Missatge per als errors
dz: ཕྱི་འགྱུར་ཕོག་ཚོད་དཔག་པའི་བརྡ་དོན
el: Μήνυμα λανθασμένης απάντησης
es: Mensaje tras intento de adivinar fallido
eu: Asmatu ez denerako mezua
fr: Message d'erreur de devinette
gl: Mensaxe despois fallar un intento de adiviñar
it: Messaggio errore
nl: Medeling "Verkeerd geraden"
pl: Komunikat Błędnej Odpowiedzi
pt: Mensagem para tentativa errada
ru: Неверно угаданное сообщение
tr: Yanlış Tahmin Mesajı
zh_cn: 猜错时的信息
zh_tw: 猜錯時的訊息

source: Player will see this message when they guess a letter wrong
ca: El jugador veurà aquest missatge quan no encerti una lletra
ca_es@valencia: L'usuari veurà aquest missatge quan endevine una lletra incorrecta
dz: རྩེདམོ་རྩེད་མི་གི་ཚིག་ཚུ་ཀྲིག་ཀྲི་སྦེ་ཕོག་ཚོད་མ་དཔག་པའི་ནམ་འ་ནི་བརྡ་འཕྲིན་འདི་འཐོང་འོང
el: Ο χρήστης θα βλέπει αυτό το μήνυμα όταν δίνει λάθος γράμμα
es: El jugador verá este mensaje cuando se equivoque adivinando una letra
eu: Jokalariak mezu hau ikusiko du letra bat asmatzen ez duenean
fr: Le joueur verra ce message si une lettre est mal écrite
gl: O xogador ou a xogadora verá esta mensaxe cando se trabuque adiviñando unha letra
it: Il giocatore vedrà questo messaggio quando sbaglia lettera
nl: De speler ziet deze mededeling als ze een letter verkeerd raden
pl: Gracz zobaczy ten komunikat, gdy udzieli błędnej odpowiedzi
pt: O jogador irá ver esta mensagem quando errar na tentativa de adivinhar uma letra
ru: Игроки увидят это сообщение, когда они угадают неправильно букву
tr: Oyuncu bir harfi yanlış tahmin ettiğinde gereceği mesaj
zh_cn: 玩家在猜错时会看到此消息
zh_tw: 當玩家猜錯字母時會看到的訊息

source: Lost Level Message
ca: Missatge de nivell no superat
ca_es@valencia: Missatge per a nivell no superat
dz: ཕམ་ནི་གནས་ཚད་ཀྱི་བརྡ་འཕྲིན
el: Μήνυμα αποτυχίας επιπέδου
es: Mensaje de nivel perdido
eu: Maila galtzen denerako mezua
fr: Message de niveau perdu
gl: Mensaxe de nivel perdido
it: Messaggio livello fallito
nl: Medeling "Level verloren"
pl: Komunikat o utraconym poziomie
pt: Mensagem para nível falhado
ru: Потерять сообщение уровня
tr: Bölümü Geçememe Durumunda Gösterilecek Mesaj
zh_cn: 未过关的信息
zh_tw: 未過關訊息

source: Player will see this message when they loose the level
ca: El jugador veurà aquest missatge quan no superi el nivell
ca_es@valencia: L'usuari veurà aquest missatge quan no supere el nivell
dz: རྩེད་མི་གི་རྩེདམོ་དེ་ཕམམ་ད་འ་ནི་འཕྲིན་འཐོང་འོང
el: Ο χρήστης θα βλέπει αυτό το μήνυμα όταν χάνει επίπεδο
es: El jugador verá este mensaje cuando pierde el nivel
eu: Jokalariak mezu hau ikusiko du maila galtzen duenean
fr: Le joueur verra ce message après la perte du niveau
gl: O xogador ou a xogadora verá esta mensaxe cando perda o nivel
it: Il giocatore vedrà questo messaggio quando perde il livello
nl: De speler ziet deze mededeling als ze een level verliezen
pl: Gracz zobaczy ten komunikat, kiedy straci poziom
pt: O jogador irá ver esta mensagem quando falhar o nível
ru: Игроки увидят это сообщение, когда они потеряют уровень
tr: Oyuncu, seviyeyi kaybettiğinde görüntülenecek mesaj
zh_cn: 玩家未能过关时的信息
zh_tw: 當玩家未能過關時會看到的訊息

source: Level Passed Message
ca: Missatge de nivell superat
ca_es@valencia: Missatge per a nivell superat
dz: མཐར་འཁྱོལ་བའི་གནས་ཚད་ཀྱི་བརྡ་འཕྲིན
el: Μήνυμα επιτυχίας επιπέδου
es: Mensaje al pasar de nivel
eu: Maila gainditzen denerako mezua
fr: Message de niveau passé
gl: Mensaxe ao pasar de nivel
it: Messaggio livello terminato
nl: Mededeling "level gehaald"
pl: Komunikat Przejścia Poziomu
pt: Mensagem para nível ganho
ru: Пропущенное сообщение уровня
tr: Seviye Geçme Mesaj
zh_cn: 过关的信息
zh_tw: 過關訊息

source: Player will see this message when they guess the word correctly
ca: El jugador veurà aquest missatge quan encerti la paraula de forma correcta
ca_es@valencia: L'usuari veurà aquest missatge quan endevine una lletra correcta
dz: རྩེདམོརྩེད་མི་གི་ཚིག་ཚུ་ཀྲིག་ཀྲི་སྦེ་ཕོག་ཚོད་དཔག་པའི་ནམ་ འ་ནི་བརྡ་འཕྲིན་འཐོང་འོང
el: Ο χρήστης θα βλέπει αυτό το μήνυμα όταν δίνει τη σωστή λέξη
es: El jugador verá este mensaje cuando acierte al adivinar la palabra
eu: Jokalariak mezu hau ikusiko du hitz guztiak asmatzen dituenean
fr: Le joueur verra ce message s'il devine le mot correct
gl: O xogador ou a xogadora verá esta mensaxe cando adiviñe a palabra
it: Il giocatore vedrà questo messaggio quando indovina la parola
nl: De speler ziet deze mededeling als ze een woord juist raden
pl: Gracz zobaczy ten komunikat, gdy poprawnie odgadnie słowo
pt: O jogador irá ver esta mensagem quando adivinhar a palavra
ru: Игроки увидят это сообщение, когда они корректно угадают слово
tr: Oyuncu, kelimeyi doğru tahmin ettiğinde görüntülenecek mesaj
zh_cn: 玩家在正确猜出单词时会看到此消息
zh_tw: 玩家猜對單字而過關時會看到的訊息

source: Game Won Message
ca: Missatge de joc guanyat
ca_es@valencia: Missatge que es mostra quan l'usuari ha guanyat
dz: རྩེདམོ་རྒྱལ་ཁ་ཐོབ་པའི་བརྡ་འཕྲིན
el: Μήνυμα κερδισμένου παιχνιδιού
es: Mensaje al ganar el juego
eu: Jokoa irabazten denerako mezua
fr: Message de jeu gagné
gl: Mensaxe ao gañar o xogo
it: Messaggio gioco vinto
nl: Mededeling "Spel gewonnen"
pl: Komunikat o wygranej w grze
pt: Mensagem para jogo ganho
ru: Сообщение при победе в игре
tr: Oyunu Kazanma Mesajı
zh_cn: 游戏获胜的信息
zh_tw: 遊戲贏了的訊息

source: Player will see this message when they guess all words correctly
ca: El jugador veurà aquest missatge quan encerti totes les paraules de forma correcta
ca_es@valencia: L'usuari veurà aquest missatge quan endevine totes les paraules
dz: རྩེདམོརྩེད་མི་གི་ཚིག་ཚུ་གེ་ར་ཀྲིག་ཀྲི་སྦེ་ཕོག་ཚོད་དཔག་པའི་ནམ་ འ་ནི་བརྡ་འཕྲིན་འཐོང་འོང
el: Ο χρήστης θα δει αυτό το μήνυμα όταν δώσει όλες τις σωστές λέξεις
es: El jugador verá este mensaje cuando acierte al adivinar todas las palabras
eu: Jokalariak mezu hau ikusiko du hitz guztiak asmatzen dituenean
fr: Le joueur verra ce message quand il devinera tous les mots corrects
gl: O xogador ou a xogadora verá esta mensaxe cando adiviñe tódalas palabras
it: Il giocatore vedrà questo messaggio quando indovina tutte le parole
nl: De speler ziet deze boodschap als ze alle woorden juist geraden hebben
pl: Gracz zobaczy ten komunikat, gdy odgadnie poprawnie wszystkie słowa
pt: O jogador irá ver esta mensagem quando adivinhar todas as palavras
ru: Игроки увидят это сообщение, когда они угадают корректно все слова
tr: Oyuncu tüm kelimeleri doğru tahmin ettiğinde gösterilecek mesaj
zh_cn: 玩家会看到此消息时, 他们猜出所有单词正确
zh_tw: 玩家猜對所有單字時會看到的訊息

source: chance
ca: vides
ca_es@valencia: vides
dz: གོ་སྐབས
el: αλλαγή
es: intento
eu: saiakera
fr: essai
gl: tentativa
it: tentativo
nl: kans
pl: szansa
pt: oportunidade
ru: шанс
tr: şans
zh_cn: 机会
zh_tw: 機會

source: Word to Guess
ca: Paraula a endevinar
ca_es@valencia: Paraula que cal endevinar
dz: ཕོག་ཚོད་དཔག་ནིའི་ཚིག
el: Λέξη για να μαντέψετε
es: Palabra que adivinar
eu: Asmatu beharreko hitza
fr: Mot à deviner
gl: Adiviña a palabra
it: Parola da indovinare
nl: Woord dat geraden moet worden
pl: Słowo do odgadnięcia
pt: Palavra para adivinhar
ru: Угадать слово
tr: Kelimeleri Bul
zh_cn: 要猜的单词
zh_tw: 要猜的單字

source: Word To Guess
ca: Paraula a endevinar
ca_es@valencia: Paraula que cal endevinar
dz: ཕོག་ཚོད་དཔག་ནིའི་ཚིག
el: Λέξη για να μαντέψετε
es: Palabra que adivinar
eu: Asmatu beharreko hitza
fr: Mot À Deviner
gl: Adiviña a palabra
it: Parola da indovinare
nl: Woord dat geraden moet worden
pl: Słowo do odgadnięcia
pt: Palavra para adivinhar
ru: Угадать слово
tr: Kelimeleri Bul
zh_cn: 要猜的单词
zh_tw: 要猜的單字

source: Hint to Show User
ca: Pista per mostrar a l'usuari
ca_es@valencia: Pista que es mostra a l'usuari
dz: ལག་ལེན་པ་ལུ་སྟོན་ནིའི་བརྡ་མཚོན
el: Υπόδειξη για τον χρήστη
es: Ayuda que mostrar al usuario
eu: Erabiltzaileari erakutsiko zaion arrastoa
fr: Aide à montrer à l'utilisateur
gl: Axuda a amosar ao usuario
it: Suggerimento per il giocatore
nl: Hint voor de gebruiker
pl: Objaśnienie wyświetlane użytkownikowi
pt: Pista para mostrar ao utilizador
ru: Подсказка для показа пользователю
tr: Kullanıca İpucu Görüntülensin
zh_cn: 显示给用户的提示
zh_tw: 顯示給使用者看的提示

source: Hint for Word
ca: Pista de la paraula
ca_es@valencia: Pista per a la paraula
dz: ཚིག་གི་དོན་ལུ་བརྡ་མཚོན
el: Υπόδειξη για τη λέξη
es: Ayuda sobre la palabra
eu: Hitzaren arrastoa
fr: Piste sur le mot
gl: Axuda sobre a palabra
it: Suggerimento per la parola
nl: Hint voor het woord
pl: Wskazówka dla programu Word
pt: Pista para a palavra
ru: Подсказка для слова
tr: Kelime İçin İpucu
zh_cn: 单词的提示
zh_tw: 單字的提示
