Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Effect for showing correct overlay
ca: Efecte per mostrar superposició de resposta correcta
ca_es@valencia: Efecte per a mostrar la superposició de resposta correcta
dz: ངེས་གཏན་སྤུར་ཁེབས་སྟོན་ནིའི་ནུས་པ
el: Εφέ με το οποίο εμφανίζεται η επικάλυψη της σωστής ταξινόμησης
es: Efecto visual para mostrar el mensaje de acierto
eu: Gardenki zuzena erakusteko efektua
fr: Effet visuel pour montrer le message de réussite
gl: Efecto visual para amosar mensaxe de acerto
it: Effetto per sovrapposizione corretta
nl: Effect voor het tonen van de juiste overlay
pl: Efekt wyświetlania poprawnej nakładki
pt: Efeito para a imagem que indica resposta certa
ru: Эффект для показа корректного наложения
tr: Doğru katmanı gösterme efekti
zh_cn: 回答正确时的显示效果
zh_tw: 答對時的顯示效果

source: Effect showing correct overlay
ca: Efecte per mostrar superposició de resposta correcta
ca_es@valencia: Efecte mentre es mostra la superposició de resposta correcta
dz: ངེས་གཏན་སྤུར་ཁེབས་སྟོན་པའི་ནུས་པ
el: Εφέ με το οποίο εμφανίζεται η επικάλυψη της σωστής ταξινόμησης
es: Efecto visual para mostrar mensaje de acierto
eu: Gardenki zuzena erakusteko efektua
fr: Effet pour montrer le message de réussite
gl: Efecto visual que amosa mensaxe de acerto
it: Effetto sovrapposizione giusta
nl: Effect tijdens het tonen van de juiste overlay
pl: Efekt pokazujący poprawną nakładkę
pt: Efeito para a imagem que indica resposta certa
ru: Эффект, показываемый при корректном наложении
tr: Doğru kamanı gösteren efekt
zh_cn: 正确的显示效果
zh_tw: 答對時的顯示效果

source: Effect showing wrong answer overlay
ca: Efecte per mostrar superposició de respostes no correctes
ca_es@valencia: Efecte que mostra la superposició de resposta incorrecta
dz: ལན་ཕྱི་འགྱུར་སྟོན་པའི་སྤུར་ཁེབས་ནུས་པ
el: Εφέ με το οποίο εμφανίζεται η επικάλυψη της λανθασμένης ταξινόμησης
es: Efecto visual para mostrar que la respuesta es incorrecta
eu: Gardenki okerra erakusteko efektua
fr: Effet visuel pour montrer une réponse incorrecte
gl: Efecto visual que amosa que a resposta é incorrecta
it: Effetto per sovrapposizione errata
nl: Effect tijdens het tonen van de verkeerde overlay
pl: Efekt przedstawiający błędna nakładka odpowiedzi
pt: Efeito para a imagem que indica resposta errada
ru: Эффект, показываемый при наложении неверного ответа
tr: Yanlış cevap yerleşimini gösteren efekt
zh_cn: 回答错误时的显示效果
zh_tw: 答錯時的顯示效果

source: Effect for showing wrong overlay
ca: Efecte per mostrar superposició de respostes no correctes
ca_es@valencia: Efecte mentre es mostra la superposició de resposta incorrecta
dz: ཕྱི་འགྱུར་སྤུར་ཁེབས་སྟོན་ནིའི་ནུས་པ
el: Εφέ με το οποίο εμφανίζεται η επικάλυψη της λανθασμένης ταξινόμησης
es: Efecto para mostrar mensaje de respuesta incorrecta
eu: Gardenki okerra erakusteko efektua
fr: Effet visuel pour montrer une réponse incorrecte
gl: Efecto para amosar mensaxe de resposta incorrecta
it: Effetto sovrapposizione sbagliata
nl: Effect voor het tonen van de verkeerde overlay
pl: Efekt wyświetlania nieprawidłowej nakładki
pt: Efeito para a imagem que indica resposta errada
ru: Эффект для показа при некорректном наложении
tr: Yanlış katmanı gösteren efekt
zh_cn: 显示错误覆盖的效果
zh_tw: 答錯時的顯示效果

source: Text for Check Button
ca: Text per al botó comprovació
ca_es@valencia: Text per al botó de comprovació
dz: ཨིན་རྟགས་བཀལ་ནི་ཨེབ་རྟའི་དོན་ལུ་ཚིག་ཡིག
el: Κείμενο για το πλήκτρο ελέγχου
es: Texto del botón Comprobar
eu: Egiaztatu botoiaren testua
fr: Texte pour le bouton de vérification
gl: Texto do botón Comprobar
it: Testo bottone controllo
nl: Tekst voor de knop "controleren"
pl: Tekst Przycisku Wyboru
pt: Texto do botão de verificação
ru: Текст для кнопки проверки
tr: Kontrol Düğmesi için Metin
zh_cn: “检查”按钮的文本
zh_tw: 檢查按鍵的文字

source: Check
ca: Comprova
ca_es@valencia: Comprova
dz: ཨིན་རྟགས་བཀལ་
el: Έλεγχος
es: Comprobar
eu: Egiaztatu
fr: Vérifier
gl: Comprobar
it: Controlla
nl: Controleer
pl: Sprawdź
pt: Marcar
ru: Проверить
tr: Kontrol
zh_cn: 检查
zh_tw: 檢查

source: Check Button Style (CSS)
ca: Estil del botó comprovació (CSS)
ca_es@valencia: Estil del botó de comprovació (CSS)
dz: ཨིན་རྟགས་བཀལ་ནི་ཨེབ་རྟའི་བཟོ་རྣམ (སི་ཨེས་ཨེས)
el: Τεχνοτροπία (CSS) πλήκτρου ελέγχου
es: Estilo (CSS) del botón Comprobar
eu: Egiaztatu botoiaren estiloa (CSS)
fr: Style CSS du bouton de vérification
gl: Estilo (CSS) do botón Comprobar
it: Stile CSS bottone controllo
nl: Stijl van de Controle-knop (CSS)
pl: Styl przycisku wyboru (CSS)
pt: Estilo do botão de verificação (CSS)
ru: Стиль кнопки проверки (CSS)
tr: Düğme Stilini Kontrol Et (CSS)
zh_cn: “检查”按钮样式（CSS）
zh_tw: 檢查按鍵的樣式（CSS）

source: CSS for check button
ca: CSS per al botó comprovació
ca_es@valencia: CSS per al botó de comprovació
dz: ཨིན་རྟགས་བཀལ་ནི་ཨེབ་རྟའི་དོན་ལུ་སི་ཨེས་ཨེས
el: CSS για το πλήκτρο ελέγχου
es: CSS del estilo Comprobar
eu: Egiaztatu botoiarentzako CSSa
fr: CSS pour le bouton de vérification
gl: CSS do botón Comprobar
it: CSS bottone controllo
nl: CSS voor de Controle-knop
pl: CSS dla przycisku wyboru
pt: CSS para o botão de verificação
ru: CSS для кнопки проверки
tr: Kontrol düğmesi için CSS
zh_cn: “检查”按钮的样式
zh_tw: 檢查按鍵的 CSS

source: Width of an item in the list (px)
ca: Amplada d'un element a la llista (px)
ca_es@valencia: Amplària d'un element en la llista (px)
dz: བརྡ་མཚོན་གྱི་མངའ་ཁོངས་རྒྱ་ཚད(པི་ཨེགསི)
el: Πλάτος αντικειμένου στη λίστα (px)
es: Ancho de un elemento de la lista (px)
eu: Zerrendako elementu baten zabalera (px)
fr: Largeur d'un élément de la liste (px)
gl: Ancho dun elemento da lista (px)
it: Larghezza elemento lista (in px)
nl: Breedte van een item in de lijst (px)
pl: Szerokość elementu na liście (px)
pt: Largura de um item da lista (píxeis)
ru: Ширина пункта в списке (пикс.)
tr: Listedeki bir öğenin genişliği (px)
zh_cn: 列表中项目的宽度（px）
zh_tw: 列表中項目的寬度（像素）

source: width
ca: Amplada
ca_es@valencia: amplària
dz: རྒྱ་ཚད
el: πλάτος
es: ancho
eu: zabalera
fr: Largeur
gl: ancho
it: larghezza
nl: Breedte
pl: szerokość
pt: largura
ru: ширина
tr: genişlik
zh_cn: 宽度
zh_tw: 寬度

source: Height of an item in the list (px)
ca: Alçada d'un element a la llista (px)
ca_es@valencia: Alçària d'un element en la llista (px)
dz: བརྡ་མཚོན་གྱི་མངའ་ཁོངས་མཐོ་ཚད(པི་ཨེགསི)
el: Ύψος αντικειμένου στη λίστα (px)
es: Altura de un elemento de la lista (px)
eu: Zerrendako elementu baten altuera (px)
fr: Hauteur d'un élément de la liste (px)
gl: Altura dun elemento da lista (en píxeles)
it: Altezza elemento lista (in px)
nl: Hoogte van een item in de lijst (px)
pl: Wysokość elementu na liście (px)
pt: Altura de um item da lista (píxeis)
ru: Высота пункта в списке (пикс.)
tr: Listedeki bir öğenin yüksekliği (px)
zh_cn: 列表中项目的高度 (px)
zh_tw: 列表中項目的高度（像素）

source: height
ca: Alçada
ca_es@valencia: alçària
dz: མཐོ་ཚད
el: ύψος
es: altura
eu: altuera
fr: Hauteur
gl: altura
it: altezza
nl: Hoogte
pl: wysokość
pt: altura
ru: высота
tr: yükseklik
zh_cn: 高度
zh_tw: 高度

source: Style (CSS) for sortable items
ca: Estil (CSS) dels elements ordenables
ca_es@valencia: Estil (CSS) per als elements ordenables
dz: རིམ་སྒྲིག་འབད་བཏུབ་པའི་་རྣམ་གྲངས་ཚུའི་དོན་ལུ་བཟོ་རྣམ(སི་ཨེསི་ཨེསི)
el: Τεχνοτροπία (CSS) για τα αντικείμενα που ταξινομούνται
es: Estilo (CSS) de los elementos ordenables
eu: Ordenatu behar diren elementuen estiloa (CSS)
fr: Style (CSS) pour les éléments à ordonner
gl: Estilo (CSS) dos elementos ordenables
it: Stile CSS elementi ordinabili
nl: Sijl (CSS) van de te sorteren items
pl: Styl (CSS) do sortowania elementów
pt: Estilo (CSS) dos itens a serem ordenados
ru: Стиль (CSS) для сортируемых пунктов
tr: Sıralanabilir öğeler için Stil (CSS)
zh_cn: 可排序项目的样式（CSS）
zh_tw: 可排序項目的樣式（CSS）

source: Sortable Item CSS
ca: CSS element ordenable
ca_es@valencia: CSS dels elements ordenables
dz: རིམ་སྒྲིག་འབད་བཏུབ་པའི་རྣམ་གྲངས་ཀྱི་སི་ཨེས་ཨེས
el: CSS για τα αντικείμενα που ταξινομούνται
es: CSS de los objetos ordenables
eu: Ordenatu behar diren elementuen CSSa
fr: CSS des éléments à ordonner
gl: CSS dos obxectos ordenables
it: CSS elemento ordinabile
nl: Sorteerbaar item CSS
pl: Sortowalny element CSS
pt: CSS do item para ordenar
ru: CSS сортируемых пунктов
tr: Sıralanabilir Öğe CSS
zh_cn: 可排序的项目CSS
zh_tw: 可排序項目 CSS

source: Sort Direction
ca: Direcció d'ordenació
ca_es@valencia: Direcció d'ordenació
dz: རིམ་སྒྲིག་གི་ཁ་ཕྱོགས
el: Κατεύθυνση ταξινόμησης
es: Dirección de la ordenación
eu: Norabidea ordenatu
fr: Sens de la mise en ordre
gl: Dirección da ordenación
it: Direzione ordinamento
nl: Sorteerrichting
pl: Kierunek sortowania
pt: Direção de ordenação
ru: Направление сортировки
tr: Sıralama Yönü
zh_cn: 排序方向
zh_tw: 排序方向

source: Top To Bottom
ca: De dalt a baix
ca_es@valencia: De dalt a baix
dz: མགོ་ལས་གཤམ
el: Από επάνω προς τα κάτω
es: De arriba abajo
eu: Goitik behera
fr: De haut en bas
gl: De arriba abaixo
it: Sopra a sotto
nl: Van boven naar onder
pl: Od góry do dołu
pt: De cima para baixo
ru: Сверху вниз
tr: Üstten Alta
zh_cn: 上到下
zh_tw: 上到下

source: Left to Right
ca: D'esquerra a dreta
ca_es@valencia: D'esquerra a dreta
dz: གཡོན་ལས་གཡས
el: Από αριστερά προς τα δεξιά
es: Izquierda a derecha
eu: Ezkerretik eskuinera
fr: Gauche à droite
gl: De esquerda a dereita
it: Sinistra verso destra
nl: Van links naar rechts
pl: Od lewej do prawej
pt: Da esquerda para a direita
ru: Слева направо
tr: Soldan Sağa
zh_cn: 左到右
zh_tw: 左到右

source: Right to Left
ca: De dreta a esquerra
ca_es@valencia: De dreta a esquerra
dz: གཡས་ལས་གཡོན
el: Από δεξιά προς τα αριστερά
es: Derecha a izquierda
eu: Eskuinetik ezkerrera
fr: Droite à gauche
gl: Dereita a esquerda
it: Destra verso sinistra
nl: Van rechts naar links
pl: Od prawej do lewej
pt: Da direita para a esquerda
ru: Справа налево
tr: Sağdan Sola
zh_cn: 右到左
zh_tw: 右到左

source: Sortable Item
ca: Element ordenable
ca_es@valencia: Elements ordenables
dz: རིམ་སྒྲིག་འབད་བཏུབ་པའི་རྣམ་གྲངས
el: Αντικείμενο προς ταξινόμηση
es: Elemento ordenable
eu: Ordenatu behar den elementua
fr: Élément à ordonner
gl: Elemento ordenable
it: Elemento ordinabile
nl: Sorteerbaar item
pl: Sortowalny element
pt: Item para ordenar
ru: Сортируемый пункт
tr: Sıralanabilir Öğe
zh_cn: 可排序项目
zh_tw: 可排序項目

source: Text / Content of sortable item
ca: Text / contingut de l'element ordenable
ca_es@valencia: Text/contingut de l'element ordenable
dz: རིམ་སྒྲིག་འབད་བཏུབ་པའི་རྣམ་གྲངས་ཀྱི་ཚིག་ཡིག་/ནང་དོན
el: Κείμενο / Περιεχόμενο αντικειμένου προς ταξινόμηση
es: Texto / Contenido del objeto ordenable
eu: Ordenatu behar den elementuaren testua / edukia
fr: Texte / Contenu de l'élément à ordonner
gl: Texto / Contido do obxecto ordenable
it: Testo / contenuto dell'elemento ordinabile
nl: Tekst/ Inhoud van nde te sorteren items
pl: Tekst / Treść sortowanego elementu
pt: Texto / Conteúdo do item para ordenar
ru: Текст/Содержимое сортируемого пункта
tr: Metin/Sıralanabilir Öğe
zh_cn: 可排序项目的文本/内容
zh_tw: 可排序項目的文字/內容

source: True-False Question
ca: Qüestió Veritat/Mentida
ca_es@valencia: Qüestió de verdader/fals
dz: བདོན་ - མི་བདོན་གྱི་དྲི་བ་
el: Δραστηριότητα Σωστό-Λάθος
es: Pregunta Verdadero-Falso
eu: Egia/gezurra galderak
fr: Exercice "VRAI ou FAUX"
gl: Pregunta Verdadeiro-Falso
it: Domanda vero-falso
nl: Waar/Niet waar-vraag
pl: Zadanie prawda/fałsz
pt: Perguntas de verdadeiro ou falso
ru: Вопрос Верно/Неверно
tr: Doğru-Yanlış Sorusu
zh_cn: 判断题
zh_tw: 是非題

source: True/false questions present a statement where the learner must decide if the statement is true. This type of question works well for factual information and information that lends itself to either/or responses.
ca: Les qüestions veritat/mentida presenten una declaració que els alumnes han de decidir si és certa o falsa. Aquest tipus de qüestions funcionen bé amb informació contextual que han d'entendre per decidir la resposta.
ca_es@valencia: Les qüestions de verdader/fals presenten una expressió que l'alumnat ha de decidir si és certa o falsa. Aquest tipus de qüestions funcionen bé per a informació objectiva que es presta a respostes del tipus «o aquest valor/o aquest altre».
el: Οι δραστηριότητες τύπου Σωστό/Λάθος παρουσιάζουν μια δήλωση για την οποία ο μαθητής θα πρέπει να αποφασίσει αν είναι σωστή ή λανθασμένη. Αυτός ο τύπος δραστηριοτήτων ενδείκνυται για τεκμηριωμένες πληροφορίες και πληροφορίες που προσφέρονται σε μία μόνο από τις δυο απαντήσεις.
es: Las preguntas Verdadero/Falso presentan una afirmación sobre la cuál el estudiante debe decidir si es verdadera o no. Este tipo de pregunta funciona bien para una información sobre hechos e información que se presta por sí misma a respuestas de tipo o esto.../o lo otro...
eu: Egia/gezurra galderetan, adierazpen bat azaltzen da, eta ikasleak egia edo gezurra den erabaki beharko du. Galdera mota hori egokia da gertaeren informazioa emateko eta biak/edo motako erantzunetarako.
fr: L'exercice "Vrai ou Faux" présente un ou plusieurs énoncés sur lesquels l'apprenant doit décider de la véracité ou non.Ce type d'exercice est adéquat pour des informations reposant sur des faits ou encore pour des énoncés qui se prêtent à des réponses du type soit l'un soit l'autre.
gl: As preguntas verdadeiro/falso presentan unha afirmación na que o alumnado debe decidir se é verdadeira ou non. Este tipo de preguntas funcionan ben para traballar información sobre feitos ou información que se presta por si mesma a respostas de tipo ou isto...ou o outro.
it: Le domande vero/falso presentano un'affermazione per la quale lo studente deve decidere se è vera o falsa. Questo tipo di domande funzionano bene per le informazioni fattuali (Vero) e per le informazioni che si prestano ad una o all'altra risposta (Vero e Falso).
nl: Een Waar/niet waar-vraag bevat een bewering en de student moet beslissen of deze bewering waar is of niet. Dit soort vraag is o.m. geschikt voor feitelijke informatie en voor ofwel/ofwel-antwoorden.
pl: Zadanie prawda/fałsz prezentuje twierdzenie, które uczeń musi ocenić czy jest prawdziwe. Taki typ pytania funkcjonuje dobrze w przypadku faktycznych informacji lub takich, które same prowadzą do odpowiedzi.
pt: As perguntas de verdadeiro ou falso apresentam uma afirmação que o aluno deve decidir se é correta ou não. Este tipo de pergunta funciona bem para informação factual ou para a verificação de conhecimentos básicos.
ru: В вопросе Верно/Неверно присутствует утверждение, на которое обучающийся должен дать ответ - верное оно или нет. Данный тип вопросов работает хорошо для фактической информации и информации, поддающейся ответам или/или.
tr: Doğru\yanlış sorular, öğrencinin ifadenin doğru olup olmadığına karar vermesi gereken bir ifade sunar. Bu tür bir soru, olgusal bilgiler ve ya/veya yanıtlara uygun olan bilgiler için iyi çalışır.
zh_cn: 是非题提供一个陈述句, 让学生判断其陈述是否正确.
zh_tw: 是非題提供一個陳述句，讓學生判斷其陳述是否正確。

source: A hint may be provided to assist the learner in answering the question.
ca: Es pot proporcionar a l'alumne una pista per respondre la qüestió.
ca_es@valencia: Es pot proporcionar a l'alumnat una pista per a respondre la qüestió.
el: Μια υπόδειξη μπορεί να παρέχεται για να βοηθήσει τον μαθητή να απαντήσει την ερώτηση.
es: Se puede proporcionar una pista para ayudar al estudiante a responder la pregunta.
eu: Arrasto bat eman diezaiokezu ikasleari, galdera erantzuten laguntzeko.
fr: Un indice ou un conseil peut être donné à l'apprenant pour l'aider à répondre à la question posée.
gl: Pódese fornecer unha indicación para axudar o alumnado a responder á pregunta.
it: Si può fornire un suggerimento per assistere lo studente nel rispondere alla domanda.
nl: U kan een tip toevoegen die helpt om de vraag te beantwoorden.
pl: Możesz dodać wskazówkę, aby pomóc uczniowi w odpowiedzi na pytanie.
pt: Uma pista pode ser facultada para ajudar o aluno na resposta da questão.
ru: Подсказка может помочь учащемуся при ответе на вопрос.
tr: Öğrencinin soruyu cevaplamasına yardımcı olmak için bir ipucu verilebilir.
zh_cn: 可提供提示来帮助学生回答问题.
zh_tw: 可提供提示來輔助學生回答問題。

source: Type the question stem. The question should be clear and unambiguous. Avoid negative premises as these can tend to be ambiguous.
ca: Escriu la pregunta principal. Aquesta pregunta ha de ser clara i no ambigua. Utilitzar premisses negatives sol ser ambigu.
ca_es@valencia: Escriu la pregunta principal. Aquesta pregunta ha de ser clara i inequívoca. Evita les premisses negatives ja que solen ser ambigües.
dz: དྲི་བའི་བརྡ་གཞུང་འདི་བཙུག། དྲི་བ་འདི་དྭངས་གསལ་དང་གསལ་ཏོག་ཏོ་དགོ། དགག་ཚིག་དཔྱད་གཞི་འཛེམ་དགོ ག་ཅི་འབད་ཟེར་བ་ཅིན་དེ་ཚུ་བརྡ་དོན་ངེས་མེད་ཅན་ཨིན།
el: Πληκτρολογήστε την πρόταση της άσκησης. Η πρόταση θα πρέπει να είναι σαφής και κατανοητή. Αποφύγετε αρνητικές προτάσεις καθώς τείνουν να δημιουργούν αμφιβολίες.
es: Escriba la pregunta. La pregunta debe ser clara y no ambigua. Evite las premisas negativas ya que esta tienden a ser ambiguas.
eu: Idatzi galdera. Galderak argia eta zalantzarik gabekoa izan beharko luke. Saiatu ezezko premisak ez erabiltzen, anbiguoak izaten baitira.
fr: Rédigez la question de base. Celle-ci doit être claire et sans ambiguïté. Évitez les intitulés négatifs qui pourraient induire quelque ambiguïté.
gl: Escriba a pregunta. A pregunta debe ser clara e non ambigua. Evite as premisas negativas porque tenden a ser ambiguas.
it: Scrivere una singola domanda. La domanda dovrebbe essere chiara ed univoca. Evitare premesse in forma negativa che tendono ad essere ambigue.
nl: Geef de tekst van de vraag. De vraag moet duidelijk en ondubbelzinnig zijn. Vermijd negatieve formuleringen, want deze leiden vaak tot misverstanden.
pl: Wpisz treść pytania. Pytanie powinno być jasne i jednoznaczne. Unikaj wieloznacznych wyrażeń i słów.
pt: Digitar o corpo da questão. A questão deve ser clara e sem ambiguidades. Evitar afirmações na negativa porque podem ser ambíguas.
ru: Введите вопрос стебля. Вопрос должен быть чёткими и однозначным. Избегайте отрицательных предпосылок, поскольку они могут, как правило, быть неоднозначными.
tr: Soru kökünü yazın. Soru açık ve net olmalıdır. Belirsiz olma eğiliminde olabileceğinden olumsuz öncüllerden kaçının.
zh_cn: 输入问题. 问题的陈述应是清楚而不含糊的.
zh_tw: 輸入問題。問題的陳述要清晰而不含糊。 避免否定式的假設，因為可能會造成混淆。

source: Enter any feedback you wish to provide to the learner. This field may be left blank. if this field is left blank default feedback will be provided.
ca: Escriviu qualsevol realimentació que vulgueu proporcionar a l'alumne. Si aquest camp el deixeu en blanc cap realimentació li serà proporcionada a l'alumne quan doni una resposta incorrecta.
ca_es@valencia: Escriu qualsevol retroacció que vulgues proporcionar a l'alumnat després d'haver intentat completar l'activitat. Aquest camp es pot deixar buit. Si aquest camp està buit s'oferirà la retroacció per defecte.
el: Εισάγετε όποια ανατροφοδότηση επιθυμείτε να παρέχετε στον μαθητή. Το πεδίο αυτό μπορεί να μείνει κενό και σε αυτή την περίπτωση θα δοθεί προεπιλεγμένη ανατροφοδότηση.
es: Introduzca la retroalimentación que quiere que vean los estudiantes después de haber intentado completar la actividad. Este campo se puede dejar vacío. Si este campo está vacío se ofrecerá la retroalimentación por defecto.
eu: Adierazi ikasleei eman nahi diezun edozein feedback. Eremua hutsik utz dezakezu. Hori eginez gero, lehenetsitakoa emango da.
fr: Rédigez tout "écho en retour" que vous souhaitez donner à l'apprenant. Ce champ peut être laissé vide. Si c'est le cas, un "écho" par défaut sera généré.
gl: Introduza a retroalimentación que quere proporcionar ao alumnado. Este campo pode quedar baleiro. Se este campo se deixa en branco proporcionarase a retroalimentación por defecto.
it: Inserire tutte le informazioni di ritorno che si desidera fornire allo studente. Questo campo può essere lasciato in bianco. Se questo campo è lasciato in bianco viene fornita la riposta di ritorno predefinita.
nl: Vul hier feedback in. Het veld mag ook leeg blijven, dan wordt de standaard feedback gegeven.
pl: Wpisz informację zwrotną którą chcesz przekazać uczniowi. Możesz zostawić to pole puste. Jeśli pozostawisz pole puste, zostanie wypełnione wartością domyślną.
pt: Inserir a resposta que pretende dar ao aluno. Este campo pode ser deixado em branco. Se este campo ficar em branco será apresentada a resposta por omissão.
ru: Введите любую обратную связь, которую вы хотите обеспечить для обучаемого. Это поле может быть пустым. Если оставить это поле пустым, то обратная связь по умолчанию будет предоставлена.
tr: Öğrenciye vermek istediğiniz herhangi bir geri bildirimi girin. Bu alan boş bırakılabilir. bu alan boş bırakılırsa varsayılan geri bildirim sağlanacaktır.
zh_cn: 用评语栏输入评语提供给学生. 此栏可空白.
zh_tw: 輸入您希望提供給學生的回饋意見。此欄位可以空白。若是此欄位空白，則會提供預設的回饋。

source: Provide instruction on how the True/False Question should be completed.
ca: Introdueix instruccions de com les Preguntes Veritat/Mentida han de ser completades.
ca_es@valencia: Introduïu instruccions sobre com s'han de completar les Preguntes de veritat/fals.
el: Δώστε οδηγίες για το πως πρέπει να γίνει μια δραστηριότητα τύπου Σωστό/Λάθος.
es: Proporciona instrucciones sobre cómo debe ser completada la Pregunta Verdadero/Falso.
eu: Eman Egia/Gezurra galderak erantzuteko argibideak.
fr: Donnez les consignes pour réaliser l'exercice "Vrai ou Faux".
gl: Proporcione instrucións sobre como se deben completar as preguntas Verdadeiro/Falso.
it: Fornire le istruzioni di come la domanda vero/falso dovrebbe essere completata.
nl: Geef aanwijzingen om de Waar/Niet waar-vraag op te lossen.
pl: Podaj instrukcje dotyczące sposobu rozwiązywania zadań typu PRAWDA/FAŁSZ.
pt: Fornecer instruções sobre como devem ser respondidas as perguntas de verdadeiro ou falso.
ru: Напишите инструкцию о том, как должен быть выполнен вопрос Верно/Неверно.
tr: Doğru Yanlış Sorusunn nasıl tamamlanacağına ilişkin yönerge yazın.
zh_cn: 提供怎样完成判断题的说明.
zh_tw: 提供怎樣完成是非題的指示。
