Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: User will click on this to start the game
ca: L'usuari premerà aquí per començar el joc
ca_es@valencia: L'usuari ha de fer clic en això per a iniciar el joc
dz: རྩེདམོ་འགོ་བཙུག་ནི་དོན་ལུ་འ་ནི་གུ་ལག་ལེན་པ་གི་ཨེབ་གཏང་འོང
el: Ο χρήστης θα πρέπει να πιέσει σε αυτό για να ξεκινήσει το παιχνίδι
es: El usuario pulsará sobre esto para iniciar el juego
eu: Erabiltzaileak hemen egingo du klik jolasa hasteko
fr: Cliquer sur cet élément pour démarrer le jeu
gl: O alumnado premerá aquí para iniciar o xogo
it: L'utente cliccherà in questa per avviare il gioco
nl: De gebruiker moet hierop klikken om het spel te beginnen
pl: Użytkownik kliknie, aby rozpocząć grę
pt: O utilizador irá clicar aqui para começar o jogo
ru: Пользователь щёлкнет на это для старта игры
tr: Kullanıcı oyunu başlatmak için buna tıklayacak
zh_cn: 用户将点击此按钮开始游戏
zh_tw: 使用者會點擊此處開始遊戲

source: Game Width
ca: Amplada del joc
ca_es@valencia: Amplària del joc
dz: རྩེདམོ་གི་རྒྱ་ཚད
el: Πλάτος παιχνιδιού
es: Ancho del juego
eu: Jolasaren zabalera
fr: Largeur du jeu
gl: Ancho do xogo
it: Larghezza gioco
nl: Breedte van het speelveld
pl: Szerokość gry
pt: Largura do jogo
ru: Ширина игры
tr: Oyun Genişliği
zh_cn: 游戏区宽度
zh_tw: 遊戲區寬度

source: Width of game area (in pixels)
ca: Amplada de l'àrea del joc (píxels)
ca_es@valencia: Amplària de l'àrea de joc (en píxels)
dz: རྩེདམོ་གི་མངའ་ཁོངས་གི་རྒྱ་ཚད(པིག་སེལ་ནང་)
el: Το πλάτος της περιοχής του παιχνιδιού (σε pixels)
es: Ancho del área del juego (en píxeles)
eu: Jolas-eremuaren zabalera (pixeletan)
fr: Largeur de la zone de jeu (en pixels)
gl: Ancho da área do xogo (en píxeles)
it: Larghezza (in px) dell'area di gioco
nl: Breedte van het speelveld (pixels)
pl: Szerokość obszaru gry (w pikselach)
pt: Largura da área de jogo (em píxeis)
ru: Ширина игровой площади (в пикселях)
tr: Oyun alanının genişliği (piksel cinsinden)
zh_cn: 游戏区域宽度（像素）
zh_tw: 遊戲區域的寬度（像素）

source: Game Height
ca: Alçada del joc
ca_es@valencia: Alçària del joc
dz: རྩེདམོ་གི་མཐོ་ཚད
el: Ύψος παιχνιδιού
es: Altura del juego
eu: Jolasaren altuera
fr: Hauteur du jeu
gl: Altura do xogo
it: Altezza gioco
nl: Hoogte van het speelveld
pl: Wysokość gry
pt: Altura do jogo
ru: Высота игры
tr: Oyunun Yüksekliği
zh_cn: 游戏区域高度
zh_tw: 遊戲區高度

source: Height of game area (in pixels)
ca: Alçada de l'àrea del joc (píxels)
ca_es@valencia: Alçària de l'àrea de joc (en píxels)
dz: རྩེདམོ་གི་མངའ་ཁོངས་གི་མཐོ་ཚད(པིག་སེལ་ནང་)
el: Το ύψος της περιοχής του παιχνιδιού (σε pixels)
es: Altura del área del juego (en píxeles)
eu: Jolas-eremuaren altuera (pixeletan)
fr: Hauteur de la zone de jeu (en pixels)
gl: Altura da área do xogo (en píxeles)
it: Altezza (in px) dell'area di gioco
nl: Hoogte van het speelveld (Pixels)
pl: Wysokość obszaru gry (w pikselach)
pt: Altura da área de jogo (em píxeis)
ru: Высота игровой площади (в пикселях)
tr: Oyun alanının yüksekliği (piksel cinsinden)
zh_cn: 游戏区域高度（像素）
zh_tw: 遊戲區域的高度（像素）

source: Style of Element Counter
ca: Estil de l'element comptador
ca_es@valencia: Estil del comptador
dz: དུས་འཛིན་ཆ་ཤས་ཀྱི་བཟོ་རྣམ
el: Τεχνοτροπία του μετρητή στοιχείων
es: Estilo del elemento contador
eu: Elementu zenbatzailearen estiloa
fr: Style de l'élément compteur
gl: Estilo do elemento contador
it: Stile del contatore di elementi
nl: Stijl van de onderdelen-teller
pl: Styl elementu licznika
pt: Estilo do contador de elementos
ru: Стиль счётчика элементов
tr: Öge Sayacı Stili
zh_cn: 元素计数器样式
zh_tw: 元素計數器樣式

source: Use CSS to style element that counts number items found
ca: Usa CSS per definir l'estil de l'element que comptarà el nombre d'elements trobats
ca_es@valencia: Utilitza un CSS per a l'element que compta el nombre d'elements trobats
dz: ཨང་རྣམ་གྲངས་ཚུ་གྱངས་ཁ་རྐྱབས་མི་་ཆ་ཤས་ཀྱི་་བཟོ་རྣམ་བཟོ་ནིའི་དོན་ལུ་ སི་་ཨེས་ཨེས་ལག་ལེན་འཐབ
el: Χρησιμοποιήστε CSS για την τεχνοτροπία του στοιχείου που μετρά τα αντικείμενα που τοποθετήθηκαν σωστά
es: Usar CSS para dar estilo al elemento que lleva la cuenta del número de objetos hallados
eu: Erabili CSSa topatu den item kopurua zenbatzen duen elementuari estiloa emateko
fr: Utiliser CSS pour établir le style de l'élément qui compte le nombre d'objets trouvés
gl: Utilizar CSS para dar estilo ao elemento que leva a conta do número de obxectos atopados
it: Usare CSS per definire lo stile dell'elemento che conta il numero di oggetti trovati
nl: Gebruik CSS om het element dat het aantal gevonden items telt vorm te geven
pl: Użyj CSS do stylu elementu, który zlicza znalezione elementy liczbowe
pt: Utilizar CSS para o estilo do elemento que conta o número de itens encontrados
ru: Используйте CSS чтобы стилизировать элемент, который подсчитывает число искомых позиций
tr: Bulunan sayı öğelerini saymak için CSS'yi kullanın
zh_cn: 使用CSS来设置计算找到的数字项的样式元素
zh_tw: 用 CSS 來格式化找到項目數量的元素

source: Hint Width
ca: Amplada pista
ca_es@valencia: Amplària de la pista
dz: བརྡ་མཚོན་གྱི་རྒྱ་ཚད
el: Πλάτος υπόδειξης
es: Ancho de la ayuda
eu: Arrastoaren zabalera
fr: Largeur de la zone Astuces
gl: Ancho da axuda
it: Larghezza suggerimenti
nl: Hintbreedte
pl: Szerokość Podpowiedzi
pt: Largura da pista
ru: Ширина подсказки
tr: İpucu Genişliği
zh_cn: 提示区宽度
zh_tw: 提示區寬度

source: Width (px) of hint area
ca: Amplada (px) del requadre de la pista
ca_es@valencia: Amplària (px) de l'àrea de la pista
dz: བརྡ་མཚོན་གྱི་མངའ་ཁོངས་རྒྱ་ཚད(པི་ཨེགསི)
el: Πλάτος (px) της περιοχής υπόδειξης
es: Ancho (px) del área de ayuda
eu: Arrasto-eremuaren zabalera (px)
fr: Largeur (px) de l'aire de conseils et astuces
gl: Ancho (px) da área de axuda
it: Larghezza (in px) dell'area suggerimenti
nl: Breedte (px) van het hint-gebied
pl: Szerokość (px) obszaru podpowiedzi
pt: Largura (píxeis) da área de pista
ru: Ширина (пикс.) площади подсказки
tr: İpucu alanının genişliği (px)
zh_cn: 提示区域的宽度（px）
zh_tw: 提示區域寬度（像素）

source: Hint Height
ca: Alçada pista
ca_es@valencia: Alçària de la pista
dz: བརྡ་མཚོན་གྱི་་མཐོ་ཚད
el: Ύψος υπόδειξης
es: Altura de la ayuda
eu: Arrastoaren altuera
fr: Hauteur de la zone Astuces
gl: Altura da axuda
it: Altezza suggerimenti
nl: Hinthoogte
pl: Wysokość podpowiedzi
pt: Altura da pista
ru: Высота подсказки
tr: İpucu Yüksekliği
zh_cn: 提示区高度
zh_tw: 提示區高度

source: Height (px) of hint area
ca: Alçada (px) del requadre de la pista
ca_es@valencia: Alçària (px) de l'àrea de la pista
dz: བརྡ་མཚོན་གྱི་མངའ་ཁོངས་མཐོ་་ཚད(པི་ཨེགསི)
el: Ύψος (px) της περιοχής υπόδειξης
es: Altura (px) del área de ayuda
eu: Arrasto-eremuaren altuera (px)
fr: Hauteur (px) de l'aire de conseils et astuces
gl: Altura (px) da área de axuda
it: Altezza (in px) dell'area suggerimenti
nl: Hoogte (px) van het hint-veld
pl: Wysokość (px) obszaru podpowiedzi
pt: Altura (píxeis) da área de pista
ru: Высота (пикс.) площади подсказки
tr: İpucu alanının yüksekliği (px)
zh_cn: 提示区域的高度（px）
zh_tw: 提示區域高度（像素）

source: Hint Area Style
ca: Estil requadre pista
ca_es@valencia: Estil de l'àrea de la pista
dz: བརྡ་སྟོན་མངའ་ཁོངས་བཟོ་རྣམ
el: Τεχνοτροπία περιοχής υπόδειξης
es: Estilo del área de ayuda
eu: Arrasto-eremuaren estiloa
fr: Style de la zone Astuces
gl: Estilo da área de axuda
it: Stile area suggerimenti
nl: Hint-stijl
pl: Styl obszaru podpowiedzi
pt: Estilo da área da pista
ru: Подсказка Площадь Стиль
tr: İpucu Alanının Stili
zh_cn: 提示区样式
zh_tw: 提示區樣式

source: Style of Hint Area
ca: Estil del requadre de la pista
ca_es@valencia: Estil de l'àrea de la pista
dz: བརྡ་སྟོན་གི་མངའ་ཁོངས་ཀྱི་བཟོ་རྣམ
el: Τεχνοτροπία περιοχής υπόδειξης
es: Estilo del área de ayuda
eu: Arrasto-eremuaren estiloa
fr: Style de l'aire de conseils et astuces
gl: Estilo da área de axuda
it: Stile dell'area suggerimenti
nl: Stijl van het hint-veld
pl: Styl obszaru podpowiedzi
pt: Estilo da área de pista
ru: Стиль площади подсказки
tr: İpucu Alanının Stili
zh_cn: 提示区域的风格
zh_tw: 提示區域樣式

source: Style of timer Element
ca: Estil de l'element cronometre
ca_es@valencia: Estil del temporitzador
dz: དུས་འཛིན་ཆ་ཤས་ཀྱི་བཟོ་རྣམ
el: Τεχνοτροπία μετρητή
es: Estilo del elemento Cronómetro
eu: Kronometroaren estiloa
fr: Style de l'élément chronomètre
gl: Estilo do elemento Cronómetro
it: Stile del contatore
nl: Klok-stijl
pl: Styl zegara Element
pt: Estilo do elemento cronómetro
ru: Стиль элемента таймера
tr: Zamanlayıcı Öğesinin stili
zh_cn: 计时器元素的样式
zh_tw: 計時器元素樣式

source: Style of timer (CSS)
ca: Estil del cronometre (CSS)
ca_es@valencia: Estil del temporitzador (CSS)
dz: དུས་འཛིན་གྱི་བཟོ་རྣམ་(སི་ཨེསི་ཨེསི)
el: Τεχνοτροπία μετρητή (CSS)
es: Estilo del cronómetro (CSS)
eu: Kronometroaren estiloa (CSS)
fr: Style du chronomètre (CSS)
gl: Estilo do cronómetro (CSS)
it: Stile dell'elemento contatore (CSS)
nl: Stijl van de timer (CSS)
pl: Styl zegara (CSS)
pt: Estilo do cronómetro (CSS)
ru: Стиль таймера (CSS)
tr: Zamanlayıcı stili (CSS)
zh_cn: 计时器（CSS)
zh_tw: 計時器樣式（CSS）

source: Dont Shuffle
ca: No aleatori
ca_es@valencia: No aleatori
dz: རིམ་དཀྲུགས་མ་འབད
el: Χωρίς ανακάτεμα
es: No desordenar los objetos
eu: Ez nahastu
fr: Ne pas désordonner les éléments
gl: Non barallar
it: Non mescolare
nl: Geen willekeurige volgorde
pl: Nie mieszaj
pt: Não aleatório
ru: Не перемешивать
tr: Karıştırma
zh_cn: 不要随机
zh_tw: 不要隨機播放

source: Shuffle
ca: Aleatori
ca_es@valencia: Aleatori
dz: རིམ་དཀྲུགས་འབད
el: Ανακάτεμα
es: Desordenar los objetos
eu: Nahastu
fr: Aléatoire
gl: Barallar
it: Mescolare
nl: Willekeurige volgorde
pl: Wymieszaj
pt: Aleatório
ru: В разброс
tr: Karıştır
zh_cn: 随机选择
zh_tw: 隨機播放

source: No Timer
ca: Sense cronometre
ca_es@valencia: Sense temporitzador
dz: དུས་འཛིན་མེད
el: Χωρίς μετρητή
es: Sin cronómetro
eu: Kronometrorik ez
fr: Sans chronomètre
gl: Sen cronómetro
it: No contatore
nl: Verberg klok
pl: Bez ograniczenia czasu
pt: Sem cronómetro
ru: Без таймера
tr: Zamanlayıcı Yok
zh_cn: 没有计时器
zh_tw: 沒有計時器

source: Stopwatch Mode
ca: Mode cronometre
ca_es@valencia: Funció cronòmetre
dz: དུས་བཀག་ཆུ་ཚོད་གནས་ཐངས
el: Λειτουργία χρονόμετρου
es: Modo cronómetro
eu: Erlojua gelditzeko modua
fr: Mode chronomètre
gl: Modo cronómetro
it: Modo cronometro
nl: Stopwatch modus
pl: Tryb stopera
pt: Modo Cronómetro
ru: Режим секундомера
tr: Kronometre Modu
zh_cn: 秒表模式
zh_tw: 計時模式

source: Shuffle Questions
ca: Qüestions aleatòries
ca_es@valencia: Mescla les preguntes
dz: དྲི་བ་ཚུ་རིམ་དཀྲུགས་འབད
el: Ανακάτεμα ερωτήσεων
es: Hacer aleatorio el orden de las preguntas
eu: Nahastu galderak
fr: Activer l'ordre aléatoire des questions
gl: Barallar as preguntas
it: Mescolare domande
nl: Zet vragen in willekeurige volgorde
pl: Pomieszaj pytania
pt: Perguntas aleatórias
ru: Вопросы перемешивания
tr: Soruları Karıştır
zh_cn: 随机问题
zh_tw: 隨機提問

source: Randomize question order or not
ca: Posa les qüestions en ordre aleatori o no
ca_es@valencia: Genera aleatòriament o no l'ordre de les preguntes
dz: དྲི་བའི་གོ་རིམ་རིམ་བྲལ་འབདན་ན་མ་འབད
el: Τυχαία σειρά ερωτήσεων ή όχι
es: Hacer o no aleatorio el orden de las preguntas
eu: Jarri, ala ez, galderen ausazko ordena indarrean
fr: Fixer ou rendre aléatoire l'ordre des questions
gl: Facer aleatoria a orde de preguntas
it: Mescolare a caso l'ordine delle domande sì/no
nl: Vragen al of niet in willekeurige volgorde
pl: Losuj kolejność pytań lub nie
pt: Escolher a ordem das perguntas de forma aleatória ou não
ru: Случайный порядок вопросов или нет
tr: Soruları karıştır veya karıştırma
zh_cn: 是否随机出题
zh_tw: 是否要打亂順序隨機提問

source: Use a Timer
ca: Usa cronometre
ca_es@valencia: Utilitza un temporitzador
dz: དུས་འཛིན་གཅིག་ལག་ལེན་འཐབ
el: Χρήση μετρητή
es: Usar un cronómetro
eu: Erabili kronometroa
fr: Utiliser un chronomètre
gl: Utilizar un cronómetro
it: Usare un contatore
nl: Gebruik klok
pl: Użyj zegara
pt: Utilizar um cronómetro
ru: Использовать таймер
tr: Zamanlayıcı Kullan
zh_cn: 使用计时器
zh_tw: 使用計時器

source: Use Timer?
ca: Voleu utilitzar cronometre ?
ca_es@valencia: Voleu utilitzar un temporitzador?
dz: དུས་འཛིན་ལག་ལེན་འཐབ?
el: Χρήση μετρητή;
es: ¿Usar cronómetro?
eu: Erabili kronometroa?
fr: Utiliser un chronomètre?
gl: Utilizar cronómetro?
it: Usare un contatore?
nl: Klok gebruiken?
pl: Użyć zegara?
pt: Utilizar um cronómetro?
ru: Использовать таймер?
tr: Zamanlayıcı Kullanısın mı?
zh_cn: 使用计时器？
zh_tw: 要使用計時器嗎？

source: Clickable Area
ca: Àrea a prémer
ca_es@valencia: Àrea sensible
dz: ཨེབ་བཏུབ་པའི་མངའ་ཁོངས
el: Περιοχή τοποθέτησης
es: Área donde se puede pulsar con el ratón
eu: Eremu-klikagarria
fr: Aire cliquable
gl: Área onde se pode premer co rato
it: Area cliccabile
nl: "Clickable" gebied
pl: Klikalny obszar
pt: Área clicável
ru: Площадь для щелчка
tr: Tıklanabilir Alan
zh_cn: 可点击区域
zh_tw: 可點擊區域

source: Top (Y) Coord
ca: Coord (Y) dalt
ca_es@valencia: Coordenada (Y) superior
dz: མགོ་གི་(Y) འབྲེལ་ཚག
el: Επάνω σημείο
es: Coord. Arriba (Y)
eu: Goiko (Y) coord
fr: Coord. hauteur (Y)
gl: Coord. Arriba (Y)
it: Coordinata Y Top
nl: Top (Y) coordinaat
pl: Górna wpółrzędna (Y)
pt: Coordenadas do Topo (Y)
ru: Сверху (Y) координата
tr: Üst (Y) Koord
zh_cn: 顶部（Y）坐标
zh_tw: 頂端 Y 座標

source: Top CSS top property
ca: Propietat de la part superior del CSS superior
ca_es@valencia: Propietat de la part superior del CSS superior
dz: མགོ་་སི་ཨེས་ཨེས་མགོ་གི་ཁྱད་ཆོས
el: Ιδιότητα CSS επάνω σημείου
es: CSS Arriba propiedad del punto más alto
eu: Goiko CSS top ezaugarria
fr: CSS hauteur propriété du point supérieur
gl: CSS Arriba propiedade do punto máis alto
it: Proprietà CSS <top>
nl: Top CSS top kenmerk
pl: Górny CSS właściwość na górze strony
pt: Topo - Propriedades CSS do topo
ru: Сверху, свойство CSS
tr: Üst CSS üst özelliği
zh_cn: 顶端 CSS 顶端属性
zh_tw: 頂端 CSS 頂端屬性

source: Left (X) Coord
ca: Coord (X) esquerra
ca_es@valencia: Coordenada (X) esquerra
dz: གཡོན་གྱི་(X) འབྲེལ་ཚག
el: Αριστερό σημείο
es: Coord. Izquierda (X)
eu: Ezkerreko (X) coord
fr: Coord. gauche (X)
gl: Coordenada esquerda (X)
it: Coordinata sinistra (X)
nl: Left (X) coordinaat
pl: Lewa wpółrzędna (X)
pt: Coordenadas da Esquerda (X)
ru: Слева (X) координата
tr: Sol (X) Koord
zh_cn: 左侧（X）坐标
zh_tw: 左側 X 座標

source: Left CSS left property
ca: Propietat esquerra CSS esquerra
ca_es@valencia: Propietat de la part esquerra dins del CSS esquerra
dz: གཡོན་སི་ཨེས་ཨེས་གཡོན་གྱི་ཁྱད་ཆོས
el: Ιδιότητα CSS αριστερού σημείου
es: CSS Izquierda propiedad del punto a más la izquierda
eu: Ezkerreko CSS left ezaugarria
fr: CSS Gauche propriété du point le plus à gauche
gl: CSS Esquerda propiedade do punto máis á esquerda
it: Proprietà CSS <left>
nl: Left CSS left kenmerk
pl: Lewy CSS właściwość po lewej stronie
pt: Esquerda - Propriedades CSS da esquerda
ru: Слева, свойство CSS
tr: Sol CSS sol özelliği
zh_cn: 左侧 CSS 左侧属性
zh_tw: 左側 CSS 左側屬性

source: Width (px)
ca: Amplada (píxels)
ca_es@valencia: Amplària (píxels)
dz: རྒྱ་ཚད(པི་ཨེགསི)
el: Πλάτος (px)
es: Ancho (px)
eu: Zabalera (px)
fr: Largeur (en pixels)
gl: Ancho (px)
it: Larghezza (in px)
nl: Breedte (pixels)
pl: Szerokość (px)
pt: Largura (píxeis)
ru: Ширина (пикс.)
tr: Genişlik (px)
zh_cn: 宽度（像素）
zh_tw: 寬度（像素）

source: Width of clickable area
ca: Amplada de l'àrea a prémer
ca_es@valencia: Amplària de l'àrea sensible
dz: ཨེབ་གཏང་བཏུབ་པའི་མངའ་ཁོངས་ཀྱི་རྒྱ་ཚད
el: Πλάτος περιοχής τοποθέτησης
es: Ancho del área donde pulsar
eu: Eremu-klikagarriaren zabalera
fr: Largeur de l'aire où il est possible de cliquer
gl: Ancho da área onde premer
it: Larghezza area cliccabile
nl: Breddte van het "clickable" gebied
pl: Szerokość obszaru klikalnego
pt: Largura da área clicável
ru: Ширина площади для щелчка
tr: Tıklanabilir alanın genişliği
zh_cn: 可点击区域的宽度
zh_tw: 可點擊區域寬度

source: Height of clickable area
ca: Alçada de l'àrea a prémer
ca_es@valencia: Alçària de l'àrea sensible
dz: ཨེབ་གཏང་བཏུབ་པའི་མངའ་ཁོངས་ཀྱི་མཐོ་ཚད
el: Ύψος περιοχής τοποθέτησης
es: Altura del área donde se puede pulsar con el ratón
eu: Eremu-klikagarriaren altuera
fr: Hauteur de l'aire où il est possible de cliquer
gl: Altura da área onde se pode premer co rato
it: Altezza dell'area cliccabile
nl: Hoogte van het "clickable" gebied
pl: Wysokość obszaru klikalnego
pt: Altura da área clicável
ru: Высота площади для щелчка
tr: Tıklanabilir alanın yüksekliği
zh_cn: 可点击区域的高度
zh_tw: 可點擊區域高度

source: Height (px)
ca: Alçada (píxels)
ca_es@valencia: Alçària (píxels)
dz: མཐོ་་ཚད(པི་ཨེགསི)
el: Ύψος (px)
es: Altura (px)
eu: Altuera (px)
fr: Hauteur (en pixels)
gl: Altura (px)
it: Altezza (in px)
nl: Hoogte (Pixels)
pl: Wysokość (px)
pt: Altura (píxeis)
ru: Высота (пикс.)
tr: Yükseklik (px)
zh_cn: 高度（像素）
zh_tw: 高度（像素）

source: Delay (ms) to hide revealed contents
ca: Retard (ms) per amagar el continguts
ca_es@valencia: Retard (ms) per a ocultar el contingut mostrat
dz: ཕྱིར་གསལ་འབད་ཡོད་པའི་ནང་དོན་ཚུ་སྦ་ནའི་ཡུན་འགྱངས་(མི་ལི་སྐར་ཆ)
el: Καθυστέρηση (σε MS) για απόκρυψη των αντικειμένων που αποκαλύφθηκαν
es: Retraso (en ms) en ocultar el contenido descubierto
eu: Ageriko edukiak ezkutatzeko atzerapena (ms)
fr: Délai (en ms) de l'occultation du contenu découvert
gl: Retardo (en ms) en ocultar o contido descuberto
it: Ritardo (ms) per nascondere contenuti scoperti
nl: Vertraging (ms) om de getoonde inhoud te verbergen
pl: Opóźnienie (ms), aby ukryć ujawnioną zawartość
pt: Tempo (ms) até a ocultação dos conteúdos revelados
ru: Задержка (мсек) чтобы скрыть выявленные содержимые
tr: Ortaya çıkan içeriği gizlemek için gecikme (ms)
zh_cn: 延迟（ms）隐藏显示的内容
zh_tw: 將顯示的內容隱藏起來的延遲時間（毫秒）

source: After delay ms hide the content prev revealed
ca: Després del retard en ms amaga el contingut mostrat
ca_es@valencia: Després del retard (ms) oculta el contingut mostrat anteriorment
dz: ཡུན་འགྱངས་མི་ལི་སྐར་ཆ་ཤུལ་ལས་ཕྱིར་གསལ་འབད་ཡོད་པའི་ཧེ་མའི་ནང་དོན་ཚུ་སྦ་བཞག
el: Μετά την καθυστέρηση, απόκρυψη του περιεχομένου που αποκαλύφθηκε προηγουμένως
es: Tras retraso de ms ocultar el contenido previam. descubierto
eu: Ageriko edukiak ezkutatu zehaztutako ms pasa ondoren
fr: Passé le délai (ms), cacher el contenu précédemment découvert
gl: Logo do retardo de ms ocultar o contido previamente amosado
it: Dopo il ritardo impostato, nasconde i contenuti precedentemente visualizzati
nl: Verberg na vetraging (ms) de zojuist getoonde inhoud
pl: Po opóźnieniu ms ukryj zawartość poprzednio ujawnioną
pt: Depois do tempo indicado em ms, ocultar o conteúdo previamente revelado
ru: После задержки мсек скрыть предыдущее выявленное содержимое
tr: İçeriği ms gecikmesinden sonra gizle
zh_cn: 延迟（ms）后隐藏内容显示
zh_tw: 在延遲這段時間後將原先顯示的內容隱藏起來

source: Hint to Show for this item
ca: Pista a mostrar per a aquest element
ca_es@valencia: Pista que s'ha de mostrar per a aquest element
dz: རྣམ་གྲངས་འདི་ལུ་སྟོན་ནའི་བརྡ་མཚོན
el: Υπόδειξη που θα εμφανίζεται γι' αυτό το αντικείμενο
es: Ayuda para este elemento
eu: Elementu honentzat erakutsi beharreko arrastoa
fr: Conseils à montrer pour cet élément
gl: Axuda para este elemento
it: Suggerimento per questo elemento
nl: Hint die getoond moet worden voor dit item
pl: Pokaż objaśnienie dla tego elementu
pt: Pista a mostrar para este item
ru: Подсказка, показываемая для этого пункта
tr: Bu öğe için Gösterilecek İpucu
zh_cn: 提示显示此项目
zh_tw: 此項目要顯示的提示

source: The hint that will appear under the map for this item
ca: La pista que li apareixerà sota el mapa per aquest element
ca_es@valencia: La pista que apareixerà davall del mapa d'aquest element
dz: རྣམ་གྲངས་ཀྱི་་དོན་ལུ་ འཆར་བཀོད་ཀྱི་འོག་ལུ་མཐོང་ནིའི་བརྡ་མཚོན
el: Η υπόδειξη που θα εμφανίζεται γι' αυτό το αντικείμενο στο κάτω μέρος της εικόνας
es: La ayuda que aparecerá bajo el mapa para este elemento
eu: Elementu honentzat maparen azpian agertuko den arrastoa
fr: Texte qui apparaîtra sous la carte de cet élément
gl: A axuda que aparecerá baixo o mapa para este elemento
it: Il suggerimento che appare sotto la mappa per questo elemento
nl: Voer de tekst in die moet verschijnen onder map voor dit onderdeel
pl: Wskazówka dla tego elementu zostanie wyświetlona w obszarze mapy
pt: A pista que irá aparecer por baixo do mapa para este item
ru: Подсказка, что появится под картой для этого пункта
tr: Bu öğe için haritanın altında görünecek ipucu
zh_cn: 将显示在此项目地图下的提示
zh_tw: 此項目要顯示的提示

source: Item Revealed
ca: Element mostrat
ca_es@valencia: Element mostrat
dz: རྣམ་གྲངས་སྟོན་ཡོདཔ
el: Αντικείμενο που αποκαλύφθηκε
es: Elemento descubierto
eu: Erakutsiko den elementua
fr: Élément découvert
gl: Elemento descuberto
it: Elemento scoperto
nl: Item wordt getoond
pl: Element został ujawniony
pt: Item revelado
ru: Пункт выявлен
tr: Öğe Açıklandı
zh_cn: 已显示项目
zh_tw: 項目已顯示

source: The Item that will be revealed in place
ca: L'element que es mostrarà
ca_es@valencia: L'element que es mostrarà en el lloc
dz: རྣམ་གྲངས་འདི་གི་ཚབ་ལུ་་སྟོན་ཡོད
el: Το αντικείμενο που θα αποκαλυφθεί στη θέση τοποθέτησης
es: El elemento que se descubrirá
eu: Dagokion lekuan erakutsiko den elementua
fr: L'élément qui sera découvert
gl: O elemento que se descubrirá
it: L'elemento che verrà mostrato al posto
nl: Het vervangende item dat getoond zal worden
pl: Element, który pojawi się w miejscu
pt: O item que irá ser revelado neste lugar
ru: Пункт, который будет выявлен на месте
tr: Yerinde ortaya çıkacak Öğe
zh_cn: 将在适当的位置显示的项目
zh_tw: 要顯示出來的項目

source: FPD - Cloze Activity
ca: FPD - Activitat de buits
ca_es@valencia: FPD - Activitat d'omplir buits
dz: ཨེཕ་པི་ཌི - ས་སྟོང་བཀང་ནི་སྦྱོང་ལཱ
el: FPD - Συμπλήρωση κενών
es: FPD - Actividad de Espacios en Blanco
eu: FPD - Hutsuneak Betetzeko Jarduera
fr: FPD - Remplir les blancs
gl: FPD - Actividade de encher ocos
it: FPD - Attività cloze
nl: FPD - Invuloefening
pl: FPD - Aktywność Cloze
pt: FPD - Preenchimento de espaços
ru: FPD - Cloze задание
tr: FPD - Boşluk Doldurma
zh_cn: FPD - 完形填空活动
zh_tw: FPD - 克漏字練習
