Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Your new iDevice will appear in the iDevice pane with this title. This is a compulsory field and you will be prompted to enter a label if you try to submit your iDevice without one.
ca: El seu nou iDevice apareixerà al panell iDevice amb aquest títol. Aquest és un camp obligatori, i us apareixerà una finestra per escriure l'etiqueta si intenteu enviar-lo sense emplenar-ho.
ca_es@valencia: El vostre iDevice nou apareixerà en la subfinestra d'iDevices amb aquest títol. Aquest és un camp obligatori i apareixerà una finestra per a escriure una etiqueta si proveu d'enviar l'iDevide sense omplir-lo.
el: Το νέο η-Σύνεργο θα εμφανιστεί με αυτόν τον τίτλο στη λίστα 'η-Σύνεργα'. Αυτό είναι ένα υποχρεωτικό πεδίο, στο οποίο θα παρακινηθείτε να εισάγετε έναν τίτλο, σε περίπτωση που επιχειρήσετε να υποβάλλετε το η-Σύνεργο χωρίς αυτόν.
es: Su nuevo iDevice aparecerá en el panel del iDevice con este título. Este es un campo obligatorio y se le pedirá que escriba un nombre si intenta enviar su iDevice sin uno.
eu: Zure iDevice berriak izenburu hori izango du iDevice panelean. Eremu hau derrigor bete beharrekoa da. IDevice-a ezer jarri gabe bidaltzen saiatzen bazara, etiketa bat idazteko eskatuko zaizu.
fr: Votre nouvel outil pédagogique apparaîtra dans le panneau OUTILS avec ce titre. Ce champ est obligatoire et si vous essayez de valider votre outil sans titre, une boite de dialogue vous demandera de rédiger un titre.
gl: O novo iDevice aparecerá no panel de iDevices con este título. Este é un campo obrigatorio e pedirase que se introduza unha etiqueta se se tenta gardar o iDevice sen ela.
it: Il nuovo iDevice verrà visualizzato nel pannello con questo titolo. Questo è un campo obbligatorio e verrà richiesto l'inserimento di una etichetta se si conferma un iDevice senza di esso.
nl: Uw iDevice verschijnt in het iDevice-paneel met deze benaming. Dit veld is verplicht. Als u het niet invult, wordt u gevraagd om een label op te geven.
pl: Twój nowy iObiekt pojawi się w panelu z tym tytułem. To pole jest obowiązkowe i zostaniesz poproszony o jego wypełnienie jeśli spróbujesz zatwierdzić iObiekt pojawi się monit o uzupełnienie etykiety.
pt: O seu novo iDevice irá aparecer no painel iDevice com este título. Este é um campo obrigatório e será pedido um título se tentar criar o seu iDevice sem o preencher.
ru: Ваш новый iDevice появится в панели iDevice с таким названием. Это обязательное поле, и вам будет предложено ввести метку, если вы пытаетесь представить iDevice без одного.
tr: Yeni iDevice'ınız panelde bu başlık ile görünecek. Zorunlu bir bölümdür, boş bırakılamaz.
zh_cn: 你新的iDevice模块将以此名称列在iDevice栏中。这是一个必须填写的栏目。
zh_tw: 您的新 iDevice 會在面板上以此標題呈現。這個欄位是必須的，如果您沒有填寫，會跳出一個提示請您填寫。

source: This is an optional field.
ca: Aquest és un camp opcional.
ca_es@valencia: Aquest és un camp opcional.
dz: འདི་གདམ་ཁ་ཅན་གྱི་ས་སྒོ་ཨིན།
el: Το πεδίο είναι προαιρετικό.
es: Este campo es opcional.
eu: Eremu hau aukerazkoa da.
fr: Ceci est un champ optionnel.
gl: Este é un campo opcional.
it: Questo è un campo opzionale.
nl: Dit veld is facultatief.
pl: To pole jest opcjonalne.
pt: Este campo é opcional.
ru: Это поле не обязательно к заполнению.
tr: Bu seçime bağlı bir alandır.
zh_cn: 这是一个非必要栏域.
zh_tw: 這是一個選擇性的欄位。

source: The purpose dialogue allows you to describe your intended purpose of the iDevice to other potential users.
ca: El propòsit del diàleg és explicar la finalitat en triar l'iDevice per a altres potencials usuaris.
ca_es@valencia: El diàleg de Propòsit et permet descriure la finalitat de l'iDevice per a altres usuaris potencials.
el: Επιδίωξη του διαλόγου είναι να περιγράψετε τον επιδιωκόμενο στόχο του η-Σύνεργου σε άλλους πιθανούς χρήστες.
es: El diálogo PROPÓSITO permite describir a otros usuarios potenciales cuál era el propósito con el que ha creado usted el iDevice.
eu: Dialogoak balizko erabiltzaileei iDevice-ren inguruan duzun asmoa azaltzeko aukera ematen dizu.
fr: La boite de dialogue "intention" vous permet de décrire votre "intention" d'utilisation de l'outil pour d'autres utilisateurs possibles.
gl: O diálogo Propósito permítelle describir, a outras potenciais persoas usuarias, a finalidade que pretendeu dar ao iDevice.
it: Il campo scopo permette di descrivere gli scopi dell'iDevice per altri potenziali utenti.
nl: In het dialoogveld doelstelling beschrijft u voor andere gebruikers wat de bedoeling van dit iDevice is.
pl: Dialog ma na celu umożliwienie Ci opisanie zamierzonych zastosowań iObiektu dla innych potencjalnych użytkowników.
pt: O diálogo Finalidade permite-lhe explicar a outros potenciais utilizadores qual a finalidade pretendida do seu iDevice.
ru: Цель диалога позволяет описать вашу намеченную цель iDevice для других потенциальных пользователей.
tr: Amaç diyaloğu, diğer potansiyel kullanıcılara iDevice'in hedeflenen amacını açıklamanıza olanak tanır.
zh_cn: 描述该 iDevice模块的目的.
zh_tw: 目的對話框讓您填寫此 iDevice 的目的。

source: Use this pulldown to select whether or not the iDevice should have any formatting applied to it to distinguish it; ie. a border and an icon.
ca: Utilitzeu aquest menú desplegable per seleccionar o no si l'IDevice hauria de tenir el format aplicat per distingir-lo. Ex: Vora d'una icona.
ca_es@valencia: Utilitza el menú desplegable per a seleccionar si l'iDevice ha de tindre o un format aplicat per a distingir-lo; p. ex.: una vora i una icona.
el: Χρησιμοποιήστε αυτό το πλήκτρο για να επιλέξετε αν το η-Σύνεργο θα διαθέτει μορφοποίηση που θα την κάνει να ξεχωρίζει. Π.χ., ένα περίγραμμα και ένα εικονίδιο.
es: Use esta lista desplegable para seleccionar si se deberá aplicar al iDevice algún elemento de formato para distinguirlo, por ejemplo un borde o icono.
eu: iDevice-ak formaturen bat izan behar duen edo ez aukeratzeko erabili zerrenda hau; adibidez, ertza edo ikonoa.
fr: Utilisez cette liste déroulante afin de sélectionner si oui ou non_ l'outil pédagogique comprend des éléments de présentation_ qui s'y rattachent et le caractérisent ; par exemple : une bordure ou une icône.
gl: Utilice este menú despregable para seleccionar se ao iDevice se lle debe aplicar algún formato para distinguilo ou non, por exemplo un borde ou unha icona.
it: Usa il menù a discesa per selezionare la formattazione da applicare all'iDevice, per distinguerla; ad esempio un bordo o un'icona.
nl: Gebruik het neerklapmenu om aan te geven of het iDivice een bepaald formaat krijgt om het beter te laten opvallen; Bvb. een kader en een icoon toevoegen.
pl: Użyj listy rozwijanej, aby wybrać czy iObiekt powinien mieć zastosowane jakieś formatowanie w celu jego rozróżnienia; to znaczy: obramowanie i ikona.
pt: Indique se o iDevice terá ou não uma formatação que o vai distinguir do resto do conteúdo; por exemplo, um contorno e um ícone.
ru: Используйте это раскрывающееся меню, чтобы выбрать, должен ли iDevice иметь какое-либо форматирование, применяемое к нему, чтобы отличить его; то есть, границы и значок.
tr: iDevice'i ayırt etmek için herhangi bir biçimlendirme uygulanıp uygulanmayacağını seçmek için bu açılır menüyü kullanın; ör. bir kenarlık ve bir simge.
zh_cn: 使用此下拉菜单选择 iDevice 模块是否应该应用任何格式以区分它，即边框和图标。
zh_tw: 在此選擇此 iDevice 是否有任何突顯的元件，例如邊框或是圖示等等。

source: Use this field to describe your intended use and the pedagogy behind the device's development. This can be useful if your iDevice is to be exported for others to use.
ca: Utilitzeu aquest camp per descriure l'ús i la pedagogia que hi ha darrere el desenvolupament de l'iDevice. Això serà molt útil si penseu exportar aquest contingut per que l'utilitzin altres.
ca_es@valencia: Utilitza aquest camp per a descriure l'ús i la pedagogia que hi ha darrere de l'elaboració de l'iDevice. Això pot ser molt útil si penses exportar el contingut perquè l'utilitzen altres.
el: Χρησιμοποιήστε αυτό το πεδίο για να περιγράψετε την επιδιωκόμενη χρήση και τις παιδαγωγικές αρχές στις οποίες βασίζεται η ανάπτυξη του η-Σύνεργου. Αυτό θα είναι πολύ χρήσιμο εάν το η-Σύνεργο σας εξαχθεί για να χρησιμοποιηθεί και από άλλους.
es: Use este campo para describir su uso previsto y la pedagogía detrás del desarrollo del iDevice. Esto puede ser útil si va a exportar el iDevice para que sea utilizado por otros.
eu: Zure asmoak eta baliabidearen helburu pedagogikoak azaltzeko erabili eremu hau. Erabilgarria izan daiteke zure iDevice-a beste batzuei esportatu behar izanez gero.
fr: Utilisez ce champ pour décrire et mieux expliciter la pédagogie et le sens que vous donnez à l'utilisation de l'outil que vous développez. Ceci peut être utile si votre outil doit être exporté pour une utilisation par d'autres personnes.
gl: Utilice este campo para describir o uso previsto e a pedagoxía que está detrás do desenvolvemento do iDevice. Isto pode ser útil se vai exportar o seu iDevice para que o utilicen outras persoas.
it: Un suggerimento pedagogico chiarisce l'uso che si intende fare e fornisce l'aspetto pedagogico utilizzato nello sviluppo dei dispositivi. Può essere utile se l'iDevice viene esportato per essere usato da altri.
nl: In een pedagogische tip beschrijft u het opzet van het iDevice en de pedagogische idee erachter. Dit is nuttig voor anderen gebruikers van uw iDevice.
pl: Użyj tego pola do opisania zamierzonych aspektów pedagogicznych powiązanych z nowym obiektem. Może to być przydatne, jeśli iObiekt będzie wyeksportowany, aby inni mogli z niego korzystać.
pt: Utilize este campo para descrever o uso pretendido e a pedagogia que há por trás do desenvolvimento do iDevice. Pode ser útil se pretender exportar o seu iDevice para ser utilizado por outras pessoas.
ru: Это поле используется для описания целей использования и педагогики за развитием устройства. Это может быть полезно, если Idevice должен быть экспортирован для использования другими.
tr: Bu bölüme oluşturduğunuz iDevice'ın amacını ve geliştirilmesindeki pedagojik sebepleri yazabilirsiniz. Eğer iDevice'ınız dışa aktarılırsa, buraya yazdıklarınız başkalarının kullanmasında yardımcı olabilir.
zh_cn: 使用此字段描述您的预期用途以及活动开发背后的教学法。如果要将您的iDevice模块导出以供其他人使用，这将很有用。
zh_tw: 使用此欄位來描述您預期的用途，以及此 iDevice 開發背後的教學法。若您的 iDevice 要匯出給其他人使用，則這個資訊很重要。

source: Add a single text line to an iDevice. Useful if you want the ability to place a label within the iDevice.
ca: Afegeix una simple línia de text a un iDevice. Útil si vols col·locar una etiqueta dins d'un iDevice.
ca_es@valencia: Afig una línia de text a un iDevice. És útil si voleu col·locar una etiqueta dins d'un iDevice.
el: Εισάγετε μια απλή γραμμή κειμένου σε ένα η-Σύνεργο. Χρήσιμο εάν θέλετε να τοποθετήσετε μια ετικέτα μέσα στο η-Σύνεργο.
es: Añade una única línea de texto a un iDevice. Eso es útil si desea disponer de la posibilidad de colocar una etiqueta dentro del iDevice.
eu: Gehitu testu lerro bat iDevice batera. Erabilgarria da iDevice-ren barruan etiketa bat jartzeko.
fr: Ajouter une simple ligne de texte à un outil pédagogique. Utile si vous souhaitez pouvoir inclure une étiquette au sein de l'outil.
gl: Engadir unha liña simple de texto a un iDevice. É útil se quere engadir unha etiqueta no iDevice.
it: Aggiunge una singola linea di testo ad un iDevice. Utile se si vuole la possibilità di inserire un'etichetta dentro il iDevice.
nl: Een tekstregel toevoegen aan een iDevice. Handig om een label toe te voegen aan het iDevice.
pl: Dodaj jednolinijkowy tekst do iObiektu. Użyteczne jeśli chcesz mieć możliwość umieszczenia opisu iObiektu.
pt: Adicionar uma única linha de texto ao iDevice. É útil para colocar um rótulo no iDevice.
ru: Добавить текстовую строку для iDevice. Удобна в случае, если нужно создать подпись или ярлык для iDevice.
tr: iDevice'a tek satırlık bir yazı ekleyin. Kısa bir tanıtım etiketi gibi kullanmak için ideal.
zh_cn: 将单个文本行添加到iDevice模块。如果您希望能够在活动内放置标签，则很有用。
zh_tw: 在 iDevice 上加一個簡單的文字行。如果您要在此 iDevice 上放個標籤可以使用此功能。

source: Add a text entry box to an iDevice. Used for entering larger amounts of textual content.
ca: Afegeix una caixa d'entrada de text a un iDevice. Utilitzada per entrar quantitats més grans de text.
ca_es@valencia: Afig un quadre d'entrada de text a un iDevice. S'utilitza per a introduir quantitats més grans de text.
el: Εισάγετε ένα πλαίσιο κειμένου σε ένα η-Σύνεργο. Χρησιμοποιείται για προσθήκη κειμένου μεγάλου μεγέθους.
es: Agrega un recuadro de texto a un iDevice. Útil para introducir gran cantidad de contenido de texto.
eu: Gehitu testu koadroa iDevice batera. Testu luzeagoak gehitzeko erabiltzen da.
fr: Ajouter une boite de texte à un outil. Utilisé pour augmenter la description du contenu.
gl: Engadir unha caixa de texto no iDevice. Utilízase para introducir cantidades máis grandes de contido de texto.
it: Aggiunge un casella di testo ad un iDevice. Usata per inserire contenuti testuali più lunghi.
nl: Invoerveld voor tekst toevoegen. Gebruikt voor invoer van grotere teksten.
pl: Dodaj pole tekstowe do iObiektu. Używane do wprowadzania większych treści tekstowych.
pt: Adicionar uma caixa de texto ao iDevice. Usado para a descrição texto do conteúdo
ru: Добавить текстовое поле для iDevice. Применяется для ввода больших фрагментов текстового содержимого.
tr: Uzun bir yazı ya da açıklama girmek isterseniz iDevice'a bir yazı kutusu ekleyin.
zh_cn: 将文本输入框添加到iDevice模块。用于输入大量的文本内容。
zh_tw: 在 iDevice 上加一個文字盒，可以放比較多的文字內容。

source: Add an interactive feedback field to your iDevice.
ca: Afegeix un camp de realimentació interactiva al teu iDevice.
ca_es@valencia: Afig un camp de retroacció interactiva a l'iDevice.
el: Προσθήκη πεδίου αλληλεπιδραστικής ανατροφοδότησης στο η-Σύνεργο.
es: Añade campo de retroalimentación interactiva a su iDevice.
eu: Gehitu feedback interaktibo bat zure iDevice-ri.
fr: Ajouter un "écho en retour" interactif à votre outil
gl: Engadir un campo de retroalimentación interactiva ao iDevice.
it: Aggiunge un campo di risposta interattiva all'iDevice.
nl: Voeg interactieve feedback toe aan uw iDevice.
pl: Dodaj pole interaktywnej informacji zwrotnej do twojego iObiektu.
pt: Adicionar um campo de resposta interativa ao seu iDevice
ru: Добавить поле интерактивной обратной связи в Ваш iDevice.
tr: iDevice'a interaktif bir geribildirim alanı ekleyin.
zh_cn: 在您的 iDevice 模块中添加互动评价字段。
zh_tw: 在您的 iDevice 中新增互動式意見回饋欄位。

source: Add a flash video to your iDevice.
ca: Afegeix un vídeo flash al teu iDevice.
ca_es@valencia: Afig un vídeo en Flash a l'iDevice.
dz: ཁྱོད་རའི་བརྡ་དོན་ཐབས་འཕྲུལ་ལུ་ ཕིལེཤ་གློག་བརྙན་གཅིག་ཁ་སྐོང་རྐྱབས།
el: Προσθήκη ενός βίντεο τύπου flash στο η-Σύνεργο.
es: Añade un video FLV a su iDevice.
eu: Gehitu flash bideo bat zure iDevice-ri.
fr: Ajouter une vidéo flash à votre outil
gl: Engadir un vídeo en flash ao seu iDevice.
it: Aggiunge un video Flash all'iDevice.
nl: Voeg Flashvideo toe aan uw iDevice.
pl: Dodaj FLASH wideo do twojego iObiektu.
pt: Adicionar um vídeo flash ao seu iDevice
ru: Добавить flash видео в ваш iDevice.
tr: iDevice flash video yükle.
zh_cn: 在您的 iDevice 模块中新增 flash 影片。
zh_tw: 在您的 iDevice 中新增 flash 影片。

source: Add an mp3 file to your iDevice.
ca: Afegeix un fitxer mp3 al teu iDevice.
ca_es@valencia: Afig un fitxer mp3 a l'iDevice.
dz: ཡིག་སྣད་མཉམ་སྦྲགས་གཞན་ཅིག་ཁྱོད་རའི་བརྡ་དོན་ཐབས་འཕྲུལ་ལུ་ཁ་སྐོང་རྐྱབས
el: Προσθήκη αρχείου MP3 στο η-Σύνεργο.
es: Añade un archivo MP3 a su iDevice.
eu: Gehitu MP3 fitxategia iDevice-an.
fr: Ajouter un fichier mp3 à votre outil
gl: Engadir un ficheiro .mp3 ao iDevice.
it: Aggiunge un file MP3 all'iDevice.
nl: Voeg een MP3-bestand toe aan uw iDevice.
pl: Dodaj plik MP3 do twojego iObiektu.
pt: Adicionar ficheiro mp3 ao seu iDevice
ru: Добавить mp3 файл в Ваш iDevice.
tr: iDevice'ye mp3 dosyası ekle.
zh_cn: 将mp3文件添加到您的 iDevice 模块。
zh_tw: 在您的 iDevice 中新增 mp3 檔。

source: Add an attachment file to your iDevice.
ca: Afegeix un fitxer adjunt al teu iDevice.
ca_es@valencia: Afig un fitxer adjunt a l'iDevice.
dz: ཡིག་སྣད་མཉམ་སྦྲགས་གཞན་ཅིག་ཁྱོད་རའི་བརྡ་དོན་ཐབས་འཕྲུལ་ལུ་ཁ་སྐོང་རྐྱབས
el: Προσθήκη συνημμένου αρχείου στο η-Σύνεργο.
es: Agrega un archivo adjunto a su iDevice.
eu: Gehitu atxikimendu bat zure iDevice-ri.
fr: Ajouter un fichier attaché à votre outil
gl: Engadir un ficheiro anexo ao seu iDevice.
it: Aggiunge un file allegato all'iDevice.
nl: Voeg een bijlage-element toe aan uw iDevice.
pl: Dodaj plik załącznika do twojego iObiektu.
pt: Adicionar ficheiro anexo ao seu iDevice
ru: Добавить прикрепляемый файл в Ваш iDevice.
tr: iDevice'a bir dosya ekleyin.
zh_cn: 为 iDevice 模块添加附件。
zh_tw: 在您的 iDevice 中新增附加檔。

source: Enter the label here
ca: Escriviu l'etiqueta aquí
ca_es@valencia: Escriu l'etiqueta ací
dz: ནཱ་ལུ་ཁ་ཡིག་དེ་བཙུག
el: Εισάγετε την ετικέτα εδώ
es: Introduzca aquí la etiqueta
eu: Sartu hemen etiketa
fr: Rédigez ici la légende
gl: Introduza a etiqueta aquí
it: Inserire qui l'etichetta
nl: Voer hier de tekst van het label in
pl: Wprowadź opis tutaj
pt: Introduzir o título aqui
ru: Введите метку здесь
tr: Buraya etiketi girin
zh_cn: 在此输入标题
zh_tw: 在此輸入標籤

source: Enter instructions for completion here
ca: Entreu les instruccions per completar l'exercici aquí
ca_es@valencia: Introduïu les instruccions per a completar l'exercici ací.
dz: ནཱ་ལུ་མཐར་འཁྱོལ་བའི་བཀོད་རྒྱ་ཚུ་བཙུག
el: Εισάγετε οδηγίες συμπλήρωσης εδώ
es: Introduzca aquí las instrucciones para la realización de la actividad
eu: Adierazi hemen argibideak
fr: Rédigez ici les consignes de réalisation
gl: Introduza as instrucións para o completado aquí
it: Inserire qui le istruzioni per il completamento
nl: Geef aanwijzingen voor uitvoeren
pl: Wprowadź wskazówki do ukończenia.
pt: Introduzir instruções para completar aqui
ru: Введите инструкции по заполнению здесь
tr: Buraya tamamlama için gerekli yönergeleri girin
zh_cn: 在此输入完成说明
zh_tw: 在此輸入完成說明

source: Enter the instructions for completion here
ca: Entreu les instruccions de compleció aquí
ca_es@valencia: Introduïu les instruccions de compleció ací.
dz: ནཱ་ལུ་མཐར་འཁྱོལ་བའི་བཀོད་རྒྱ་ཚུ་བཙུག
el: Εισάγετε τις οδηγίες συμπλήρωσης εδώ
es: Introduzca aquí las instrucciones para la realización de la actividad
eu: Adierazi hemen argibideak
fr: Rédigez ici les consignes de réalisation
gl: Introduza as instrucións para o completado aquí
it: Inserire qui le istruzioni per il completamento
nl: Geef aanwijzingen voor het uitvoeren
pl: Wprowadź tutaj wymagania do zaliczenia lekcji.
pt: Digitar aqui, as instruções para completar
ru: Введите инструкции по заполнению здесь
tr: Buraya tamamlama için gereken yönergeleri yazın
zh_cn: 在此输入完成说明
zh_tw: 在此輸入完成說明

source: Feedback button will not appear if no data is entered into this field.
ca: El botó d'alimentació no apareixerà si la data no la poseu en aquest camp.
ca_es@valencia: El botó de retroacció no apareixerà si no s'han introduït dades en aquest camp.
el: Το κουμπί ανατροφοδότησης δεν θα εμφανιστεί αν δεν εισαχθούν δεδομένα σ' αυτό το πεδίο.
es: El botón de retroalimentación no aparecerá si no se insertan datos en este campo.
eu: Eremu honetan daturik sartzen ez bada, ez da feedbackaren botoia agertuko.
fr: Le bouton "Echo en retour" n'apparaîtra pas si ce champ est laissé vide.
gl: O botón de retroalimentación non aparecerá se non se introducen datos neste campo.
it: Il pulsante delle informazioni di ritorno non apparirà se i dati non vengono inseriti in questo campo.
nl: Als u in dit veld niets invult, wordt er geen Feedback-knop getoond.
pl: Interaktywny przycisk nie pojawi się jeśli pole na dane pozostanie puste.
pt: O botão de resposta não vai aparecer se não entrarem dados no campo.
ru: Кнопка Обратной связи не будет отображаться если нет данных, введённых в этом поле.
tr: Eğer bu bölgede bir yazı olmazsa geribildirim düğmesi gösterilmeyecek.
zh_cn: 如果此栏空白, 评语按钮将不显示.
zh_tw: 如果此欄空白，則不會顯示回饋按鍵。

source: Please enter<br />an idevice name.
ca: Poseu <br /> un nom a l'iDevice.
ca_es@valencia: Poseu <br /> un nom a l'iDevice.
dz: <br />བརྡ་དོན་ཐབས་འཕྲུལ་གཅིག་གི་མིང་ཙུགས་གནང་།
el: Παρακαλώ εισάγετε<br />ένα όνομα για το η-Σύνεργο.
es: Por favor introduzca<br />un nombre de iDevice.
eu: Mesedez, idatzi <br />idevice izena.
fr: SVP : rédigez un titre d'outil pédagogique.
gl: Introduza un<br />nome de iDevice.
it: Inserire il nome<br /> di un iDevice.
nl: Geef naam<br />voor het iDevice.
pl: Proszę wpisać <br />nazwę iObiektu.
pt: Por favor, digite<br />o nome de um iDevice
ru: Пожалуйста, введите<br />имя для idevice.
tr: Lütfen bir<br />iDevice ismi girin.
zh_cn: 请输入iDevice模块名称。
zh_tw: 請輸入 iDevice 名稱。

source: Add Field
ca: Afegeix camp
ca_es@valencia: Afig un camp
dz: ས་སྒོ་ཁ་སྐོང་རྐྱབས
el: Προσθήκη πεδίου
es: Agregar campo
eu: Gehitu eremua
fr: Ajouter un champ
gl: Engadir un campo
it: Aggiungi campo
nl: Veld toevoegen
pl: Dodaj pole
pt: Adicionar campo
ru: Добавить поле
tr: Alan Ekle
zh_cn: 添加栏目
zh_tw: 新增欄位

source: Actions
ca: Accions
ca_es@valencia: Accions
dz: བྱ་བ་ཚུ
el: Ενέργειες
es: Acciones
eu: Ekintzak
gl: Accións
it: Azioni
nl: Acties
pl: Akcje
pt: Ações
ru: Действия
tr: Eylemler
zh_cn: 动作
zh_tw: 動作

source: Pedagogical Tip
ca: Consell pedagògic
ca_es@valencia: Consell pedagògic
dz: ཕན་བསླབ:
el: Συμβουλή για τη διδακτική και μαθησιακή αξιοποίηση του η-Σύνεργου.
es: Consejos pedagógicos
eu: Aholku pedagogikoa
fr: Conseil pédagogique
gl: Suxestión pedagóxica
it: Suggerimento pedagogico
nl: Pedagogische tip
pl: Wskazówka pedagogiczna
pt: Pista pedagógica
ru: Педагогическая подсказка
tr: Pedagojik İpucu
zh_cn: 教学提示
zh_tw: 教學提示

source: Emphasis
ca: Èmfasis
ca_es@valencia: Èmfasi
dz: གཙོ་བཏོན
el: Έμφαση
es: Destacado
eu: Enfasia
fr: Importance
gl: Énfase
it: Enfasi
nl: Nadruk
pl: Uwydatnienie
pt: Destaque
ru: Акцент
tr: Vurgu
zh_cn: 强调
zh_tw: 強調

source: No emphasis
ca: Sense èmfasis
ca_es@valencia: Sense èmfasi
dz: གཙོ་བཏོན་མེདཔ
el: Χωρίς έμφαση
es: Sin destacar
eu: Enfasirik ez
fr: Pas d'accentuation
gl: Sen resaltar
it: Nessuna enfasi
nl: Geen nadruk
pl: Brak uwydatnienia
pt: Sem destaque
ru: Нет акцента
tr: Vurgu yok
zh_cn: 不强调
zh_tw: 不強調

source: Some emphasis
ca: Algun èmfasi
ca_es@valencia: Amb èmfasi
dz: གཙོ་བཏོན་ཧ་ལམ
el: Μερική έμφαση
es: Destacado moderado
eu: Enfasi pixka bat
fr: Importance
gl: Algo de énfase
it: Una certa enfasi
nl: Lichte nadruk
pl: Wyróżnienie
pt: Algum destaque
ru: Некоторый акцент
tr: Biraz vurgulu
zh_cn: 一般强调
zh_tw: 部份強調

source: Select an icon
ca: Tria una icona
ca_es@valencia: Seleccioneu una icona
dz: ངོས་དཔར་གཅིག་སེལ་འཐུ་འབད
el: Επιλογή ενός εικονιδίου
es: Seleccionar un icono
eu: Aukeratu ikonoa
fr: Choisir une icône
gl: Seleccione unha icona
it: Scegliere un'icona
nl: Kies een icoon
pl: Wybierz ikonę
pt: Escolha um ícone
ru: Выбрать значок
tr: Bir simge seçin
zh_cn: 选择一个图标
zh_tw: 選擇一個圖示

source: Icons
ca: Icones
ca_es@valencia: Icones
dz: ངོས་དཔར་ཚུ
el: Εικονίδια
es: Iconos
eu: Ikonoak
fr: Icônes
gl: Iconas
it: Icone
nl: Pictogrammen
pl: Ikony
pt: Ícones
ru: Значки
tr: Simgeler
zh_cn: 图标
zh_tw: 圖示

source: Translation
ca: Traducció
ca_es@valencia: Traducció
dz: སྐད་སྒྱུར
el: Μετάφραση
es: Ejercicio Resuelto
eu: Ebatzitako ariketa
fr: Traduction
gl: Tradución
it: Traduzione
nl: Vertaling
pl: Tłumaczenie
pt: Exercício resolvido
ru: Перевод
tr: Tercüme
zh_cn: 翻译
zh_tw: 翻譯
