Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Click on the Editor's Save button when you finish editing.
ca: Prem al botó «Desa» de l'editor quan acabis l'edició.
ca_es@valencia: Feu clic en el botó «Guarda» de l'editor quan acabeu l'edició
el: Όταν τελειώσετε την επεξεργασία πιέστε στο πλήκτρο αποθήκευσης του επεξεργαστή.
es: Pulse en el botón de Guardar del editor cuando haya terminado el trabajo de edición.
eu: Klik egin editorearen 'Gorde' botoian edizioa amaitutakoan.
fr: Une fois terminé, cliquer sur le bouton de sauvegarde de l'éditeur.
gl: Prema no botón Gardar do editor cando remate de editar.
it: Clic sul bottone Salva dell'editor alla fine della modifica.
pl: Kliknij przycisk Zapisz w edytorze po zakończeniu edycji.
pt: Clique no botão "Guardar" do Editor quando acabar de editar.
ru: Нажмите на кнопку Сохранить редактора, когда вы закончите редактирование.
tr: Düzenlemeyi bitirdiğinizde Editörün Kaydet düğmesine tıklayın.
zh_cn: 完成编辑后，单击编辑器的“保存”按钮。
zh_tw: 編輯完成後請點擊編輯器的儲存按鍵。

source: Equation Editor
ca: Editor d'equacions
ca_es@valencia: Editor d'equacions
dz: སྙོམ་རྟགས་ཞུན་དགཔ
el: Επεξεργαστής εξισώσεων
es: Editor de ecuaciones
eu: Ekuazio editorea
fr: Éditeur d'équation.
gl: Editor de ecuacións
it: Editor formule
pl: Edytor równań
pt: Editor de equações
ru: Редактор формул
tr: Denklem Editörü
zh_cn: 公式编辑器
zh_tw: 等式編輯器

source: Error (missing function):
ca: Error (funció perduda):
ca_es@valencia: Error (falta la funció):
dz: འཛོལ་བ་(བརླག་སྟོར་ཞུགས་པའི་་རིམ་ལ་):
el: Σφάλμα (λείπει η λειτουργία):
es: Error (falta una función):
eu: Errorea (funtzioa falta da):
fr: Erreur (fonction absente) :
gl: Atopouse un erro (falta unha función)
it: Errore (missing function):
pl: Błąd (brak funkcji):
pt: Erro (função em falta):
ru: Ошибка (отсутствует функция):
tr: Hata (eksik fonksiyon):
zh_cn: 错误 (缺少函数):
zh_tw: 錯誤（函式遺失）：

source: The image could not be created. Insert the code without alternative image?
ca: La imatge no s'ha pogut crear. Voleu inserir el codi sense una imatge alternativa?
ca_es@valencia: No s'ha pogut crear la imatge. Voleu inserir el codi sense imatge alternativa?
el: Η εικόνα δεν είναι δυνατόν να δημιουργηθεί. Εισαγωγή του κώδικα χωρίς εναλλακτικό κείμενο;
es: No se pudo crear la imagen. ¿Insertar el código sin una imagen alternativa?
eu: Ezin izan da sortu irudia. Kodea ordezko irudirik gabe sartu nahi duzu?
fr: Impossible de créer l'image. Insérer le code sans l'image alternative ?
gl: A imaxe non puido ser creada. Inserir o código sen unha imaxe alternativa?
it: Impossibile creare l'immagine. Inserire il codice senza immagine alternativa?
pl: Nie można utworzyć obrazu. Wstaw kod bez alternatywnego obrazu?
pt: A imagem não pôde ser criada. Deseja inserir o código sem imagem alternativa?
ru: Изображение не может быть создано. Вставить код без альтернативного изображения?
tr: Görüntü oluşturulamadı. Alternatif resim olmadan kod girilsin mi?
zh_cn: 无法创建图像。插入没有替代图像的代码？
zh_tw: 無法建立影像。要加入程式碼而不加入替代影像嗎？

source: Please write the code
ca: Escriu el codi.
ca_es@valencia: Escriu el codi
dz: གློག་བཀོད་དེ་འབྲི་གནང་།
el: Παρακαλώ γράψτε τον κώδικα
es: Por favor escriba el código
eu: Mesedez, kodea idatzi
fr: Veuillez écrire le code
gl: Escriba o código
it: Scrivere il codice
pl: Napisz kod
pt: Por favor, escreva o código
ru: Пожалуйста, напишите код
tr: Lütfen kodu yazın
zh_cn: 请写代码
zh_tw: 請寫入程式碼

source: That is LaTeX code for an inline formula. If you need an alternative image, please use a block formula.
ca: Això és codi LaTex per una formula en línia. Si necessiteu una imatge alternativa useu una formula bloc.
es: Se trata de código LaTeX para integrar la fórmula en la línea de texto. Si necesita una imagen alternativa, introduzca una fórmula como bloque.
eu: Hau lerro arteko formula batentzako LaTeX kodea da. Ordezko irudia behar baduzu, erabili bloke formula erabili.
fr: Code LaTeX pour intégrer la formule dans la ligne de texte. Si une image alternative est nécessaire, introduisez une formule de bloc.
gl: Trátase de código Látex para integrar a fórmula na liña do texto. Se precisa unha imaxe alternativa, introduza unha fórmula como bloque.

source: Continue without a title? Some users might see an image instead of the rendered code. Without the title the image may not be accessible to them.
ca: Voleu continuar sense títol? Alguns usuaris podrien veure una imatge en lloc del codi. Sense el títol la imatge pot quedar inaccessible per a ells.
ca_es@valencia: Voleu continuar sense un títol? Alguns usuaris poden veure una imatge en comptes del codi renderitzat. Sense el títol pot ser que els usuaris no puguen accedir a la imatge.
el: Συνέχεια χωρίς τίτλο; Κάποιοι χρήστες πιθανόν να δούνε μια εικόνα αντί για τον αποδιδόμενο κώδικα. Χωρίς τον τίτλο, η εικόνα δεν θα είναι προσβάσιμη σε αυτούς.
es: ¿Continuar sin ponerle título? Algunos usuarios podrían ver una imagen en lugar del código procesado. Sin un título, la imagen no será accesible para ellos.
eu: Titulurik gabe jarraitu nahi duzu? Erabiltzaile batzuk irudia ikusiko dute kodearen ordez. Titulurik gabe irudia ez da izango irisgarria haientzat.
fr: Continuer sans titre ? Certains usagers peuvent voir une image à la place du code. Sans titre, l'image pourrait ne pas leur être accessible.
gl: Continuar sen poñer un título? Algunhas persoas usuarias poderían ver unha imaxe no lugar do código procesado. Sen un título, a imaxe non será accesible para eles.
it: Continuare senza il titolo? Alcuni utenti potrebbero vedere un'immagine al posto del codice, e senza il titolo l'immagine potrebbe essere inaccessibile.
pl: Kontynuować bez tytułu? Niektórzy użytkownicy mogą zobaczyć obraz zamiast renderowanego kodu. Bez tytułu obraz może nie być dla nich dostępny.
pt: Continuar sem um título? Pode ser que alguns utilizadores vejam uma imagem em vez de do código processado. Sem título, pode ser que a imagem não seja acessível para eles.
ru: Продолжить без заголовка? Некоторые пользователи могут видеть изображение вместо визуализированного кода. Без заголовка изображение может быть недоступным для них.
tr: Başlık olmadan devam edilsin mi? Bazı kullanıcılar verili kod yerine bir görüntü görebilir. Başlık olmadan görüntüye erişilemeyebilir.
zh_cn: 继续没有标题？某些用户可能会看到图像而不是呈现的代码。没有标题，图像可能无法访问。
zh_tw: 確定不寫標題就繼續嗎？有些使用者可能看到影像而不是程式碼。如果沒有標題，他們可能無法存取影像。

source: Paste mathematical markup
ca: Enganxa el marcatge matemàtic
ca_es@valencia: Apega etiquetatge matemàtic
dz: ཨང་རྩིས་རྟགས་སྐད་སྦྱར་
el: Επικόλληση μαθηματικής σήμανσης
es: Pegar marcado matemático
eu: Marka matematikoak itsatsi
fr: Coller un balisage mathématique
gl: Pegar marcado matemático
it: Incolla markup matematico
pl: Wklej znaczniki matematyczne
pt: Colar etiquetado matemático
ru: Вставить математическую разметку
tr: Matematiksel biçimlendirmeyi yapıştır
zh_cn: 粘贴数学标记
zh_tw: 貼上數學的記號

source: Choose what to use:
ca: Tria que vols usar:
ca_es@valencia: Tria quin s'ha d'utilitzar:
dz: ག་ཅི་ལག་ལེན་འཐབ་ཨིན་ན་གདམ་:
el: Επιλέξτε τι θα χρησιμοποιήσετε:
es: Elegir cuál usar:
eu: Erabili nahi duzuna aukeratu:
fr: Choisir lequel utiliser :
gl: Escolla cal utilizar:
it: Scegliere quale usare:
pl: Wybierz, co chcesz użyć:
pt: Escolha o que deseja utilizar:
ru: Выберите, что использовать:
tr: Ne kullanacağınızı seçin:
zh_cn: 选择要使用哪个：
zh_tw: 請選擇要使用哪個：

source: Use MathJax from mathjax.org (online only)
ca: Useu MathJax des de mathjax.org (sols en línia)
es: Usar MathJax desde mathjax.org (necesaria conexión a internet)
eu: Erabili MathJax mathjax.org-etik (online bakarrik)
fr: Utiliser MathJax de mathjax.org (seulement en ligne)
gl: Utilizar MathJax desde mathjax.org (precisa conexión a Internet)

source: Paste (CTRL+V) the code (LaTeX...) from your favorite editor or use eXeMathEditor
ca: Enganxa (CTRL+V) el codi (LaTex...) del vostre editor favorit o usa eXeMathEditor
ca_es@valencia: Apega (CTRL+V) el codi (LaTeX...) des del vostre editor preferit o utilitza eXeMathEditor
el: Επικολλήστε (CTRL+V) τον κώδικα (LaTeX...) από τον δικό σας επεξεργαστή ή χρησιμοποιήστε τον eXeMathEditor
es: Pegar (CTRL+V) el código (LaTeX) de su editor favorito o usar eXeMathEditor
eu: Itsatsi (Ctrl+V) kodea (LaTex...) nahiago duzun editoretik edo erabili eXeMathEditor
fr: Coller (CTRL+V) le code (LaTeX...) à partir de votre éditeur préféré ou utiliser eXeMathEditor
gl: Pegar (CTRL+V) o código (LaTeX...) dende o seu editor favorito ou utilice o eXeMathEditor
it: Incollare (CTRL+V) il codice (LaTeX...) dal proprio editor preferito oppure usare eXeMathEditor
pl: Wklej (CTRL+V) kod (LaTeX...) ze swojego ulubionego edytora lub użyj eXeMathEditor
pt: Colar (CTRL+V) o código (LaTeX...) a partir do seu editor favorito o utilizar eXeMathEditor
ru: Вставьте (CTRL+V) код (LaTeX...) из вашего любимого редактора или используйте eXeMathEditor
tr: Favori düzenleyicinizden kodu (LaTeX...) yapıştırın (CTRL+V) veya eXeMathEditor kullanın
zh_cn: 从您喜欢的编辑器粘贴（CTRL + V）代码（LaTeX ...）或使用eXe数学编辑器
zh_tw: 請從您自己的編輯器或是 eXeMathEditor 貼上（Ctrl+V）程式碼（LaTeX...）

source: Include alternative image
ca: Incloeu imatges alternatives
es: Incluir imagen alternativa
eu: Atxikitu ordezko irudia
fr: Inclure une image alternative
gl: Incluír imaxe alternativa

source: Image title (alternative text):
ca: Títol d'imatge (text alternatiu):
ca_es@valencia: Títol de la imatge (text alternatiu):
dz: གཟུགས་བརྙན་གྱི་་མགོ་མིང་(ཐབས་གཞན་ཚིག་ཡིག):
el: Τίτλος εικόνας (εναλλακτικό κείμενο):
es: Título de la imagen (texto alternativo):
eu: Irudiaren titulua (ordezko testua):
fr: Titre de l'image (texte alternatif)
gl: Título da imaxe (texto alternativo):
it: Titolo immagine (testo alternativo):
pl: Tytuł zdjęcia (tekst alternatywny):
pt: Título da imagem (texto alternativo):
ru: Заголовок изображения (альтернативный текст):
tr: Resim balığı (alternatif metin)
zh_cn: 图片标题（替代文字）：
zh_tw: 影像標題（無障礙使用）：

source: Paste your code (LaTeX...).
ca: Enganxa el codi (LaTex...).
ca_es@valencia: Apegueu el vostre codi (LaTeX...).
dz: ཁྱོད་རའི་གློག་བཀོད་སྦྱར་(ལེ་ཊེགསི ...).
el: Επικολλήστε τον κώδικα (LaTeX...) .
es: Pegar su código (LaTeX...).
eu: Zure kodea itsatsi (LaTex...).
fr: Coller votre code (LaTeX...).
gl: Pegar o seu código (LaTeX...).
it: Incollare il codice (LaTeX...).
pl: Wklej kod (LaTeX...).
pt: Colar o seu código (LaTeX...).
ru: Вставьте Ваш код (Latex...).
tr: Kodunuzu yapıştırın (LaTeX...).
zh_cn: 粘贴你的代码（LaTeX ...）。
zh_tw: 請貼上您的程式碼（LaTeX...）。

source: Choose if you want to show the code or an image.
ca: Trieu si voleu mostrar el codi o una imatge.
ca_es@valencia: Tria si voleu que es mostre el codi o una imatge.
el: Επιλέξτε αν θέλετε να εμφανίζεται ο κώδικας ή η εικόνα.
es: Elegir si desea mostrar el código o una imagen.
eu: Kodea ala irudi bat erakutsi nahi duzun aukeratu.
fr: Choisir l'élément à montrer, le code ou l'image.
gl: Escolla se desexa amosar o código ou unha imaxe.
it: Scegliere se visualizzare il codice o un'immagine.
pl: Wybierz, czy chcesz pokazać kod lub obraz.
pt: Escolha se deseja mostrar o código ou uma imagem.
ru: Выберите, если вы хотите показать код или изображение.
tr: Kodu veya görüntüyü göstermek istiyorsanız seçin.
zh_cn: 选择是否要显示代码或图像。
zh_tw: 請選擇您要顯示程式碼還是影像。

source: If you show the code (recommended):
ca: Si mostreu el codi (recomanat):
ca_es@valencia: Si mostreu el codi (recomanat):
dz: གལ་སྲིད་ཁྱོད་ཀྱི་ཨང་རྟགས་དེ་སྟོན་པ་ཅིན(འོས་སྦྱོར་འབད་ཡོད):
el: Εάν εμφανίζεται ο κώδικας (συνιστάται):
es: Si muestra el código (recomendado):
eu: Kodea erakusten baduzu (gomendatua):
fr: Si vous montrer le code (recommandé) :
gl: Se amosa o código (recomendado):
it: Se si mostra il codice (raccomandato):
pl: Jeśli pokażesz kod (zalecane):
pt: Se mostrar o código (recomendado):
ru: Если вы показываете код (рекомендуется):
tr: Kodu gösterirseniz (önerilen):
zh_cn: 如果您显示代码（推荐）：
zh_tw: 是否要顯示程式碼（推薦選項）：

source: You can use MathJax for high-quality display of mathematical symbols in web browsers (it will work online only).
ca: Podeu usar MathJax per mostrar amb alta qualitat símbols matemàtics als navegador ( sols funciona en línia).
ca_es@valencia: Pots utilitzar MathJax per a visualitzar els símbols matemàtics en alta qualitat en els navegadors web (només funcionarà en línia).
el: Μπορείτε να χρησιμοποιήσετε το MathJax για να εμφανίζονται τα μαθηματικά σύμβολα με υψηλή ποιότητα σε νέους περιηγητές (μόνο online λειτουργία).
es: Puede usar MathJax para mostrar adecuadamente las fórmulas matemáticas en los navegadores (necesitará una conexión a internet).
eu: MathJax erabili dezakezu ikur matematikoak kalitate handiz bistaratzeko nabigatzaileetan (bakarrik online funtzionatuko du).
fr: Vous pouvez utiliser MathJax pour le visionnement en haute qualité de symboles mathématiques sur les navigateurs web (fonctionne seulement en ligne).
gl: Pódese utilizar MathJax para amosar adecuadamente as fórmulas matemáticas nos navegadores (precisará unha conexión a Internet).
it: Si può usare MathJax per una visualizzazione di alta qualità di simboli matematici nei browser web (funzionerà solo online).
pl: Możesz użyć MathJax do wysokiej jakości wyświetlania symboli matematycznych w przeglądarkach internetowych (będzie działać tylko w trybie online).
pt: Pode utilizar MathJax para exibição de símbolos matemáticos em alta qualidade em navegadores web (só irá funcionar em linha).
ru: Вы можете использовать MathJax для высококачественного отображения математических символов в веб-браузерах (он будет работать только в Интернете).
tr: MathJax'i web tarayıcılarında matematiksel sembollerin yüksek kalitede görüntülenmesi için kullanabilirsiniz (yalnızca çevrimiçi olarak çalışır).
zh_cn: 您可以使用MathJax在Web浏览器中高质量地显示数学符号（它只能在线工作）。
zh_tw: 您可以用 MathJax 以便在瀏覽器上以更好的品質顯示數學符號（不過只有在連線的狀況下才能使用）。

source: You can include an alternative image. In that case you'll have to provide a descriptive text for it.
ca: Podeu incloure una imatge alternativa. En aquest cas cal que proporcioneu un text descriptiu per ella.
ca_es@valencia: Pots incloure una imatge alternativa. En aquest cas heu de proporcionar-hi un text descriptiu.
el: Μπορείτε να συμπεριλάβετε μια εναλλακτική εικόνα. Σε αυτή την περίπτωση θα πρέπει να γράψετε ένα περιγραφικό κείμενο γι' αυτή.
es: Puede incluir una imagen alternativa. En tal caso deberá proporcionar un texto descriptivo de la imagen.
eu: Ordezko irudi bat atxiki dezakezu. Hala egiten baduzu, testu deskribatzailea eman beharko duzu.
fr: Vous pouvez inclure une image alternative. Dans ce cas, un texte descriptif est nécessaire.
gl: Pódese incluír unha imaxe alternativa. Neste caso deberase proporcionar un texto descritivo da imaxe.
it: Si può includere un'immagine alternativa. In questo caso sarà necessario un testo descrittivo per essa.
pl: Możesz dołączyć alternatywny obraz. W takim przypadku musisz podać tekst opisowy dla niego.
pt: Pode incluir uma imagem alternativa. Neste caso terá que fornecer um texto descritivo para ela.
ru: Вы можете включить альтернативное изображение. В этом случае вы должны будете предоставить описательный текст для него.
tr: Alternatif bir resim ekleyebilirsiniz. Bu durumda, bunun için açıklayıcı bir metin sağlamanız gerekir.
zh_cn: 您可以包含替代图像。在这种情况下，您必须为其提供描述性文本。
zh_tw: 您可以引入另一張影像。這種情況下您需要提供影像的文字描述。

source: With no image and no MathJax some users might not be able to see the formula.
ca: Sense imatge i sense MathJax alguns usuaris no podran veure la formula.
ca_es@valencia: Sense cap imatge i sense MathJax alguns usuaris potser no podran veure la fórmula.
el: Χωρίς εικόνα και χωρίς MathJax μερικοί χρήστες ενδεχομένως να μην μπορούν να δούνε τον τύπο.
es: Sin imagen ni código MathJax algunos usuarios no podrán ver la fórmula.
eu: Irudirik eta MathJax-ik gabe erabiltzaile batzuk ezin izango dute irudia ikusi.
fr: Sans image et sans MathJax, certains utilisateurs ne pourront pas voir les formules.
gl: Algunhas persoas usuarias non poderán ver a fórmula sen imaxe nin código MathJax.
it: Senza immagine e senza MathJax alcuni utenti potrebbero non riuscire a vedere la formula.
pl: Bez obrazu i braku MathJax niektórzy użytkownicy mogą nie widzieć formuły.
pt: Sem imagem nem MathJax, pode ser que alguns utilizadores não consigam ver a fórmula.
ru: При отсутствии изображения и без MathJax некоторые пользователи не могли бы быть в состоянии увидеть формулу.
tr: Görüntü ve MathJax olmadan bazı kullanıcılar formülü göremeyebilir.
zh_cn: 没有图像也没有MathJax，一些用户可能无法看到公式。
zh_tw: 如果沒有影像與 MathJax，有些使用者可能無法看到公式。

source: If you prefer to show the image, the code will be there, but it won't be visible.
ca: Si preferiu mostrar la imatge, el codi es posarà aquí, però no serà visible.
ca_es@valencia: Si prefereixes mostrar una imatge, el codi estarà allí, però no serà visible.
el: Εάν προτιμάτε να εμφανίζεται η εικόνα, ο κώδικας θα υπάρχει, αλλά δεν θα είναι ορατός.
es: Si prefiere mostrar la imagen, el código estará presente pero no será visible.
eu: Nahiago baduzu irudia erakutsi, kodea hor egongo da baina ez da ikusgai izango.
fr: Si vous préférez montrer l'image, le code sera inclus, mais il ne sera pas visible.
gl: Se prefire amosar a imaxe, o código estará presente pero non será visible.
it: Se si preferisce mostrare l'immagine, il codice sarà presente ma non visibile.
pl: Jeśli wolisz pokazać obraz, kod też tam będzie, ale nie będzie widoczny.
pt: Se preferir mostrar a imagem, o código continuará no seu lugar, mas não será visível.
ru: Если вы предпочитаете показать изображение, то код будет там, но он не будет виден.
tr: Resmi göstermeyi tercih ederseniz, kod orada olacak, ancak görünmeyecektir.
zh_cn: 如果您希望显示图像，代码将在那里，但它将不可见。
zh_tw: 如果您希望顯示影像，那麼程式碼就不會顯示出來。

source: If JavaScript is enabled links to the code and the image will be automatically created.
ca: Si JavaScript està habilitat, els enllaços al codi i a la imatge es crearan de forma automàtica.
ca_es@valencia: Si el JavaScript està habilitat, els enllaços al codi i a la imatge es crearan automàticament.
el: Εάν η JavaScript είναι ενεργοποιημένη, οι σύνδεσμοι προς τον κώδικα και η εικόνα θα δημιουργηθούν αυτόματα.
es: Si JavaScript está habilitado se crearán automáticamente enlaces al código y a la imagen.
eu: JavaScript gaituta badago, automatikoki sortuko dira irudia eta kodeari bideratutako estekak.
fr: Si JavaScript est activé, les liens vers le code et l'image seront établis automatiquement.
gl: Se JavaScript está activado crearanse automaticamente ligazóns ao código e á imaxe.
it: Se è abilitato JavaScript verranno creati automaticamente i link al codice e all'immagine.
pl: Jeśli włączona jest obsługa JavaScript, linki do kodu i obrazu zostaną utworzone automatycznie.
pt: Se o suporte JavaScript está ativado, as ligações para o código e para a imagem serão criadas automaticamente.
ru: Если JavaScript включен, то ссылки на код и изображение будут созданы автоматически.
tr: JavaScript etkinleştirilmişse, koda bağlantılar ve görüntü otomatik olarak oluşturulur.
zh_cn: 如果启用了JavaScript，则会自动创建指向代码和图像的链接。
zh_tw: 若是開啟 JavaScript，程式碼與影像的連結都會自動產生。

source: If JavaScript is disabled, both (code and image) will be visible.
ca: Si JavaScript està deshabilitat, ambdós (codi i imatge) seran visibles.
ca_es@valencia: Si el JavaScript està inhabilitat, tant el codi com la imatge seran visibles.
el: Εάν η JavaScript είναι ενεργοποιημένη και ο κώδικας και η εικόνα θα είναι ορατά.
es: Si JavaScript está desactivado, serán visibles los dos (el código y la imagen).
eu: JavaScript ezgaituta badago, kodea eta irudia ikusiko dira.
fr: Si JavaScript est désactivé, le code et l'image seront tous deux visibles.
gl: Se JavaScript está desactivado, serán visibles os dous (o código e a imaxe).
it: Se JavaScript è disabilitato, saranno visibili sia il codice che l'immagine.
pl: Jeśli JavaScript jest wyłączony, zarówno (kod i obraz) będą widoczne.
pt: Se o suporte JavaScript está desativado, tanto o código como a imagem serão visíveis.
ru: Если JavaScript отключен, то оба (код и изображения) будут видимы.
tr: JavaScript devre dışı bırakılırsa, her ikiside (hem kod hem de görüntü) görünür.
zh_cn: 如果禁用JavaScript，则两者（代码和图像）都将可见。
zh_tw: 若是關閉 JavaScript，程式碼與影像都會變得可見。

source: Remember that...
ca: Recorda que...
ca_es@valencia: Recorda que...
dz: དེ་སེམས་ཁར་བཞག...
el: Θυμηθείτε ότι...
es: Recuerde que...
eu: Gogoratu...
fr: Rappelez-vous que...
gl: Lembre que...
it: Ricordare che...
pl: Pamiętaj, że...
pt: Lembre que...
ru: Помните, что...
tr: Bunu hatırla...
zh_cn: 记住...
zh_tw: 記住選擇...

source: You can use your favorite formula editor or use the one included in eXe (eXeMathEditor).
ca: Podeu usar el vostre editor de formules o el editor inclòs a eXe (eXeMathEditor).
ca_es@valencia: Pots utilitzar el vostre editor de fórmules preferit o utilitzar el que hi ha inclòs al l'eXe (eXeMathEditor).
el: Μπορείτε να χρησιμοποιήσετε τον αγαπημένο σας επεξεργαστή μαθηματικών τύπων ή αυτόν που είναι ενσωματωμένος στο eXe (eXeMathEditor).
es: Puede usar su editor favorito de fórmulas o utilizar el incluido en eXe (eXeMathEditor).
eu: Zure gustuko formula-editorea erabili dezakezu, edo eXe-rekin datorrena erabil dezakezu (eXeMathEditor).
fr: Vous pouvez utiliser votre éditeur de formules préféré ou utiliser l'éditeur inclus dans eXe (eXeMathEditor).
gl: Pódese utilizar o editor favorito de fórmulas ou utilizar o incluído en eXe (eXeMathEditor).
it: Si può usare il proprio editor di formule preferito, oppure usare quello incluso in eXe (eXeMathEditor).
pl: Możesz użyć swojego ulubionego edytora formuł lub użyć tego, który znajduje się w eXe (eXeMathEditor).
pt: Pode utilizar o seu editor de fórmulas favorito ou o editor incluído em eXe (eXeMathEditor).
ru: Вы можете использовать ваш любимый редактор формул или использовать тот, что включен в eXe (eXeMathEditor).
tr: Favori formül düzenleyicinizi kullanabilir veya eXe'de (eXeMathEditor) bulunanı kullanabilirsiniz.
zh_cn: 您可以使用自己喜欢的公式编辑器或使用eXe（eXe数学编辑器）中包含的编辑器。
zh_tw: 您可以用您常用的公式編輯器，或是使用 eXe 內建的（eXeMathEditor）編輯器。

source: You can replace the generated image with another one using the "Insert/Edit Image" option.
ca: Podeu reemplaçar la imatge generada amb una altra usant la opció «Insereix/Edita imatga».
ca_es@valencia: Pots reemplaçar la imatge generada per una altra utilitzant l'opció «Insereix/Edita la imatge».
el: Μπορείτε να αντικαταστήσετε την εικόνα που δημιουργήθηκε με μια άλλη χρησιμοποιώντας την επιλογή 'Εισαγωγή/Επεξεργασία εικόνας'.
es: Puede sustituir la imagen generada por otra usando la opción "Insertar/Editar imagen".
eu: Sortutako irudia ordezkatu dezakezu "Irudia txertatu/editatu" aukeraren bitartez.
fr: Vous pouvez remplacer l'image créée par une autre avec l'option "Insérer/Éditer image".
gl: Pódese substituír a imaxe xerada por outra utilizando a opción "Inserir/Editar imaxe".
it: Si può sostituire l'immagine generata con un'altra usando l'opzione "Inserisci/modifica immagine".
pl: Możesz zastąpić wygenerowany obraz innym za pomocą opcji "Wstaw/Edytuj obraz".
pt: Pode substituir a imagem gerada por outra utilizando a opção "Inserir/Editar imagem".
ru: Вы можете заменить сгенерированное изображение другим, используя опцию "Вставить/Редактировать изображение".
tr: 'Resim Ekle\/Düzenle' seçeneğini kullanarak oluşturulan görüntüyü başka bir resimle değiştirebilirsiniz.
zh_cn: 您可以使用“插入/编辑图像”选项将生成的图像替换为另一个图像。
zh_tw: 您可以用「插入/編輯影像」選項來用另一張影像取代產生的影像。

source: Edit CSS Style
ca: Edita l'estil CSS
ca_es@valencia: Edita l'estil CSS
dz: སི་ཨེསི་ཨེསི་བཟོ་རྣམ་ཞུན་དག་འབད
el: Επεξεργασία CSS τεχνοτροπίας
es: Editar Estilo CSS
eu: Aldatu CSS estiloa
fr: Éditer la feuille de style (CSS)
gl: Editar Estilo CSS
it: Modifica stile CSS
nl: CSS Stijl bewerken
pl: Edycja Stylu CSS
pt: Editar CSS
ru: Редактировать CSS стиль
tr: CSS Stilini Düzenle
zh_cn: 编辑CSS样式
zh_tw: 編輯 CSS 樣式
