Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Learning Resource Type
ca: Tipus de recurs educatiu
ca_es@valencia: Tipus de recurs d'aprenentatge
dz: སྦྱང་ནི་དངོས་པོའི་དབྱེ་བ
el: Είδος μαθησιακού πόρου
es: Tipo de recurso educativo
eu: Hezkuntzako Errekurtso mota
fr: Type de ressources d'apprentissage
gl: Tipo de recurso educativo
it: Tipo di risorsa educativa
nl: soort lesmateriaal
pl: Typ zasobów edukacyjnych
pt: Tipo de recurso de aprendizagem
ru: Тип ресурсов обучения
tr: Öğrenme Kaynağı Türü
zh_cn: 学习资源类型
zh_tw: 學習資源型態

source: Interactivity Level
ca: Nivell d'interactivitat
ca_es@valencia: Nivell d'interactivitat
dz: ཕན་ཚུན་འབྲེལ་བའི་གནས་རིམ
el: Επίπεδο διάδρασης
es: Nivel de interactividad
eu: Elkarreragin maila
fr: Niveau d'interactivité
gl: Nivel de Interactividade
it: Livello di interattività
nl: niveau van interactiviteit
pl: Poziom interaktywności
pt: Grau de interatividade
ru: Интерактивный уровень
tr: Etkileşim Seviyesi
zh_cn: 交互级别
zh_tw: 互動等級

source: Semantic Density
ca: Densitat semàntica
ca_es@valencia: Densitat semàntica
el: Σημασιολογική πυκνότητα
es: Densidad semántica
eu: Dentsitate semantikoa
fr: Densité sémantique
gl: Densidade semántica
it: Densità semantica
nl: Semantische dichtheid
pl: Gęstość semantyczna
pt: Densidade semântica
ru: Семантическая плотность
tr: Anlamsal yoğunluk
zh_cn: 语义密度
zh_tw: 語意密度

source: Intended End User Role
ca: Rol previst de l'usuari final
ca_es@valencia: Rol previst de l'usuari final
el: Επιθυμητός ρόλος τελικού χρήστη
es: Destinatario
eu: Hartzailearen rola
fr: Destinataire final
gl: Persoa destinataria
it: Ruolo previsto per l'utente finale
nl: Bedoelde rol van de eindgebruiker
pl: Zamierzona rola użytkownika końcowego
pt: Papel do utilizador pretendido
ru: Предназначенная роль конечного пользователя
tr: Amaçlanan Sonu Kullanıcı Rolü
zh_cn: 预期的最终用户角色
zh_tw: 特定終端用戶角色

source: Context
dz: སྐབས་དོན
el: Χώρος υλοποίησης
es: Lugar de utilización
eu: Testuingurua
fr: Contexte
gl: Contexto
it: Contesto
pl: Usytuowanie
pt: Contexto
ru: Контекст
tr: Bağlam
zh_cn: 情境
zh_tw: 情境

source: Typical Age Range
ca: Interval d'edat típic
ca_es@valencia: Interval normal d'edat
dz: འཁྲུལ་བ་མེད་པའི་ལོ་ཚད་
el: Τυπικό εύρος ηλικιών
es: Rango típico de edad
eu: Hartzailearen ohiko adina
fr: Tranche d'âge visée
gl: Rango medio de idade
it: Gamma di età tipica
nl: Typische leeftijdsgroep
pl: Typowy przedział wiekowy
pt: Faixa etária típica
ru: Типовые возрастные рамки
tr: Genel Yaş Aralığı
zh_cn: 典型年龄范围
zh_tw: 典型年齡範圍

source: Difficulty
ca: Dificultat
ca_es@valencia: Dificultat
dz: དཀའ་ཚེགས
el: Δυσκολία
es: Dificultad
eu: Zailtasuna
fr: Difficulté
gl: Dificultade
it: Difficoltà
nl: moeilijkheidgraad
pl: Trudności
pt: Dificuldade
ru: Трудность
tr: Zorluk
zh_cn: 难度
zh_tw: 困難度

source: Typical Learning Time
ca: Temps d'aprenentatge típic
ca_es@valencia: Temps normal d'aprenentatge
dz: འཁྲུལ་བ་མེད་པའི་སློབ་སྦྱང༌གི་དུས་ཚད
el: Τυπικός μαθησιακός χρόνος
es: Tiempo típico de aprendizaje
eu: Ohiko ikaskuntzaren denbora
fr: Temps d'apprentissage moyen
gl: Duración media da aprendizaxe
it: Tempo tipico di apprendimento
nl: Gebruikelijke leertijd
pl: Typowy czas nauki
pt: Duração típica da aprendizagem
ru: Типовое время обучения
tr: Genel Öğrenme Süresi
zh_cn: 典型的学习时间
zh_tw: 典型學習時間

source: Cost
dz: རིན
el: Κόστος
es: Coste
eu: Kostua
fr: Coût
gl: Custo
it: Costo
nl: Kosten
pl: Koszt
pt: Coste
ru: Цена
tr: Maliyet
zh_cn: 成本
zh_tw: 成本

source: Copyright And Other Restrictions
ca: Drets de còpia i altres restriccions
ca_es@valencia: Copyright i altres restriccions
el: Πνευματικά δικαιώματα και άλλοι περιορισμοί
es: Derechos de autor y otras restricciones
eu: Copyright eta bestelako murrizketak
fr: Droits et autres restrictions
gl: Copyright e outras restricións
it: Copyright e altre restrizioni
nl: Copyright en andere voorwaarden
pl: Prawa autorskie i inne ograniczenia
pt: Copyright e outras restrições
ru: Авторские права и другие ограничения
tr: Telif Hakkı ve Diğer Kısıtlamalar
zh_cn: 版权和其他限制
zh_tw: 版權與其他限制

source: Kind
ca: Tipus
ca_es@valencia: Tipus
dz: དབྱེ་ཁག
el: Είδος
es: Tipo
eu: Mota
fr: Genre
gl: Tipo
it: Tipo
nl: Soort
pl: Rodzaj
pt: Tipo
ru: Вид
tr: Tür
zh_cn: 类
zh_tw: 種類

source: Resource
ca: Recurs
ca_es@valencia: Recurs
dz: དངོས་པོ
el: Πόρος
es: Recurso
eu: Baliabidea
fr: Ressource
gl: Recurso
it: Risorsa
nl: Bron
pl: Zasób
pt: Recurso
ru: Ресурс
tr: Kaynak
zh_cn: 资源
zh_tw: 資源

source: Entity
ca: Entitat
ca_es@valencia: Entitat
dz: ངོ་བོ
el: Οντότητα
es: Entidad
eu: Entitatea
fr: Entité
gl: Entidade
it: Entità
nl: Entiteit
pl: Jednostka
pt: Entidade
ru: Сущность
tr: Varlık
zh_cn: 实体
zh_tw: 實體

source: Purpose
ca: Propòsit
ca_es@valencia: Propòsit
dz: དགོས་དོན
el: Σκοπός
es: Propósito
eu: Asmoa
fr: Objet
gl: Finalidade
it: Scopo
nl: Doelstelling
pl: Zastosowanie
pt: Finalidade
ru: Причина
tr: Amaç
zh_cn: 用途
zh_tw: 用途

source: Download Classification Sources
ca: Descarrega les fonts de classificació
ca_es@valencia: Baixa fonts de classificació
dz: དབྱེ་བཟོ་གི་འབྱུང་ཁུངས་ཚུ་ཕབ་ལེན་འབད
el: Λήψη πηγών ταξινόμησης
es: Descargar las fuentes de la taxonomía
eu: Sailkapen iturriak jaitsi
fr: Télécharger les ressources de classification
gl: Descargar as fontes de clasificación
it: Scarica fonti della classificazione
nl: Download classificatie bronnen
pl: Pobierz źródła klasyfikacji
pt: Descarregar as fontes de classificação
ru: Загрузить классифицированные исходники
tr: Sınıflandırma Kaynaklarını İndirin
zh_cn: 下载分类来源
zh_tw: 下載分類來源

source: Taxon Path
ca: Camí al tàxon
ca_es@valencia: Camí del tàxon
dz: དབྱེ་བསལ་བྱ་རིམ་གྱི་འགྲུལ་ལམ
el: Διαδρομή ταξινόμησης
es: Ruta taxonómica
eu: Taxonaren bidea
fr: Itinéraire taxinomique
gl: Ruta taxonómica
it: Percorso della tassonomia
nl: Taxon pad
pl: Ścieżka Taxon
pt: Classe
ru: Путь таксона
tr: Takson yolu
zh_cn: 分类路径
zh_tw: Taxon 路徑

source: Cognitive Process
ca: Procés cognitiu
ca_es@valencia: Procés cognitiu
el: Γνωστική διαδικασία
es: Proceso cognitivo
eu: Prozesu kognitiboa
fr: Procès cognitif
gl: Proceso cognitivo
it: Processo cognitivo
nl: Verstandelijk proces
pl: Proces poznawczy
pt: Processo cognitivo
ru: Познавательный процесс
tr: Bilişsel Süreç
zh_cn: 认知过程
zh_tw: 認知進程

source: Access
ca: Accés
ca_es@valencia: Accés
dz: འཛུལ་སྤྱོད་འབད་ནི
el: Πρόσβαση
es: Acceso
eu: Sarbidea
fr: Accès
gl: Acceso
it: Accesso
nl: Toegang
pl: Dostęp
pt: Acesso
ru: Доступ
tr: Erişim
zh_cn: 访问
zh_tw: 存取

source: Access Type
ca: Tipus d'accés
ca_es@valencia: Tipus d'accés
dz: འཛུལ་སྤྱོད་འབད་ནི་དབྱེ་བ
el: Τύπος πρόσβασης
es: Tipo de acceso
eu: Sarbide mota
fr: Type d'accès
gl: Tipo de acceso
it: Tipo di accesso
nl: Soort toegang
pl: Typ dostępu
pt: Tipo de acesso
ru: Тип доступа
tr: Erişim türü
zh_cn: 存取类型
zh_tw: 存取型態

source: Now
ca: Ara
ca_es@valencia: Ara
dz: ད་ལྟོ
el: Τώρα
es: Ahora
eu: Orain
fr: Maintenant
gl: Agora
it: Adesso
nl: Nu
pl: Teraz
pt: Agora
ru: Теперь
tr: Şimdi
zh_cn: 现在
zh_tw: 現在

source: Time
ca: Hora
ca_es@valencia: Hora
dz: དུས་ཡུན
el: Χρόνος
es: Hora
eu: Denbora
fr: Temps
gl: Tempo
it: Tempo
nl: Tijd
pl: Czas
pt: Tempo
ru: Время
tr: Zaman
zh_cn: 时间
zh_tw: 時間

source: Required
ca: Requerit
ca_es@valencia: Requerit
dz: དགོས་མཁོ་ཡོད
el: Απαιτείται
es: Obligatorio
eu: Derrigorrezkoa
fr: Nécessaire
gl: Requirido
it: Richiesto
nl: Verplicht
pl: Wymagane
pt: Requerido
ru: Обязательный
tr: Gerekli
zh_cn: 必需的
zh_tw: 需要的

source: Optional
ca: Opcional
ca_es@valencia: Opcional
dz: གདམ་ཁ་ཅན
el: Προαιρετικό
es: Opcional
eu: Aukerakoa
fr: Optionnel
gl: Opcional
it: Opzionale
nl: Niet verplicht
pl: Opcjonalne
pt: Opcional
ru: Опционально
tr: İsteğe bağlı
zh_cn: 可选的
zh_tw: 選擇性的

source: You will loss all taxon config for this source. Would you like to continue?
ca: Aneu a perdre tota la configuració taxonòmica per a aquesta font. Esteu segurs de voler continuar ?
ca_es@valencia: Perdreu la configuració de tots els tàxons per a aquesta font. Voleu continuar?
el: Θα χάσετε όλες τις ρυθμίσεις ταξινόμησης γι' αυτή την πηγή. Θέλετε να συνεχίσετε;
es: Perderá toda la configuración taxonómica de esta fuente. ¿Confirma que desea continuar?
eu: Iturri honentzako taxon konfigurazio guztiak galduko dira. Jarraitu nahi duzu?
fr: Toutes les configurations taxinomiques de cette ressource seront perdues. Voulez-vous continuer?
gl: Perderase toda a configuración taxonómica desta fonte. Confirma que desexa continuar?
it: Tutte le configurazioni di tassonomia di questa sorgente verranno perse. Continuare?
nl: U zult alle taxon gegevens voor deze bron kwijt raken. Wilt U verder gaan?
pl: Utracisz całą konfigurację taxon dla tego źródła. Czy chciałbyś kontynuować?
pt: Vai perder toda a configuração de tópicos para esta fonte. Tem a certeza de querer continuar?
ru: Вы можете потерять весь конфиг таксона для этого исходника. Вы точно хотите продолжить?
tr: Bu kaynak için tüm takson yapılandırmasını kaybedeceksiniz. Devam etmek ister misin?
zh_cn: 您将丢失此来源的所有taxon配置。你想继续吗？
zh_tw: 您會失去此來源所有的 taxon 設定。您要繼續嗎？

source: You will loss all taxon config in this section. Would you like to continue?
ca: Aneu a perdre tota la configuració taxonòmica en aquesta secció. Esteu segur de voler continuar ?
ca_es@valencia: Perdreu la configuració de tots els tàxons d'aquesta secció. Voleu continuar?
el: Θα χάσετε όλες τις ρυθμίσεις ταξινόμησης σε αυτόν τον τομέα. Θέλετε να συνεχίσετε;
es: Perderá toda la configuración taxonómica de esta sección. ¿Confirma que desea continuar?
eu: Atal honentzako taxon konfigurazio guztiak galduko dira. Jarraitu nahi duzu?
fr: Toutes les configurations taxinomiques de cette section seront perdues. Voulez-vous continuer?
gl: Perderase toda a configuración taxonómica desta sección. Confirma que desexa continuar?
it: Tutte le configurazioni di tassonomia di questa sezione verranno perse. Continuare?
nl: U zult alle taxon gegevens in dit gedeelte kwijtraken. Wilt U verder gaan?
pl: W tej sekcji utracisz całą konfigurację taxon. Czy chciałbyś kontynuować?
pt: Vai perder toda a configuração de tópicos desta secção. Tem a certeza de querer continuar?
ru: Вы можете потерять весь конфиг таксона для этой сессии. Вы точно хотите продолжить?
tr: Bu bölümde tüm takson yapılandırmasını kaybedeceksiniz. Devam etmek ister misin?
zh_cn: 您将丢失此部分中的所有taxon配置。你想继续吗？
zh_tw: 您會失去此章節中所有的 taxon 設定。您要繼續嗎？

source: Years
ca: Anys
ca_es@valencia: Anys
dz: ལོ
el: Έτη
es: Años
eu: Urteak
fr: Années
gl: Anos
it: Anni
nl: Jaren
pl: Lat
pt: Anos
ru: Годы
tr: Yıl
zh_cn: 年
zh_tw: 年

source: Months
ca: Mesos
ca_es@valencia: Mesos
dz: ཟླཝ
el: Μήνες
es: Meses
eu: Hilabeteak
fr: Mois
gl: Meses
it: Mesi
nl: Maanden
pl: Miesięcy
pt: Meses
ru: Месяцы
tr: Ay
zh_cn: 月
zh_tw: 月

source: Days
ca: Dies
ca_es@valencia: Dies
dz: ཉིནམ
el: Ημέρες
es: Días
eu: Egunak
fr: Jours
gl: Días
it: Giorni
nl: Dagen
pl: Dni
pt: Dias
ru: Дни
tr: Gün
zh_cn: 日
zh_tw: 日

source: Hours
ca: Hores
ca_es@valencia: Hores
dz: ཆུ་ཚོད
el: Ώρες
es: Horas
eu: Orduak
fr: Heures
gl: Horas
it: Ore
nl: Uren
pl: Godzin
pt: Horas
ru: Часы
tr: Saat
zh_cn: 时
zh_tw: 小時

source: Minutes
ca: Minuts
ca_es@valencia: Minuts
dz: སྐར་མ
el: Λεπτά
es: Minutos
eu: Minutuak
gl: Minutos
it: Minuti
nl: Minuten
pl: Minut
pt: Minutos
ru: Минуты
tr: Dakika
zh_cn: 分
zh_tw: 分鐘

source: Seconds
ca: Segons
ca_es@valencia: Segons
dz: སྐར་ཆ
el: Δευτερόλεπτα
es: Segundos
eu: Segundoak
fr: Secondes
gl: Segundos
it: Secondi
nl: Seconden
pl: Sekund
pt: Segundos
ru: Секунды
tr: Saniye
zh_cn: 秒
zh_tw: 秒

source: Append Section
ca: Afegeix secció
ca_es@valencia: Afig una secció
dz: དབྱེ་ཚན་མཇུག་བསྣོན་འབད
el: Προσάρτηση τομέα
es: Añadir sección
eu: Atala erantsi
fr: Ajouter section
gl: Engadir sección
it: Aggiungi sezione
nl: Voeg sectie toe
pl: Dołącz sekcję
pt: Acrescentar secção
ru: Добавить секцию
tr: Bölüm Ekle
zh_cn: 附加小节
zh_tw: 附加章節

source: Delete Section
ca: Suprimeix secció
ca_es@valencia: Suprimeix la secció
dz: དབྱེ་ཚན་སྟོན་གཏང
el: Διαγραφή τομέα
es: Eliminar sección
eu: Atala ezabatu
fr: Effacer section
gl: Eliminar sección
it: Cancella sezione
nl: Verwijder sectie
pl: Usuń sekcję
pt: Apagar secção
ru: Удалить секцию
tr: Bölümü Sil
zh_cn: 删除小节
zh_tw: 刪除章節

source: Notice
ca: Noticia
ca_es@valencia: Avís
dz: བརྡ་བསྐུལ
el: Ειδοποίηση
es: Nota
eu: Oharra
fr: Note
gl: Nota
it: Avviso
nl: Let op!
pl: Powiadomienia
pt: Aviso
ru: Замечание
tr: Fark Etmen
zh_cn: 通告
zh_tw: 注意

source: There should be at least one section of this type
ca: Hi haurà al menys una secció d'aquest tipus
ca_es@valencia: Ha d'haver-hi almenys una secció d'aquest tipus
el: Πρέπει να υπάρχει τουλάχιστον μία ενότητα αυτού του τύπου
es: Debe haber al menos una sección de este tipo
eu: Gutxienez mota honetako atal bat egon beharko luke
fr: Au moins une section de ce type est nécessaire
gl: Debe haber polo menos unha sección deste tipo
it: Ci dovrebbe essere almeno una sezione di questo tipo
pl: Powinna istnieć co najmniej jedna sekcja tego typu
ru: Должен быть хотя бы один раздел такого типа
tr: Bu türden en az bir bölüm olmalıdır
zh_cn: 此类型至少需要一个小节
zh_tw: 這個型態至少要有一個章節

source: void
ca: buit
ca_es@valencia: buit
dz: སྟོངམ
el: κενό
es: vacío
eu: hutsa
fr: aucune
gl: vacío
it: vuoto
nl: Geen
pl: opróżnij
tr: geçersiz
zh_cn: 空
zh_tw: 無

source: creative commons: attribution 4.0
ca: Creative Commons: Reconeixement 4.0
ca_es@valencia: llicència creative commons 4.0 reconeixement
el: creative commons: Αναφορά Δημιουργού 4.0
es: Creative Commons: Reconocimiento 4.0
eu: creative commons: aitortu 4.0
gl: creative commons: atribución 4.0
nl: creative commons: Naamsvermelding 4.0
pl: pewne prawa zastrzeżone: uznanie autorstwa 4.0
pt: Creative Commons: Atribuição 4.0
tr: creative commons: atıf -4.0
zh_cn: 知识共享协议：署名 4.0
zh_tw: CC 授權條款 4.0 版

source: creative commons: attribution - non derived work 4.0
ca: Creative Commons: Reconeixement - SenseObraDerivada 4.0
ca_es@valencia: llicència creative commons 4.0 reconeixement - sense obres derivades
el: creative commons: Αναφορά Δημιουργού - Όχι Παράγωγα Έργα 4.0
es: Creative Commons: Reconocimiento - sin obra derivada 4.0
eu: creative commons: aitortu-lan eratorririk gabe 4.0
fr: Creative Commons: Attribution - travail non dérivé 4.0
gl: creative commons: atribución - sen obra derivada 4.0
nl: Creative Commons Naamsvermelding - Geen afgeleide werken 4.0
pl: pewne prawa zastrzeżone: uznanie autorstwa - bez utworów zależnych 4.0
pt: Creative Commons: Atribuição - Sem Derivações 4.0
tr: creative commons: atıf - gayrii ticari- aynı şekilde paylaş 4.0
zh_cn: 知识共享协议：署名 - 禁止演绎 4.0
zh_tw: CC 授權 -- 禁止改作條款 4.0 版

source: creative commons: attribution - non derived work - non commercial 4.0
ca: Creative Commons: Reconeixement - SenseObraDerivada - NoComercial 4.0
ca_es@valencia: llicència creative commons 4.0 reconeixement - sense obres derivades - no comercial
el: creative commons: Αναφορά Δημιουργού - Όχι Παράγωγα Έργα - Μη Εμπορική Χρήση 4.0
es: Creative Commons: Reconocimiento - sin obra derivada - no comercial 4.0
eu: creative commons: aitortu-lan eratorririk gabe-ez komertziala 4.0
fr: Creative Commons: attribution - travail non modifié - non commercial 4.0
gl: creative commons: atribución - sen obra derivada - non comercial 4.0
nl: Creative Commons Naamsvermelding - Geen afgeleide werken - Niet commercieel 4.0
pl: pewne prawa zastrzeżone: uznanie autorstwa - bez utworów zależnych - użycie niekomercyjne 4.0
pt: Creative Commons: Atribuição - Sem Derivações - Não Comercial 4.0
tr: creative commons: atıf - türetilemez- gayrii ticari 4.0
zh_cn: 知识共享协议：署名 - 禁止演绎 - 非商业性使用 4.0
zh_tw: CC 授權 -- 非商業性禁止改作條款 4.0 版

source: creative commons: attribution - non commercial 4.0
ca: Creative Commons: Reconeixement - NoComercial 4.0
ca_es@valencia: llicència creative commons 4.0 reconeixement - no comercial
el: creative commons: Αναφορά Δημιουργού - Μη Εμπορική Χρήση 4.0
es: Creative Commons: Reconocimiento - no comercial 4.0
eu: creative commons: aitortu-ez komertziala 4.0
gl: creative commons: atribución - non comercial 4.0
nl: Creative Commons Naamsvermelding - Niet commercieel 4.0
pl: pewne prawa zastrzeżone: uznanie autorstwa - użycie niekomercyjne 4.0
pt: Creative Commons: Atribuição - Não Comercial 4.0
tr: creative commons: atıf - türetilemez 4.0
zh_cn: 知识共享协议：署名 - 非商业性使用 4.0
zh_tw: CC 授權 -- 非商業性條款 4.0 版

source: creative commons: attribution - non commercial - share alike 4.0
ca: Creative Commons: Reconeixement - NoComercial - CompartirIgual 4.0
ca_es@valencia: llicència creative commons 4.0 reconeixement - no comercial - compartir igual
el: creative commons: Αναφορά Δημιουργού - Μη Εμπορική Χρήση - Παρόμοια Διανομή 4.0
es: Creative Commons: Reconocimiento - no comercial - compartir igual 4.0
eu: creative commons: aitortu-ez komertziala-partekatu berdin 4.0
fr: Creative Commons: attribution - non commercial - partage identique 4.0
gl: creative commons: atribución - non comercial - compartir igual 4.0
nl: Creative Commons Naamsvermelding - Niet commercieel - Gelijk delen 4.0
pl: pewne prawa zastrzeżone: użycie niekomercyjne - na tych samych warunkach 4.0
pt: Creative Commons: Atribuição - Não Comercial - Compartilha Igual 4.0
tr: creative commons: atıf - gayrii ticari- aynı şekilde paylaş 4.0
zh_cn: 知识共享协议：署名 - 非商业性使用 - 相同方式共享 4.0
zh_tw: CC 授權 -- 非商業性相同方式分享 4.0 版

source: creative commons: attribution - share alike 4.0
ca: Creative Commons: Reconeixement - CompartirIgual 4.0
ca_es@valencia: llicència creative commons 4.0 reconeixement-compartir igual
el: creative commons: Αναφορά Δημιουργού - Παρόμοια Διανομή 4.0
es: Creative Commons: Reconocimiento - compartir igual 4.0
eu: creative commons: aitortu-partekatu berdin 4.0
fr: Creative Commons: attribution - partage identique 4-0
gl: creative commons: atribución - compartir igual 4.0
nl: Creative Commons Naamsvermelding - Gelijk delen 4.0
pl: pewne prawa zastrzeżone: na tych samych warunkach 4.0
pt: Creative Commons: Atribuição - Compartilha Igual 4.0
tr: creative commons: atıf - aynı şekilde paylaş 4.0
zh_cn: 知识共享协议：署名 - 相同方式共享 4.0
zh_tw: CC 授權 -- 相同方式分享 4.0 版

source: creative commons: attribution 3.0
ca: Creative Commons: Reconeixement 3.0
ca_es@valencia: llicència creative commons 3.0 reconeixement
el: creative commons: Αναφορά Δημιουργού 3.0
es: Creative Commons: Reconocimiento 3.0
eu: creative commons: aitortu 3.0
gl: creative commons: atribución 3.0
nl: creative commons: Naamsvermelding 3.0
pl: pewne prawa zastrzeżone: uznanie autorstwa 3.0
pt: Creative Commons: Atribuição 3.0
tr: creative commons: atıf - 3.0
zh_cn: 知识共享协议：署名 3.0
zh_tw: CC 授權條款 3.0 版

source: creative commons: attribution - non derived work 3.0
ca: Creative Commons: Reconeixement - SenseObraDerivada 3.0
ca_es@valencia: llicència creative commons 3.0 reconeixement - sense obres derivades
el: creative commons: Αναφορά Δημιουργού - Όχι Παράγωγα Έργα 3.0
es: Creative Commons: Reconocimiento - sin obra derivada 3.0
eu: creative commons: aitortu-lan eratorririk gabe 3.0
fr: Creative Commons: attribution - travail non modifié 3.0
gl: creative commons: atribución - sen obra derivada 3.0
nl: Creative Commons Naamsvermelding - Geen afgeleide werken 3.0
pl: pewne prawa zastrzeżone: uznanie autorstwa - bez utworów zależnych 3.0
pt: Creative Commons: Atribuição - Sem Derivações 3.0
tr: creative commons: atıf - türetilemez-3.0
zh_cn: 知识共享协议：署名 - 禁止演绎 3.0
zh_tw: CC 授權 -- 禁止改作條款 3.0 版

source: creative commons: attribution - non derived work - non commercial 3.0
ca: Creative Commons: Reconeixement - SenseObraDerivada - NoComercial 3.0
ca_es@valencia: llicència creative commons 3.0 reconeixement - sense obres derivades - no comercial
el: creative commons: Αναφορά Δημιουργού - Όχι Παράγωγα Έργα - Μη Εμπορική Χρήση 3.0
es: Creative Commons: Reconocimiento - sin obra derivada - no comercial 3.0
eu: creative commons: aitortu-lan eratorririk gabe-ez komertziala 3.0
fr: Creative Commons: attribution - travail non modifié - non commercial 3.0
gl: creative commons: atribución - sen obra derivada - non comercial 3.0
pl: pewne prawa zastrzeżone: uznanie autorstwa - bez utworów zależnych - użycie niekomercyjne 3.0
pt: Creative Commons: Atribuição - Sem Derivações - Não Comercial 3.0
tr: creative commons: atıf - türetilemez- gayri ticari 3.0
zh_cn: 知识共享协议：署名 - 禁止演绎 - 非商业性使用 3.0
zh_tw: CC 授權 -- 非商業性禁止改作條款 3.0 版

source: creative commons: attribution - non commercial 3.0
ca: Creative Commons: Reconeixement - NoComercial 3.0
ca_es@valencia: llicència creative commons 3.0 reconeixement - no comercial
el: creative commons: Αναφορά Δημιουργού - Μη Εμπορική Χρήση 3.0
es: Creative Commons: Reconocimiento - no comercial 3.0
eu: creative commons: aitortu-ez komertziala 3.0
gl: creative commons: atribución - non comercial 3.0
nl: Creative Commons Naamsvermelding - Niet commercieel 3.0
pl: pewne prawa zastrzeżone: uznanie autorstwa - użycie niekomercyjne 3.0
pt: Creative Commons: Atribuição - Não Comercial 3.0
tr: creative commons: atıf - gayrii ticari 3.0
zh_cn: 知识共享协议：署名 - 非商业性使用 3.0
zh_tw: CC 授權 -- 非商業性條款 3.0 版

source: creative commons: attribution - non commercial - share alike 3.0
ca: Creative Commons: Reconeixement - NoComercial - CompartirIgual 3.0
ca_es@valencia: llicència creative commons 3.0 reconeixement-compartir igual
el: creative commons: Αναφορά Δημιουργού - Μη Εμπορική Χρήση - Παρόμοια Διανομή 3.0
es: Creative Commons: Reconocimiento - no comercial - compartir igual 3.0
eu: creative commons: aitortu-ez komertziala-partekatu berdin 3.0
fr: Creative Commons: attribution - non commercial - partage identique 3.0
gl: creative commons: atribución - non comercial - compartir igual 3.0
nl: Creative Commons Naamsvermelding - Niet commercieel - Gelijk delen 3.0
pl: pewne prawa zastrzeżone: użycie niekomercyjne - na tych samych warunkach 3.0
pt: Creative Commons: Atribuição - Não Comercial - Compartilha Igual 3.0
tr: creative commons: atıf - gayri ticari- aynı şekilde paylaş 3.0
zh_cn: 知识共享协议：署名 - 非商业性使用 - 相同方式共享 3.0
zh_tw: CC 授權 -- 非商業性相同方式分享 3.0 版

source: creative commons: attribution - share alike 3.0
ca: Creative Commons: Reconeixement - CompartirIgual 3.0
ca_es@valencia: llicència creative commons 3.0 reconeixement-compartir igual
el: creative commons: Αναφορά Δημιουργού - Παρόμοια Διανομή 3.0
es: Creative Commons: Reconocimiento - compartir igual 3.0
eu: creative commons: aitortu-partekatu berdin 3.0
fr: Creative Commons: attribution - partage identique 3.0
gl: creative commons: atribución - compartir igual 3.0
nl: Creative Commons Naamsvermelding - Gelijk delen 3.0
pl: pewne prawa zastrzeżone: na tych samych warunkach 3.0
pt: Creative Commons: Atribuição - Compartilha Igual 3.0
tr: creative commons: atıf -aynı şekilde paylaş 3.0
zh_cn: 知识共享协议：署名 - 相同方式共享 3.0
zh_tw: CC 授權 -- 相同方式分享 3.0 版

source: creative commons: attribution 2.5
ca: Creative Commons: Reconeixement 2.5
ca_es@valencia: llicència creative commons 2.5 reconeixement
el: creative commons: Αναφορά Δημιουργού 2.5
es: Creative Commons: Reconocimiento 2.5
eu: creative commons: aitortu 2.5
gl: creative commons: atribución 2.5
nl: creative commons: Naamsvermelding 2.5
pl: pewne prawa zastrzeżone: uznanie autorstwa 2.5
pt: Creative Commons: Atribuição 2.5
tr: creative commons: atıf - 2.5
zh_cn: 知识共享协议：署名 2.5
zh_tw: CC 授權條款 2.5 版

source: creative commons: attribution - non derived work 2.5
ca: Creative Commons: Reconeixement - SenseObraDerivada 2.5
ca_es@valencia: llicència creative commons 2.5 reconeixement - sense obres derivades
el: creative commons: Αναφορά Δημιουργού - Όχι Παράγωγα Έργα 2.5
es: Creative Commons: Reconocimiento - obra no derivada 2.5
eu: creative commons: aitortu-lan eratorririk gabe 2.5
fr: Creative Commons: attribution - travail non modifié 2.5
gl: creative commons: atribución - sen obra derivada 2.5
nl: Creative Commons Naamsvermelding - Geen afgeleide werken 2.5
pl: pewne prawa zastrzeżone: uznanie autorstwa - bez utworów zależnych 2.5
pt: Creative Commons: Atribuição - Sem Derivações 2.5
tr: creative commons: atıf - türetilemez 2.5
zh_cn: 知识共享协议：署名 - 禁止演绎 2.5
zh_tw: CC 授權 -- 禁止改作條款 2.5 版
