Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: <p>Cloze exercises are texts or sentences where students must fill in missing words. They are often used for the following purposes:</p><ol><li>To check knowledge of core course concepts (this could be a pre-check, formative exercise, or summative check).</li><li>To check reading comprehension.</li><li>To check vocabulary knowledge.</li><li>To check word formation and/or grammatical competence. </li></ol>
ca: <p> El exercicis de buits són texts o frases on els estudiants han d'emplenar les paraules que faltin. S'utilitzen sovint pels propòsits següents: :</p><ol><li> Per comprovar els coneixements dels conceptes de base ( així poden fer un preexamen , un exercici formatiu , o una avaluació sumativa).</li><li>Per comprovar la comprensió lectora.</li><li> Per comprovar la comprensió del vocabulari.</li><li> Per comprovar la formació de frases o la competència gramatical.></li></ol>
ca_es@valencia: <p> Els exercicis de compleció són texts o frases en què l'alumnat ha d'omplir un text amb les paraules que hi falten. S'utilitzen sovint per als propòsits següents:</p><ol><li> Per a avaluar els coneixements dels conceptes principals (així es pot fer un preexamen, un exercici formatiu o una avaluació sumatòria).</li><li>Per a avaluar la comprensió lectora.</li><li> Per a avaluar el coneixement del vocabulari.</li><li> Per a avaluar la formació de mots i/o la competència gramatical.></li></ol>
dz: <p>ས་སྟོང་བཀང་ནིའི་སྦྱོང་ལཱ་དེ་ཚུ་ སློན་ཕྲུག་ཚུ་གི་ཡིག་སྣད་ཡང་ན་བརྗོད་ཚིག་ནང་ཚིག་མ་ཚངམ་ཚུ་བཀང་དགོཔ་ཨིན། དེ་ཚུ་འཕྲལ་འཕྲལ་ར་འོག་གི་དནས་ནོད་ཚུའི་དོན་ལུ་ལག་ལེན་འཐབ་ཨིན:</p><ol><li>སློབ་ཚན་གྱི་ནང་སྙིང་བསམ་གཞི་ཚུའི་(འདི་ཚུ་ ཧེ་མ་ཞིབ་དཔྱད་འབད་ནི་ གྲུབ་པའི་སྦྱོང་ལཱ་ཡང་ན་summative ཞིབ་དཔྱད་ཨིནམ་སིད)་ཤེས་བྱ་ཞིབ་དཔྱད་འབད་ནི།</li><li>ལྷག་སྟི་དོན་རྟོགས་ནིའི་ཞིབ་དཔྱད་འབད་ནི།</li><li> མིང་ཚིག་གི་ཤེས་བྱ་ཞིབ་དཔྱད་འབད་ནི།</li><li>ཚིག་བཟོ་ནི་དང་/ཡང་ན་བརྡ་སྤྲོད་ཀྱི་ལྕོགས་གྲུབ་ ཞིབ་དཔྱད་འབད་ནི།</li></ol>
el: <p>Οι ασκήσεις συμπλήρωσης κενών είναι κείμενα ή προτάσεις, όπου οι μαθητές πρέπει να συμπληρώσουν τις λέξεις που λείπουν. Χρησιμοποιούνται συχνά για τους ακόλουθους λόγους:</p><ul><li>Έλεγχο γνώσης βασικών εννοιών των μαθημάτων (αυτό θα μπορούσε να είναι διαγνωστική, διαμορφωτική ή τελική αξιολόγηση).</li><li>Έλεγχο κατανόησης γραπτού λόγου.</li><li>Έλεγχο γνώσης λεξιλογίου.</li><li>Έλεγχο μορφολογίας λέξεων ή/και γραμματικής.</li></ul>
es: <p>Los ejercicios de rellenar huecos consisten en textos u oraciones donde los estudiantes deben completar las palabras que faltan. Este tipo de ejercicios se usa para diversos fines:</p><ol><li>Para comprobar los conocimientos de los conceptos clave de un curso (podría tratarse de un control previo, una prueba formativa o una prueba sumativa).</li><li>Para comprobar la comprensión lectora.</li><li>Para comprobar el conocimiento de vocabulario.</li><li>Para comprobar la competencia morfológica o gramatical.</li></ol>
eu: <p>Hutsuneak betetzeko ariketetan, ikasleek testuan falta diren hitzak edo esaldiak idatzi beharko dituzte. Ariketa horiek hainbat helburu izaten dituzte:</p><ol><li>Ikastaroko oinarrizko kontzeptuak ezagutzen ote diren egiaztatzea (aurrekontrol, trebakuntza ariketa edo froga gehigarri gisa).</li><li>Irakurgaia zenbateraino ulertu den frogatzea.</li><li>Hiztegia zenbateraino ezagutzen den egiaztatzeko.</li><li>Hitz osaketa/gramatika ziurtatzeko. </li></ol>
fr: <p> Les exercices du type "remplir les blancs" sont des textes ou des phrases au sein desquels les apprenants doivent trouver et remplir les mots manquants. Ils sont souvent utilisés dans les cas suivants:</p> <ol> <li> Pour valider la connaissance des concepts de base d'un cours (exercice de pré-requis, formatif ou certificatif).</li> <li> Pour valider la compréhension d'un texte.</li> <li> Pour valider la connaissance du vocabulaire.</li> <li> Pour valider les compétences grammaticales ou syntaxiques.</li> <li>
gl: <p>Os exercicios de encher ocos consisten en textos ou oracións onde o alumnado debe completar as palabras que faltan. Utilízanse normalmente coas seguintes finalidades:</p><ol><li>Para verificar o coñecemento dos conceptos clave dun curso (podería ser un test de precoñecemento, un exercicio formativo ou unha proba sumativa).</li><li>Para verificar a comprensión lectora.</li><li>Para verificar os coñecementos de vocabulario.</li><li>Para comprobar a competencia morfolóxica ou gramatical. </li></ol>
it: <p>Gli esercizi cloze sono testi o frasi in cui gli studenti devono inserire le parole mancanti. Essi sono spesso utilizzati per i seguenti obiettivi:</p><ol><li>Verificare la conoscenza dei concetti base del corso (potrebbero essere verifiche preliminari, esercizi formativi o verifiche sommative).</li><li>Per verificare la comprensione della lettura.</li><li>Per verificare la conoscenza lessicale.</li><li>Per verificare la produzione scritta e/o le competenze grammaticali. </li></ol>
nl: <p>Een invuloefening bestaat uit een zin of tekst waarin woorden weggelaten zijn, en de student de ontbrekende woorden moet invullen. Ze worden vaak gebruikt in volgende gevallen:</p><ol><li>Om de kennis van basisbegrippen te toetsen (als starttoets, formatieve oefening of eindtoets).</li><li>Om leesvaardigheid te toetsen.</li><li>Om kennis van de woordenschat te toetsen (bijv. voor anderstaligen).</li><li>Om woordvorming en/of grammaticale kennis te toetsen. </li></ol>
pl: <p>Ten typ testu to ćwiczenie, w którym z tekstu usunięto pewne wyrazy lub frazy. Uczeń musi wypełnić puste miejsca. Zazwyczaj używany jest do następujących celów:</p><ol><li>Do sprawdzenia wiedzy o podstawowych zagadnieniach lekcji (w formie sprawdzania przed, w trakcie i na zakończenie lekcji).</li><li>Do sprawdzenia zdolności czytania ze zrozumieniem.</li><li>Do sprawdzenia zasobu słownictwa (dla osób uczących się angielskiego).</li><li>Do sprawdzenia umiejętności tworzenia zdań i/lub gramatyki.</li></ol>
pt: <p>Exercícios de preencher espaços em branco são textos ou frases em que o estudante deve preencher as palavras que faltam. Normalmente são usados com as seguintes finalidades:</p><ol><li>Para verificar os conceitos chave de um curso (poderá ser um teste de diagnóstico, um exercício formativo ou uma avaliação sumativa).</li><li>Para verificar a compreensão de leitura.</li><li>Para verificar os conhecimentos de vocabulário.</li><li>Para verificar a competência gramatical ou relativa à formação de palavras. </li></ol>
ru: <p>Упражнения типа "заполни пропуски" -это тексты или фразы, в которых пропущены некоторые слова, которые учащийся должен найти и вписать. Они часто используются в следующих случаях:</p><ol><li>Проверка знаний основных понятий курса (это может быть тест предшествующий курсу, упражнение или обобщающий тест по завершению курса)</li><li>Для проверки понимания прочитанного.</li><li>Для проверки словарного запаса.</li><li>Для проверки знаний грамматики и правил словообразования. </li></ol>
tr: <p>Boşluk doldurma alıştırmaları, öğrencilerin eksik kelimeleri doldurmaları gereken metinler veya cümlelerdir. Genellikle aşağıdaki amaçlar için kullanılırlar:</p><ol><li>Temel ders kavramlarına ilişkin bilgiyi kontrol etmek (bu bir ön kontrol, biçimlendirici alıştırma veya özetleyici kontrol olabilir).</li><li>Okuduğunu anlamayı kontrol etmek için.</li><li>Kelime bilgisini kontrol etmek için.</li><li>Kelime oluşturma ve/veya gramer yeterliliğini kontrol etmek </li></ol>
zh_cn: 填空练习是一段文章中, 有些字或词被删除. 学生需填上这些空格.
zh_tw: <p>克漏字 (Cloze) 克漏字是給一段文字或句子，學生們要填上缺少的單字。它們通常有幾個目的：</p><ol><li>確認主要課程觀念的知識（也許是預先確認，單字成份練習，或是摘要確認）。</li><li>確認閱讀理解力。</li><li>確認字彙知識。</li><li>確認單字的組成與文法的完成度。</li></ol>
