Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Current frame second
ca: Marc actual segon
ca_es@valencia: Segon del marc actual
dz: ད་ལྟོའི་གཞི་ཁྲམ་གྱི་སྐར་ཆག
el: Δευτερόλεπτο τρέχοντος καρέ
es: Segundo del fotograma actual
eu: Uneko fotogramaren segundoa
fr: Images par seconde
gl: Segundo do fotograma actual
it: FPS attuali
pl: Bieżąca sekunda klatki
ru: Текущая рамка вторая
tr: Geçerli kare saniye
zh_cn: 当前帧秒
zh_tw: 目前的訊框秒數

source: The slide can't start in that second (zero).
ca: La diapositiva no pot començar en aqueix segon (zero).
ca_es@valencia: La diapositiva no pot començar en aquest segon (zero).
el: Η διαφάνεια δεν μπορεί να ξεκινά σε αυτό το δευτερόλεπτο (μηδέν).
es: El fotograma no puede empezar en el segundo cero.
eu: Ezin da hasi diapositiba segundo horretan (zero).
fr: La séquence ne peut pas commencer à cette seconde (zéro).
gl: O fotograma non pode comezar nese segundo (cero)
it: La diapo non può partire in questo secondo (zero).
pl: Slajd nie może rozpocząć się w tym momencie (zero).
ru: Слайд не может начаться в эту секунду (ноль).
tr: Slayt o saniyede (sıfır) başlayamaz.
zh_cn: 幻灯片无法在（零）秒开始播放。
zh_tw: 無法從 0 秒開始。

source: The video is not that long. Check the start/end time.
ca: El vídeo no és tan llarg. Comprova el temps d'inici/final.
ca_es@valencia: El vídeo no és tan llarg. Comproveu l'hora de començament i la d'acabament.
el: Το βίντεο δεν έχει τόση μεγάλη διάρκεια. Ελέγξτε το χρόνο έναρξης/λήξης.
es: El vídeo no parece tan largo. Compruebe los valores de inicio y fin.
eu: Bideoa ez da hain luzea. Egiaztatu hasiera/amaiera uneak.
fr: La vidéo n' est pas si longue. Vérifiez le temps de début et de fin.
gl: O vídeo non ten a lonxitude indicada. Comprobe os valores de inicio e fin.
it: Il video è più corto di così. Controllare inizio/fine.
pl: Film nie jest tak długi. Sprawdź czas rozpoczęcia/zakończenia.
ru: Видео не такое долгое. Проверьте время начала/окончания.
tr: Video o kadar uzun değil. Başlangıç/bitiş zamanını kontrol edin.
zh_cn: 视频不长。检查开始/结束时间。
zh_tw: 影片沒有那麼長。看一下開始/結束的時間吧。

source: Please check the start/end time.
ca: Comprova el temps d'inici/final.
ca_es@valencia: Comproveu l'hora d'inici i la de fi.
el: Παρακαλώ ελέγξτε το χρόνο έναρξης/λήξης.
es: Compruebe los valores de inicio y fin.
eu: Gaitu hasiera/amaiera uneak.
fr: Veuillez vérifier le temps de debut et de fin.
gl: Comprobe os valores de inicio e fin.
it: Controllare tempo di inizio/fine.
pl: Sprawdź czas rozpoczęcia/zakończenia.
ru: Пожалуйста, проверьте время начала/окончания.
tr: Lütfen başlangıç/bitiş zamanını kontrol edin.
zh_cn: 请检查开始/结束时间。
zh_tw: 請檢查開始/結束時間。

source: Please check the "Start" time
ca: Comprova el temps d'«inici»
ca_es@valencia: Comproveu l'hora de «Inici»
el: Παρακαλώ ελέγξτε το χρόνο έναρξης
es: Compruebe el valor de "Inicio"
eu: Gaitu "Hasiera" unea
fr: Veuillez vérifier le temps de debut.
gl: Comprobe o valor de "Inicio"
it: Controllare tempo di "Inizio"
pl: Sprawdź czas „Uruchomienia”
ru: Пожалуйста, проверьте время "начала"
tr: Lütfen "Başlangıç" zamanını kontrol edin
zh_cn: 请检查“开始”时间
zh_tw: 請檢查「開始」時間

source: Please check the "End" time
ca: Comprova el temps del «final»
ca_es@valencia: Comproveu l'hora de «Fi»
el: Παρακαλώ ελέγξτε το χρόνο λήξης
es: Compruebe el valor de "Fin"
eu: Gaitu "Amaiera" unea
fr: Veuillez vérifier le temps de fin.
gl: Comprobe o valor de "Fin"
it: Controllare tempo di "Fine"
pl: Sprawdź czas „Zakończenia”
ru: Пожалуйста, проверьте время "окончания"
tr: Lütfen "Bitiş" zamanını kontrol edin
zh_cn: 请检查“结束”时间
zh_tw: 請檢查「結束」時間

source: Set the time for the slide to be shown
ca: Estableix el temps a mostrar la diapositiva
ca_es@valencia: Establiu el temps que es mostrarà la diapositiva
el: Καθορίστε τον χρόνο στον οποίο θα εμφανίζεται η διαφάνεια
es: Indique en qué segundo se debe mostrar el fotograma
eu: Ezarri ikusgai dagoen diapositibaren denbora
fr: Déterminez la durée de visionnement de la reproduction.
gl: Indique en que segundo se debe amosar o fotograma
it: Impostare il tempo per mostrare la diapo
pl: Ustaw czas wyświetlania slajdu
ru: Установите время показа слайда
tr: Slaytın gösterileceği zamanı ayarlayın
zh_cn: 设置幻灯片显示的时间
zh_tw: 設定投影片顯示的時間

source: If you don't want the video to stop, set the time for the slide to be hidden
ca: Si no voleu aturar el vídeo, establiu el temps en que la diapositiva quedi oculta
ca_es@valencia: Si no voleu que pare el vídeo, establiu el temps perquè la diapositiva s'amague
el: Εάν δεν θέλετε να σταματά το βίντεο, επιλέξτε απόκρυψη του χρόνου της διαφάνειας
es: Si no quiere que el vídeo se detenga, indique cuándo se debe ocultar el fotograma
eu: Ezkutatu diapositibaren denbora, ez baduzu nahi Bideoa gelditzea
fr: Si vous ne voulez pas que la vidéo s’arrête, réglez l’heure à laquelle la diapositive doit être masquée.
gl: Se non quere que o vídeo se deteña, indique cando se debe ocultar o fotograma
it: Se non si vuole fermare il video, nascondere il tempo in questa diapo
pl: Jeśli nie chcesz, aby wideo zostało zatrzymane, ustaw czas na ukrycie slajdu
ru: Если вы не хотите, чтобы видео останавливалось, установите время для слайда, чтобы быть скрытым
tr: Videonun durmasını istemiyorsanız, slaydın gizleneceği zamanı ayarlayın
zh_cn: 如果您不希望视频停止播放，请设置隐藏幻灯片的时间
zh_tw: 如果您不想停止播放影片，請將投影片的時間設為隱藏

source: Click on %s to get the video current time.
ca: Premeu sobre %s per obtenir el temps actual del vídeo
ca_es@valencia: Feu clic en %s per a obtenir el temps actual del vídeo.
el: Κάντε κλικ στο εικονίδιο %s για να λάβετε τον χρόνο του τρέχοντος καρέ.
es: Pulse en %s para obtener el segundo actual.
eu: Klik egin %s-en bideoaren une jakin horretako denbora lortzeko.
fr: Cliquez sur %s pour obtenir le momento actuel de la vidéo.
gl: Prema en %s para obter o segundo actual do vídeo.
it: Clic su %s per vedere il tempo attuale del video.
pl: Kliknij %s, aby uzyskać aktualny czas filmu.
ru: Нажмите на %s, чтобы узнать текущее время видео.
tr: Geçerli video saatini almak için %s simgesine tıklayın.
zh_cn: 单击%s以获取视频的当前时间。
zh_tw: 點擊 %s 可以許得影片目前的時間。

source: Slide (frame)
ca: Diapositiva (marc)
ca_es@valencia: Diapositiva (quadre)
dz: བཤུད་བརྙན(གཞི་ཁྲམ)
el: Διαφάνεια (καρέ)
es: Diapositiva (fotograma)
eu: Diapositiba (fotograma)
fr: Diapositive (frame)
gl: Diapositiva (fotograma)
it: Diapo (fotogramma)
pl: Slajd (ramka)
ru: Слайд (рамка)
tr: Slayt (çerçeve)
zh_cn: 幻灯片（框架）
zh_tw: 投影片（訊框）

source: Seen
ca: Vist
ca_es@valencia: Vist
dz: མཐོང་ཡོདཔ
el: Τα έχετε δει
es: Visto
eu: Ikusita
fr: Vu
gl: Visto
it: Visto
pl: Widoczny
ru: Просмотрено
tr: Görülen
zh_cn: 可见
zh_tw: 已看過

source: see all the slides and answer all the questions
ca: Mostreu totes les diapositives i responeu totes les qüestions
ca_es@valencia: Vegeu totes les diapositives i contesteu totes les preguntes
el: δείτε όλες τις διαφάνειες και απαντήστε σε όλες τις ερωτήσεις
es: debe ver todo el contenido y contestar a las preguntas
eu: ikusi diapositiba guztiak eta erantzun galderak
fr: Voir toutes les diapositives et répondre à toutes les questions
gl: debe ver todo o contido e responder ás preguntas
it: vedi tutte le diapo e rispondi a tutte le domande
pl: zobacz wszystkie slajdy i odpowiedz na wszystkie pytania
ru: посмотреть все слайды и ответить на все вопросы
tr: tüm slaytları görün ve tüm soruları yanıtlayın
zh_cn: 查看所有幻灯片并回答所有问题
zh_tw: 看完所有的投影片然後回答所有問題

source: This video has no interactive slides.
ca: El vídeo no té diapositives interactives.
ca_es@valencia: Aquest vídeo no conté diapositives interactives.
dz: གློག་བརྙན་དེ་དང་ཕན་ཚུན་འབྲེལ་བའི་བཤུད་བརྙན་ཚུ་མེད
el: Το βίντεο δεν διαθέτει διαδραστικές διαφάνειες.
es: El vídeo no tiene contenidos interactivos.
eu: Bideo honek ez du diapositiba interaktiborik.
fr: Cette vidéo n’a pas de diapositives interactives.
gl: O vídeo non contén contidos interactivos.
it: Questo video non ha diapo interattive.
pl: Ten film nie zawiera interaktywnych slajdów.
ru: Это видео не имеет интерактивных слайдов.
tr: Bu videoda etkileşimli slayt yok.
zh_cn: 该视频没有互动幻灯片。
zh_tw: 此影片沒有互動式功能。

source: Incompatible code
ca: Codi incompatible
ca_es@valencia: Codi incompatible
el: Μη συμβατός κωδικός
es: Código no compatible
eu: Kode ez bateragarria
fr: Code incompatible
gl: Código non compatible
it: Codice incompatibile
pl: Niezgodny kod
ru: Несовместимый код
tr: Uyumsuz kod
zh_cn: 不兼容的代码
zh_tw: 不相容的代碼

source: Only one interactive video per page.
ca: Sols un vídeo interactiu per pàgina.
ca_es@valencia: Sols un vídeo interactiu per pàgina.
el: Επιτρέπεται μόνο ένα διαδραστικό βίντεο σε κάθε σελίδα.
es: Sólo un vídeo interactivo por página.
eu: Bideo interaktibo bakarra orriko.
fr: Une seule vidéo interactive par page.
gl: Só un vídeo interactivo por páxina.
it: Un solo video interattivo per pagina.
pl: Tylko jeden interaktywny film na stronę.
ru: Только одно интерактивное видео на страницу.
tr: Sayfa başına yalnızca bir etkileşimli video.
zh_cn: 每页只有一个互动视频。
zh_tw: 每一頁只能有一個互動式影片。

source: Cover
ca: Portada
ca_es@valencia: Portada
dz: ཕྱི་ཤོག
el: Εξώφυλλο
es: Portada
eu: Azala
fr: Couverture
gl: Portada
it: Copertina
pl: Okładka
ru: Обложка
tr: Kapak
zh_cn: 封面
zh_tw: 封面

source: Exit the fullscreen mode (Esc) to see the current slide
ca: Surt del mode pantalla completa (ESC) per veure la diapositiva actual
ca_es@valencia: Abandona el mode de pantalla completa (Esc) per veure la diapositiva actual
el: Βγείτε από την προβολή πλήρους οθόνης πατώντας Esc, για να δείτε την τρέχουσα διαφάνεια
es: Salga del modo pantalla completa (tecla Esc) para ver la diapositiva
eu: Irten pantaila osoko modutik (Esc) uneko diapositiba ikusteko
fr: Sortez du mode "plein écran" (esc) pour voir la diapositive actuelle
gl: Saír do modo pantalla completa (tecla ESC) para ver a diapositiva actual
it: Esci dalla modalità a tutto schermo (Esc) per vedere la diapo
pl: Wyjdź z trybu pełnoekranowego (Esc), aby zobaczyć bieżący slajd
ru: Выйдите из полноэкранного режима (Esc), чтобы увидеть текущий слайд
tr: Geçerli slaydı görmek için tam ekran modundan (Esc) çıkın
zh_cn: 退出全屏模式（Esc）以查看当前幻灯片
zh_tw: 離開全螢幕模式 (Esc) 來看目前的投影片

source: Right!
ca: Correcte!
ca_es@valencia: Correcte!
dz: ངེས་བདེན!
el: Σωστά!
es: ¡Correcto!
eu: Ondo!
fr: Correct !
gl: Correcto!
it: Giusto!
pl: Dobrze!
ru: Правильно!
tr: Doğru!
zh_cn: 对！
zh_tw: 正確！

source: Drag and drop or use the arrows.
ca: Arrossega i deixa anar per utilitzar fletxes.
ca_es@valencia: Arrossega i deixa anar o utilitza les fletxes.
el: Σύρσιμο και απόθεση ή χρησιμοποιήστε τα βελάκια.
es: Pinche y arrastre o use las flechas.
eu: Arrastatu eta jaregin edo erabili geziak.
fr: Saisissez et lâcher ou utilisez les flèches.
gl: Pinche e arrastre ou utilice as frechas.
it: Trascina e rilascia oppure usa le frecce.
pl: Przeciągnij i upuść lub użyj strzałek.
ru: Перетащите и опустите, или используйте стрелки.
tr: Okları sürükleyip bırakın veya kullanın.
zh_cn: 拖放或使用箭头。
zh_tw: 拖放或使用方向鍵。

source: Move up
ca: Mou cap amunt
ca_es@valencia: Mou cap amunt
dz: ཡར་བཤུད
el: Μετακίνηση επάνω
es: Subir
eu: Igo
fr: Monter
gl: Subir
it: Muovi su
pl: Przenieś w górę
ru: Переместить вверх
tr: Yukarı taşı
zh_cn: 向上移
zh_tw: 向上移

source: Move down
ca: Mou cap avall
ca_es@valencia: Mou cap avall
dz: མར་བཤུད
el: Μετακίνηση κάτω
es: Bajar
eu: Jaitsi
fr: Descendre
gl: Baixar
it: Muovi giù
pl: Przenieś w dół
ru: Переместить вниз
tr: Aşağı taşı
zh_cn: 下移
zh_tw: 向下移

source: Right answer:
ca: Resposta correcta:
ca_es@valencia: Resposta correcta:
dz: ལན་ངེས་བདེན:
el: Σωστή απάντηση:
es: Respuesta correcta:
eu: Erantzun zuzena:
fr: Réponse correcte:
gl: Resposta correcta:
it: Risposta giusta:
pl: Prawidłowa odpowiedź:
ru: Правильный ответ:
tr: Doğru cevap:
zh_cn: 正确答案:
zh_tw: 正確答案：

source: Please finish the activity
ca: Acabeu l'activitat
ca_es@valencia: Acabeu l'activitat
el: Παρακαλώ ολοκληρώστε τη δραστηριότητα
es: Por favor termine la actividad
eu: Amaitu jarduera
fr: Veuillez terminer l'activité
gl: Por favor remate a actividade
it: Completare l'attività
pl: Proszę zakończyć aktywność
ru: Пожалуйста, закончите активность
tr: Lütfen etkinliği tamamlayın
zh_cn: 请完成活动
zh_tw: 請完成此活動

source: You can only add one Interactive Video iDevice per page.
ca: Només podeu afegir un iDevice vídeo interactiu per pàgina.
ca_es@valencia: Sols podeu afegir un vídeo iDevice interactiu per pàgina.
el: Μπορείτε να εισάγετε μόνο ένα Διαδραστικό βίντεο σε κάθε σελίδα.
es: Sólo puede añadir un vídeo interactivo por página.
eu: Bideo interaktibo bakarra erantsi dezakezu orri bakoitzeko.
fr: Vous ne pouvez ajouter qu’une seule vidéo interactive par page.
gl: Só se pode engadir un vídeo interactivo por páxina.
it: Si può inserire un solo iDevice Video Interattivo per pagina.
pl: Możesz dodać tylko jedno interaktywne urządzenie wideo na stronę.
ru: Вы можете добавить только один iDevice для интерактивного видео на страницу.
tr: Sayfa başına yalnızca bir Etkileşimli Video iDevice ekleyebilirsiniz.
zh_cn: 每页只能添加一个互动视频 iDevice 模块。
zh_tw: 您每一頁只能新增一個互動式 Video iDevice。

source: Local file
ca: Fitxer local
ca_es@valencia: Fitxer local
dz: ས་གནས་ཀྱི་ཡིག་སྣོད
el: Τοπικό αρχείο
es: Fichero local
eu: Fitxategi lokala
fr: Fichier local
gl: Ficheiro local
it: File locale
pl: Plik lokalny
ru: Локальный файл
tr: Yerel dosya
zh_cn: 本地文件
zh_tw: 本地檔案

source: Show results
ca: Mostra els resultats
ca_es@valencia: Mostra els resultats
dz: གྲུབ་འབྲས་ཚུ་སྟོན
el: Εμφάνιση αποτελεσμάτων
es: Mostrar la puntuación
eu: Erakutsi emaitzak
fr: Afficher les résultats
gl: Amosar resultados
it: Mostra risultati
pl: Pokaż wyniki
ru: Показать результаты
tr: Sonuçları göster
zh_cn: 显示结果
zh_tw: 顯示結果

source: Score non-interactive activities
ca: Puntua activitats no interactives
es: Puntuar actividades no interactivas
eu: Puntuatu jarduera ez-interaktiboak
fr: Marquer les points pour des activités non-interactives
gl: Puntuar actividades non interactivas

source: Open the editor and start adding interaction...
ca: Obriu l'editor i comenceu a afegir interaccions...
ca_es@valencia: Obri l'editor i comença afegint una interacció...
el: Ανοίξτε τον επεξεργαστή και προσθέστε διαδραστικό περιεχόμενο.
es: Abra el editor y comience a añadir contenidos al vídeo...
eu: Ireki editorea eta hasi interakzioak txertatzen.
fr: Ouvrez l’éditeur et commencez à ajouter une interaction...
gl: Abra o editor e comece a engadir interacción...
it: Aprire l'editor ed iniziare ad aggiungere l'interazione...
pl: Otwórz edytor i zacznij dodawać interakcję...
ru: Откройте редактор и начните добавлять взаимодействие...
tr: Düzenleyiciyi açın ve etkileşim eklemeye başlayın...
zh_cn: 打开编辑器并开始添加互动...
zh_tw: 開啟編輯器並新增互動...

source: Please save your iDevice now (click on %s now) and edit it to add interaction.
ca: Deseu el vostre iDevice ara (premeu a sobre de %s ara) i editeu-lo per afegir interaccions.
ca_es@valencia: Guardeu el vostre iDevice ara (feu clic en %s ara) i editeu-lo per afegir una interacció.
el: Παρακαλώ αποθηκεύστε το η-Σύνεργο τώρα (κάντε κλικ στο %s τώρα) και επεξεργαστείτε το για να προσθέσετε διάδραση.
es: Debe guardar los cambios ahora (pulse en %s). Después podrá añadir interactividad.
eu: Gorde orain zure iDevice-a (klik egin %s-n) eta editatu interakzioa txertatzeko.
fr: Veuillez sauvegarder votre outil pédagogique maintenant (cliquez sur %s) et éditez-le pour ajouter des interactions.
gl: Garde os cambios do iDevice agora (prema en %s) e edíteo para engadir interacción.
it: Salvare ora l'iDevice (clic su %s) e modificarlo per aggiungere interazione.
pl: Zapisz teraz iObiekt (kliknij %s teraz) i edytuj je, aby dodać interakcję.
ru: Пожалуйста, сохраните ваш iDevice сейчас (нажмите %s сейчас) и отредактируйте его, чтобы добавить взаимодействие.
tr: Lütfen iDevice cihazınızı şimdi kaydedin (şimdi %s üzerine tıklayın) ve etkileşim eklemek için düzenleyin.
zh_cn: 请立即保存您的iDevice模块（立即单击%s）并进行编辑以添加交互。
zh_tw: 請先儲存您的 iDevice（點擊 %s）再編輯以新增互動。

source: Recommended type
ca: Tipus recomanat
ca_es@valencia: Tipus recomanat
el: Προτεινόμενος τύπος
es: Tipo recomendado
eu: Gomendatutako mota
fr: Type recommandé
gl: Tipo recomendado
it: Tipo raccomandato
nl: Aanbevolen type
pl: Zalecany typ
pt: Tipo recomendado
ru: Рекомендованный тип
tr: Önerilen Tür
zh_cn: 推荐类型
zh_tw: 建議的類型

source: Wrong URL. Expected format:
ca: URL dolenta. Format esperat:
ca_es@valencia: URL incorrecte. Format esperat:
el: Λανθασμένο URL. Αναμενόμενη μορφοποίηση:
es: URL incorrecta. Formato esperado:
eu: URL okerra. Espero zen formatua:
fr: Erreur de URL. Format attendu:
gl: URL incorrecto. Formato agardado:
it: URL non corretto. Formato richiesto:
pl: Błędny adres URL. Oczekiwany format:
ru: Неправильное .URL Ожидаемый формат:
tr: Yanlış URL. Beklenen biçim:
zh_cn: 网址错误。预期格式：
zh_tw: 不正確的網址。格式應為：

source: Checklist
ca: Llista de verificació
es: Lista de cotejo

source: Completed
ca: Completat
es: Completadas

source: In progress
ca: En curs
es: En proceso

source: Number of tasks
ca: Nombre de tasques
es: Número de tareas

source: checklist
ca: llista de verificació
es: lista_de_cotejo

source: point
ca: punt
es: punto

source: You can use a checklist as a structured and easy way to understand the suggested activities in this educational resource. It will be a useful instrument for student self-assessment, allowing you to monitor the completed activities.
es: Puede introducir una lista de cotejo para ofrecer un listado estructurado y fácil de entender de las actividades propuestas a lo largo del recurso educativo. Será un instrumento útil para la autorregulación del aprendizaje del alumnado, al permitirle realizar el seguimiento de las actividades que va completando.

source: Complete the checklist ticking the boxes for all finished activities.
ca: Completa la llista de verificació marcant les caselles de totes les activitats finalitzades.
es: Completa la lista de cotejo marcando las casillas al realizar las actividades correspondientes.

source: Caption
ca: Llegenda
es: Subtítulo

source: Remember marked options
ca: Recorda les opcions seleccionades
es: Recordar opciones marcadas

source: Assign scores
ca: Atribueix puntuació
es: Asignar puntuaciones

source: (*) Cells support formatted text
ca: (*) Les cel·les admeten text amb format
es: (*) Las celdas admiten texto con formato

source: Points
ca: Punts
es: Puntos

source: Box
ca: Quadre
ca_es@valencia: Quadre
dz: སྒྲོམ
el: Κουτί
es: Caja
eu: Kaxa
fr: Boîte
gl: Caixa
it: Contenitore
pl: Pole
pt: Caixa
ru: Контейнер
tr: Kutu
zh_cn: 框
zh_tw: 方塊

source: Selection
ca: Selecció
es: Selección

source: Do not mark
ca: No ho marquis
es: No marcar

source: Add
ca: Afegeix
ca_es@valencia: Afegir
dz: ཁ་སྐོང་རྐྱབས
el: Προσθήκη
es: Añadir
eu: Erantsi
fr: Ajouter
gl: Engadir
it: Aggiungi
pl: Dodaj
ru: Добавить
tr: Ekle
zh_cn: 添加
zh_tw: 新增

source: (Left) Logo
ca: (Esquerra) Logo
es: Logo (izquierda)

source: Community
ca: Comunitat
es: Comunidad

source: (Right) Logo
ca: (Dreta) Logo
es: Logo (derecha)

source: Decorative image
ca: Imatge decorativa
es: Imagen decorativa

source: Choose
ca: Tria
es: Selecciona

source: Unsupported browser
ca: Navegador no compatible
es: Navegador incompatible

source: Indicate a title for the checklist
ca: Indica un títol per a la llista de comprovació
es: Indique un título para la lista de cotejo

source: No empty items can be left
ca: No es poden deixar elements buits
es: No puedes dejar ítems vacíos

source: You can only use text at this item's level
ca: Només pots utilitzar text al nivell d'aquest element
es: Sólo puedes poner texto en un nivel de este ítem

source: You must indicate the number of points for each item to be assesed
ca: Has d'indicar el nombre de punts de cada ítem a valorar
es: Debes indicar el numero de puntos de cada ítem evaluable

source: You cannot indicate a score for this type of boxes
ca: No es pot indicar una puntuació per a aquest tipus de caselles
es: No puedes indicar una puntuación para este tipo de casillas

source: There must be at least one row.
ca: Hi ha d'haver com a mínim una fila.
es: Debe haber al menos una fila.

source: Project logo
ca: Logo del projecte
es: Logo del proyecto

source: Community/Company
ca: Comunitat/Empresa
es: Comunidad/Empresa

source: Decoration
ca: Decoració
ca_es@valencia: Decoracions
dz: མཛེས་བཀོད
el: Διακόσμηση
es: Decorativos
eu: Apaingarriak
fr: Décoration
gl: Decorativos
it: Decorazione
nl: Decoratie
pl: Dekoracja
pt: Decoração
ru: Оформление
tr: Dekorasyon
zh_cn: 装饰
zh_tw: 裝飾

source: Point
ca: Punt
el: Σημείο
es: Punto
eu: Puntua
gl: Punto
pl: Punkt
tr: Puan

source: Show active areas
ca: Mostra àrees actives
el: Εμφάνιση ενεργών περιοχών
es: Mostrar áreas activas
eu: Erakutsi eremu aktiboak
fr: Montrer les zones actives
gl: Amosar áreas activas
pl: Pokaż aktywne obszary
tr: Aktif alanları göster

source: Show questionnaire
ca: Mostra el qüestionari
el: Εμφάνιση ερωτηματολογίου
es: Mostrar cuestionario
eu: Erakutsi galdetegia
fr: Montrer questionnaire
gl: Amosar cuestionario
pl: Pokaż kwestionariusz
tr: Anketi göster

source: Click here to do this activity
ca: Prem aquí per fer aquesta activitat
el: Πιέστε εδώ για να κάνετε αυτή τη δραστηριότητα
es: Pulsa aquí para realizar esta actividad
eu: Egin klik hemen jarduera hau egiteko
fr: Cliquer ici pour compléter l'activité
gl: Prema aquí para realizar esta actividade
pl: Kliknij tutaj, aby wykonać tę czynność
tr: Bi atkenleıe yapmak için buraya tıklayın

source: Select the correct options and click on the 'Reply' button.
ca: Selecciona les opcions correctes i prem el botó «Respon»
el: Επιλέξτε τις σωστές επιλογές και κάντε κλικ στο κουμπί 'Απάντηση'.
es: Selecciona las opciones correctas y pulsa sobre el botón 'Responder'.
eu: Hautatu aukera egokiak eta egin klik 'Erantzun' botoian.
fr: Sélectionnez les options correctes et cliquez sur le bouton "Réponse".
gl: Seleccione as opcións correctas e prema no botón "Responder".
pl: Wybierz odpowiednie opcje i kliknij przycisk 'Odpowiedz'.
tr: Doğru seçenekleri belirleyin ve "Cevapla" düğmesine tıklayın.

source: Mark all the options in the correct order and click on the 'Reply' button.
ca: Marca totes les opcions en l'ordre correcte i prem el botó «Respon»
el: Σημειώστε όλες τις επιλογές με τη σωστή σειρά και κάντε κλικ στο κουμπί 'Απάντηση'.
es: Marca todas las opciones en el orden adecuado y pulsa sobre el botón 'Responder'.
eu: Markatu aukera guztiak ordena egokian eta egin klik 'Erantzun' botoian.
fr: Marquez toutes les options dans l'ordre correct et cliquer sur le bouton "Réponse".
gl: Marca tódalas opcións na orde axeitada e preme no botón "Responder".
pl: Zaznacz wszystkie opcje we właściwej kolejności i kliknij przycisk 'Odpowiedz'.
tr: Tüm seçenekleri doğru sırayla işaretleyin ve 'Cevapla' düğmesine tıklayın.

source: Write the correct word o phrase and click on the 'Reply' button.
ca: Escriu la paraula o frase correcta i prem el botó «Respon».
el: Γράψτε τη σωστή λέξη ή φράση και πιέστε το πλήκτρο 'Απάντηση'.
es: Escribe la palabra o expresión correcta y pulsa en el botón 'Responder'.
eu: Idatzi hitz edo esaldi zuzena eta egin klik 'Erantzun' botoian.
fr: Écrivez le mot ou la phrase correct et cliquer sur le bouton "Réponse".
gl: Escribe a palabra ou frase correcta e preme no botón "Responder".
pl: Wpisz poprawne słowo lub frazę i kliknij przycisk „Odpowiedz”.
tr: Doğru kelimeyi veya ifadeyi yazın ve 'Cevapla' düğmesine tıklayın.

source: Find
ca: Cerca
ca_es@valencia: Cerca
dz: འཚོལ་ཞིབ
el: Εύρεση
es: Buscar
eu: Bilatu
fr: Rechercher
gl: Buscar
it: Trova
nl: Zoeken
pl: Znajdź
pt: Localizar
ru: Найти
tr: Bul
zh_cn: 查找
zh_tw: 尋找

source: Click on
ca: Prem sobre
el: Πιέστε στο
es: Pulsa sobre
eu: Egin klik
fr: Cliquer
gl: Prema sobre
pl: Kliknij na
tr: Tıkla
