Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Split Cell
ca: Divideix la cel·la
ca_es@valencia: Divideix la cel·la
dz: ནང་ཐིག་གཤག
el: Διαχωρισμός κελιού
es: Dividir celdas
eu: Banatu gelaxkak
fr: Fractionner une cellule
gl: Dividir cela
it: Dividi cella
pl: Podziel komórkę
pt: Dividir célula
ru: Разделить ячейку
tr: Hücreleri Böl
zh_cn: 拆分单元格
zh_tw: 分割儲存格

source: Row Type
ca: Tipus de fila
ca_es@valencia: Tipus de fila
dz: གྲལ་ཐིག་དབྱེ་བ
el: Τύπος γραμμής
es: Tipo de fila
eu: Lerro mota
fr: Type de ligne
gl: Tipo de fila
it: Tipo di riga
nl: Rijtype
pl: Typ wiersza
pt: Linha na parte da tabela
ru: Тип строки
tr: Satır Türü
zh_cn: 行类型
zh_tw: 列型態

source: Insert Table
ca: Insereix taula
ca_es@valencia: Insereix una taula
dz: ཐིག་ཁྲམ་བཙུགས
el: Εισαγωγή πίνακα
es: Insertar tabla
eu: Txertatu taula
fr: Insérer une table
gl: Inserir táboa
it: Inserisci tabella
pl: Wstaw tabelę
pt: Inserir tabela
ru: Вставить таблицу
tr: Tablo Ekle
zh_cn: 插入表格
zh_tw: 插入表格

source: Body
ca: Cos
ca_es@valencia: Cos
dz: གཟུགས
el: Σώμα
es: Cuerpo de la tabla
eu: Taularen Gorputza
fr: Corps de tableau
gl: Corpo da táboa
it: Corpo tabella
nl: Tabellichaam
pl: Ciało tabeli
pt: Corpo da tabela
ru: Тело
tr: Gövde
zh_cn: 主体
zh_tw: 本體

source: Table Caption
ca: Títol de la taula
ca_es@valencia: Títol de la taula
dz: ཐིག་ཁྲམ་གྱི་དཔར་བཤད
el: Λεζάντα πίνακα
es: Subtítulo de la tabla
eu: Taularen azpititulua
fr: Afficher la légende du tableau
gl: Título da táboa
it: Didascalia tabella
nl: Tabelbeschrijving
pl: Podpis tabeli
pt: Título da tabela
ru: Заголовок таблицы
tr: Tablo Altyazısı
zh_cn: 表格标题
zh_tw: 表格標題

source: Delete Row
ca: Elimina la fila
ca_es@valencia: Suprimeix la fila
dz: གྲལ་ཐིག་བཏོན་གཏང
el: Διαγραφή γραμμής
es: Suprimir fila
eu: Ezabatu lerroa
fr: Effacer la ligne
gl: Eliminar fila
it: Elimina riga
nl: Rij verwijderen
pl: Usuń wiersz
pt: Apagar linha
ru: Удалить строку
tr: Satır sil
zh_cn: 删除行
zh_tw: 刪除列

source: Paste Table Row Before
ca: Enganxa la fila abans
ca_es@valencia: Apega la fila abans de
dz: ཐིག་ཁྲམ་གྱི་གྲལ་ཐིག་ཧེན་མ་སྦྱར
el: Επικόλληση γραμμής πριν
es: Pegar filas (antes)
eu: Itsatsi lerroa aurretik
fr: Coller la ligne avant
gl: Pegar fila (antes)
it: Incolla riga prima
nl: Rij boven plakken
pl: Wklej wiersz przed
pt: Colar linha antes
ru: Вставить строку сверху
tr: Tablo Satırını Önce Yapıştır
zh_cn: 在前方插入一行
zh_tw: 在前面貼上表格列

source: Scope
ca: Abast
ca_es@valencia: Abast
dz: འོས་སྐབས
el: Πεδίο εφαρμογής
es: Alcance
eu: Eremua
fr: Portée
gl: Ámbito
nl: Bereik
pl: Zakres
pt: Alcance
ru: Область
tr: Dürbün
zh_cn: 范围
zh_tw: 範圍

source: Delete Table
ca: Suprimeix taula
ca_es@valencia: Suprimeix la taula
dz: ཐུག་ཁྲམ་བཏོན་གཏང་
el: Διαγραφή πίνακα
es: Eliminar tabla
eu: Ezabatu taula
fr: Effacer le tableau
gl: Eliminar táboa
it: Elimina tabella
nl: Tabel verwijderen
pl: Usuń tabelę
pt: Apagar tabela
ru: Удалить таблицу
tr: Tabloyu Sil
zh_cn: 刪除表格
zh_tw: 刪除表格

source: Horizontal Position
ca: Posició horitzontal
ca_es@valencia: Posició horitzontal
dz: ཀེར་ཕྲང་གནས་ས
el: Οριζόντια θέση
es: Posición horizontal
eu: Posizio horizontala
fr: Position horizontale
gl: Posición horizontal
it: Posizione orizzontale
nl: Horizontale positie
pl: Pozycja Poziomo
pt: Posição horizontal
ru: Горизонтальная позиция
tr: Yatay Pozisyon
zh_cn: 水平位置
zh_tw: 水平位置

source: Top
ca: A dalt
ca_es@valencia: Part superior
dz: མགོ
el: Επάνω
es: Arriba
eu: Goian
fr: Haut
gl: Arriba
it: In alto
nl: Boven
pl: Górny
pt: Topo
ru: По верхнему краю
tr: Üst
zh_cn: 顶端
zh_tw: 頂端

source: Header Cell
ca: Capçalera de la cel·la
ca_es@valencia: Cel·la de capçalera
dz: མགོ་ཡིག་གི་ནང་ཐིག
el: Κελί επικεφαλίδας
es: Celda de la cabecera
eu: Goiburuko gelaxka
fr: Cellule de titre
gl: Cela da cabeceira
it: Cella intestazione
pl: Nagłówek komórki
pt: Célula de cabeçalho
ru: Заголовок ячейки
tr: Hücre Başlığı
zh_cn: 标题单元格
zh_tw: 標題儲存格

source: Column
ca: Columna
ca_es@valencia: Columna
dz: ཀེར་ཐིག
el: Στήλη
es: Columna
eu: Zutabea
fr: Colonne
gl: Columna
it: Colonna
nl: Kolom
pl: Kolumna
pt: Coluna
ru: Столбец
tr: Sütun
zh_cn: 列
zh_tw: 欄

source: Row Group
ca: Grup de files
ca_es@valencia: Grup de files
dz: གྲལ་ཐིག་སྡེ་ཚན
el: Ομάδα γραμμών
es: Grupo de filas
eu: Lerro Taldea
fr: Groupe de lignes
gl: Grupo de filas
it: Gruppo riga
nl: Rijgroep
pl: Grupa wierszy
pt: Grupo linhas
ru: Группа строк
tr: Satır Grubu
zh_cn: 行组
zh_tw: 列群組

source: Cell
ca: Cel·la
ca_es@valencia: Cel·la
dz: ནང་ཐིག
el: Κελί
es: Celda
eu: Gelaxka
fr: Cellule
gl: Cela
it: Cella
nl: Cel
pl: Komórka
pt: Célula
ru: Ячейка
tr: Hücre
zh_cn: 单元格
zh_tw: 儲存格

source: Middle
ca: Central
ca_es@valencia: Central
dz: བར
el: Μέσο
es: Medio
eu: Tartean
fr: Au milieu
gl: Medio
it: In mezzo
nl: Midden
pl: Środkowy
pt: Meio
ru: По центру
tr: Orta
zh_cn: 中间
zh_tw: 中間

source: Cell Type
ca: Tipus de cel·la
ca_es@valencia: Tipus de cel·la
dz: ནང་ཐིག་དབྱེ་བ
el: Τύπος κελιού
es: Tipo de celda
eu: Gelaxka mota
fr: Type de cellule
gl: Tipo de cela
it: Tipo cella
nl: Celtype
pl: Typ komórki
pt: Tipo cél.
ru: Тип ячейки
tr: Hücre Türü
zh_cn: 单元格类型
zh_tw: 儲存格型態

source: Copy Row
ca: Copia fila
ca_es@valencia: Copia la fila
dz: གྲལ་ཐིག་འདྲ་བཟོ
el: Αντιγραφή γραμμής
es: Copiar fila
eu: Kopiatu errenkada
fr: Copier la file
gl: Copiar fila
it: Copia riga
pl: Skopiuj wiersz
pt: Copiar linha
ru: Копировать строку
tr: Satırı Kopyala
zh_cn: 复制行
zh_tw: 複製列

source: Table Row Properties
ca: Propietats de la fila
ca_es@valencia: Propietats de la fila
dz: ཐིག་ཁྲམ་གྱི་གྲལ་ཐིག་ཁྱད་རྣམ་ཚུ
el: Ιδιότητες γραμμής
es: Propiedades de la fila
eu: Lerro ezaugarriak
fr: Propriétés de la ligne
gl: Propiedades da fila
it: Proprietà riga
nl: Rij-eigenschappen
pl: Właściwości wiersza tabeli
pt: Propriedades das linhas
ru: Параметры строки
tr: Tablo Satır Özellikleri
zh_cn: 表行属性
zh_tw: 表格列屬性

source: Table Properties
ca: Propietats de la taula
ca_es@valencia: Propietats de la taula
dz: ཐིག་ཁྲམ་གྱི་ཁྱད་རྣམ་ཚུ
el: Ιδιότητες πίνακα
es: Propiedades de la tabla
eu: Taula ezaugarriak
fr: Propriétés du tableau
gl: Propiedades da táboa
it: Proprietà tabella
nl: Tabeleigenschappen
pl: Właściwości tabeli
pt: Propriedades da tabela
ru: Параметры таблицы
tr: Tablo Özellikleri
zh_cn: 表格属性
zh_tw: 表格屬性

source: Bottom
ca: A baix
ca_es@valencia: Part inferior
dz: གཤམ
el: Κάτω
es: Debajo
eu: Behean
fr: Bas
gl: Inferior
it: In basso
nl: Onder
pl: Dolny
pt: Abaixo
ru: По нижнему краю
tr: Alt
zh_cn: 底端
zh_tw: 底端

source: Vertical Alignment
ca: Alineació vertical
ca_es@valencia: Alineació vertical
dz: ཀེར་ཕྲང་སྒྲིག
el: Κάθετη στοίχιση
es: Alineación vertical
eu: Lerrokatze bertikala
fr: Alignement vertical
gl: Aliñamento vertical
it: Allineamento verticale
nl: Verticale uitlijning
pl: Wyrównaj w pionie
pt: Alinha. vert.
ru: Верт. выравнивание
tr: Dikey hizalama
zh_cn: 垂直对齐
zh_tw: 垂直對齊

source: Insert Column After
ca: Insereix una columna després
ca_es@valencia: Insereix una columna després
dz: ཀེར་ཐིག་ཤུལ་ལས་བཙུགས
el: Εισαγωγή στήλης μετά
es: Insertar columna (después)
eu: Txertatu zutabea ondoren
fr: Insérer une colonne après
gl: Inserir columna (despois)
it: Inserisci colonna dopo
nl: Kolom rechts invoegen
pl: Wstaw kolumnę po
pt: Inserir coluna depois
ru: Добавить столбец справа
tr: Sonuna Sütün Ekle
zh_cn: 在后面插入列
zh_tw: 在後面插入欄

source: Insert Row After
ca: Insereix una fila després
ca_es@valencia: Insereix una fila després
dz: གྲལ་ཐིག་ཧེན་མ་སྦྱར
el: Εισαγωγή γραμμής μετά
es: Insertar fila (después)
eu: Txertatu lerroa ondoren
fr: Insérer une ligne après
gl: Inserir fila (despois)
it: Inserisci riga dopo
nl: Rij onder invoegen
pl: Wstaw wiersz po
pt: Inserir linha depois
ru: Добавить строку снизу
tr: Sonuna Satırı Ekle
zh_cn: 在后面插入行
zh_tw: 在後面插入列

source: Table Cell Properties
ca: Propietats de la cel·la
ca_es@valencia: Propietats de la cel·la
dz: ཐིག་ཁྲམ་གྱི་ནང་ཐིག་ཁྱད་རྣམ་ཚུ
el: Ιδιότητες κελιού
es: Propiedades de la celda
eu: Gelaxka ezaugarriak
fr: Propriétés de la cellule
gl: Propiedades da cela
it: Proprietà cella
nl: Cel-eigenschappen
pl: Właściwości komórki tabeli
pt: Propriedades das células
ru: Параметры ячейки
tr: Tablo Hücre Özellikleri
zh_cn: 单元格属性
zh_tw: 表格儲存格屬性

source: Cut Table Row
ca: Retalla la fila
ca_es@valencia: Retalla la fila
dz: ཐིག་ཁྲམ་གྱི་གྲལ་བཏོག
el: Αποκοπή γραμμής
es: Cortar fila
eu: Moztu lerroa
fr: Couper la ligne
gl: Cortar fila
it: Taglia riga
nl: Rij knippen
pl: Wytnij wiersz tabeli
pt: Recortar linha
ru: Вырезать строку
tr: Tablo Sıtırını Kes
zh_cn: 剪切行
zh_tw: 剪下表格列

source: Delete Column
ca: Elimina la columna
ca_es@valencia: Suprimeix la columna
dz: ཀེར་ཐིག་བཏོན་གཏང
el: Διαγραφή στήλης
es: Suprimir columna
eu: Ezabatu zutabea
fr: Effacer la colonne
gl: Eliminar columna
it: Elimina colonna
nl: Kolom verwijderen
pl: Usuń kolumnę
pt: Remover coluna
ru: Удалить столбец
tr: Sütunu Sil
zh_cn: 删除列
zh_tw: 刪除欄

source: Center
ca: Centre
ca_es@valencia: Centra
dz: དབུས
el: Κέντρο
es: Centrado
eu: Zentratuta
fr: Centré
gl: Centrado
it: Centra
nl: Centreren
pl: Środek
pt: Centro
ru: По центру
tr: Ortala
zh_cn: 居中
zh_tw: 置中

source: Merge Table Cells
ca: Fusiona les cel·les
ca_es@valencia: Fusiona cel·les
dz: ནང་ཐིག་གི་ནང་ཐིག་ཚུ་མཉམ་བསྡོམས་འབད
el: Συγχώνευση κελιών
es: Vincular celdas
eu: Bateratu gelaxkak
fr: Fusionner les cellules
gl: Combinar celas
it: Unisci celle
nl: Cellen samenvoegen
pl: Scal komórki tabeli
pt: Unir células
ru: Объединить ячейки
tr: Tablodaki Hücreleri Birleştir
zh_cn: 合并单元格
zh_tw: 合併表格儲存格

source: Predefined Template Content
ca: Contingut predefinit de plantilla
ca_es@valencia: Contingut de la plantilla predefinida
dz: སྔ་གོང་ངེས་འཛིན་འབད་ཡོད་པའི་དཔེ་གཞི་གི་ནང་དོན
el: Προκαθορισμένο περιεχόμενο προτύπου
es: Contenido de plantilla predefinido
eu: Aurredefinitutako txantiloiaren edukia
fr: Contenu du modèle prédéfini
gl: Contido de modelo predefinido
it: Contenuto predefinito del modello
pl: Wstępnie zdefiniowana zawartość szablonu
pt: Conteúdo predefinido para o modelo
ru: Предопределённое содержимое шаблона
tr: Önceden Tanımlanmış Şablon İçeriği
zh_cn: 预定义模板内容
zh_tw: 預定義樣本內容

source: Template
ca: Plantilla
ca_es@valencia: Plantilla
dz: དཔེ་གཞི
el: Πρότυπο
es: Plantilla
eu: Txantiloia
fr: Modèle
gl: Modelo
it: Modello
nl: Sjabloon
pl: Szablon
ru: Шаблон
tr: Şablon
zh_cn: 模板
zh_tw: 樣本

source: Background color
ca: Color de fons
ca_es@valencia: Color de fons
dz: རྒྱབ་གཞིའི་ཚོན
el: Χρώμα παρασκηνίου
es: Color fondo
eu: Atzeko kolorea
fr: Couleur du fond
gl: Cor do fondo
it: Colore sfondo
nl: Achtergrondkleur
pl: Kolor tła
pt: Cor de fundo
ru: Цвет фона
tr: Arka plan rengi
zh_cn: 背景颜色
zh_tw: 背景顏色

source: Custom...
ca: Personalitzant...
ca_es@valencia: Personalitzat…
dz: སྲོལ་སྒྲིག...
el: Προσαρμοσμένο...
es: Personalizar...
eu: Pertsonalizatua...
fr: Personnaliser...
gl: Personalizar...
it: Personalizza...
pl: Niestandardowe...
pt: Personalizada...
ru: Пользовательский...
tr: Geçerli...
zh_cn: 自定义...
zh_tw: 自訂...

source: Custom color
ca: Color personalitzat
ca_es@valencia: Color personalitzat
dz: སྲོལ་སྒྲིག་ཚོན
el: Προσαρμοσμένο χρώμα
es: Color personalizado
eu: Kolore pertsonalizatua
fr: Personnaliser la couleur
gl: Cor personalizada
it: Colore personalizzato
pl: Kolor niestandardowy
pt: Cor personalizada
ru: Пользовательский цвет
tr: Geçerli renk
zh_cn: 自定义颜色
zh_tw: 自訂顏色

source: No color
ca: Sense color
ca_es@valencia: Sense color
dz: ཚོན་མེད
el: Χωρίς χρώμα
es: Sin color
eu: Kolorerik gabe
fr: Sans couleur
gl: Sen cor
it: Nessun colore
pl: Brak koloru
pt: Sem cor
ru: Без цвета
tr: Renk yok
zh_cn: 无色
zh_tw: 沒有顏色

source: Text color
ca: Color del text
ca_es@valencia: Color del text
dz: ཚིག་ཡིག་གི་ཚོན
el: Χρώμα κειμένου
es: Color texto
eu: Testu-kolorea
fr: Couleur du texte
gl: Cor do texto
it: Colore testo
nl: Tekstkleur
pl: Kolor tekstu
pt: Cor do texto
ru: Цвет текста
tr: Metin rengi
zh_cn: 文字顏色
zh_tw: 文字顏色

source: Show blocks
ca: Mostra blocs
ca_es@valencia: Mostra els blocs
dz: སྡེབ་ཚན་ཚུ་སྟོན
el: Εμφάνιση πλαισίων
es: Mostrar bloques
eu: Erakutsi blokeak
fr: Montrer les blocs
gl: Amosar bloques
it: Mostra blocchi
pl: Pokaż bloki
pt: Mostrar blocos
ru: Показать блоки
tr: Blokları göster
zh_cn: 显示块
zh_tw: 顯示區塊

source: Show invisible characters
ca: Mostra els caràcters invisibles
ca_es@valencia: Mostra els caràcters invisibles
dz: ཡིག་འབྲུ་མ་མཐོངམ་ཚུ་སྟོན
el: Εμφάνιση μη ορατών χαρακτήρων
es: Mostrar caracteres invisibles
eu: Erakutsi karaktere ezkutuak
fr: Montrer les caractères invisibles
gl: Amosar caracteres invisíbeis
it: Mostra caratteri invisibili
pl: Pokaż niewidoczne znaki
pt: Mostrar carateres invisíveis
ru: Показать невидимые символы
tr: Gizli karakterleri göster
zh_cn: 显示不可见字符
zh_tw: 顯示不可見的字元

source: Words: {0}
ca: Mots: {0}
ca_es@valencia: Paraules: {0}
dz: ཚིག:{0}
el: Λέξεις: {0}
es: Palabras: {0}
eu: Hitzak: {0}
fr: Mots: {0}
gl: Palabras: {0}
it: Parole: {0}
pl: Słowa: {0}
pt: Palavras: {0}
ru: Слова: {0}
tr: Kelimel: {0}
zh_cn: 字数：{0}
zh_tw: 字數：{0}

source: Insert
ca: Insereix
ca_es@valencia: Insereix
dz: བཙུགས
el: Εισαγωγή
es: Insertar
eu: Txertatu
fr: Insérer
gl: Inserir
it: Inserisci
nl: Invoegen
pl: Wstaw
pt: Inserir
ru: Вставить
tr: Ekle
zh_cn: 插入
zh_tw: 插入

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
ca: Àrea de text enriquit. Prem ALT-F9 per mostrar el menú. Prem ALT-F10 per la barra d'eines. Prem ALT-0 per ajuda
ca_es@valencia: Àrea de text enriquit. Premeu ALT-F9 per al menú. Premeu ALT-F10 per a la barra d'eines. Premeu ALT-0 per a l'ajuda.
el: Περιοχή εμπλουτισμένου κειμένου. Πιέστε ALT-F9 για το μενού. Πιέστε ALT-F10 για τη χρονογραμμή. Πιέστε ALT-0 για τη βοήθεια
es: Área de texto enriquecido. Teclee ALT-F9 para activar el menú. ALT-F10 para la barra de herramientas. ALT-0 para recibir ayuda
eu: Testu aberastuko area. Sakatu ALT-F9 menurako. Sakatu ALT-F10 tresna-barrarako. Sakatu ALT-0 laguntzarako
fr: Aire de texte riche. Appuyer sur ALT-F9 pour voir le menu. Appuyer sur ALT-F10 pour voir la barre d'outils. Appuyer sur ALT-0 pour voir l'aide.
gl: Área de texto enriquecido. Prema ALT-F9 para menú. Prema ALT-F10 para a barra de ferramentas. Prema ALT-0 para axuda
it: Area Rich Text: premere ALT-F9 per il menu. Premere ALT-F10 per la barra strumenti. Premere ALT-0 per l'aiuto
pl: Obszar tekstu sformatowanego. Naciśnij ALT-F9 dla menu. Naciśnij ALT-F10 dla paska narzędzi. Naciśnij ALT-0, aby uzyskać pomoc
pt: Caixa de texto formatado. Pressione ALT-F9 para exibir o menu. Pressione ALT-F10 para exibir a barra de ferramentas. Pressione ALT-0 para exibir a ajuda
ru: Область обогащённого текста Rich Text. Нажмите ALT-F9 для меню. Нажмите ALT-F10 для панели инструментов. Нажмите ALT-0 для помощи
tr: Zengin Metin Alanı. Menü için ALT-F9'a basın. Araç çubuğu için ALT-F10'a basın. Yardım için ALT-0'a basın
zh_cn: 富文本区域。按ALT-F9进入菜单.按ALT-F10查看工具栏.按ALT-0求助
zh_tw: RichText 區域。按 Alt-F9 出現選單。按 Alt-F10 出現工具列。按 Alt-0 出現說明

source: View
ca: Mostra
ca_es@valencia: Visualitza
dz: བལྟ
el: Προβολή
es: Ver
eu: Ikusi
fr: Voir
gl: Ver
it: Vista
pl: Widok
pt: Ver
ru: Просмотр
tr: Görünüş
zh_cn: 查看
zh_tw: 檢視

source: Table
ca: Taula
ca_es@valencia: Taula
dz: ཐིག་ཁྲམ
el: Πίνακας
es: Tabla
eu: Taula
fr: Tableau
gl: Táboa
it: Tabella
pl: Tabela
pt: Tabela
ru: Таблица
tr: Tablo
zh_cn: 表格
zh_tw: 表格

source: Preformatted
ca: Preformatat
ca_es@valencia: Formatat prèviament
dz: སྔ་གོང་ཚད་སྒྲིག་སྒྲིགཔ
el: Προδιαμορφωμένο
es: Preformateado
eu: Aurrez formateatua
fr: Préformaté
gl: Preformatado
it: Preformattato
nl: Vaste opmaak
pl: Wstępnie sformatowany
pt: Pré-formatado
ru: Преформатированный
tr: Önceden Biçimlendirimiş
zh_cn: 预格式化
zh_tw: 預格式化

source: Popup URL
ca: URL de la finestra emergent
ca_es@valencia: URL de la finestra emergent
dz: པོཔ་ཨཔ་ཡུ་ཨར་ཨེལ
el: Αναδυόμενο παράθυρο URL
es: URL de la ventana emergente
eu: Popuparen URL helbidea
fr: URL de la popup
gl: URL da xanela emerxente
it: URL Popup
pl: Adres URL wyskakującego okna
pt: URL do popup
ru: Всплывающий адрес
tr: Pop-up URL'si
zh_cn: 弹出URL
zh_tw: 彈出式網址

source: Window Name
ca: Nom de la finestra
ca_es@valencia: Nom de la finestra
dz: ཝིན་ཌོའི་མིང
el: Όνομα παραθύρου
es: Nombre de la ventana
eu: Leihoaren izena
fr: Nom de la fenêtre
gl: Nome da xanela
it: Nome finestra
nl: Vensternaam
pl: Nazwa okna
pt: Nome da janela
ru: Название окна
tr: Pencere Adı
zh_cn: 窗口名称
zh_tw: 視窗名稱

source: Position (X/Y)
ca: Posició (X/Y)
ca_es@valencia: Posició (X/Y)
dz: གནས་ཁོངས་(X/Y)
el: Θέση (X/Y)
es: Posición (X/Y)
eu: Kokapena (X/Y)
gl: Posición (X/Y)
it: Posizione (X/Y)
nl: Positie (X/Y)
pl: Pozycja (X/Y)
pt: Posição (X/Y)
ru: Позиция (X/Y)
tr: Konum (X/Y)
zh_cn: 位置 (X/Y)
zh_tw: 位置 (X/Y)

source: Show Location Bar
ca: Mostra la barra d'ubicació
ca_es@valencia: Mostra la barra d'ubicació
dz: གནས་ཁོངས་ཕྲ་རིང་སྟོན
el: Εμφάνιση μπάρας τοποθεσίας
es: Barra de localización
eu: Helbide-barra erakutsi
fr: Afficher la barre d'adresse
gl: Amosar barra de localización
it: Mostra barra navigazione
nl: Lokatiebalk weergeven
pl: Pokaż pasek adresu
pt: Mostrar a barra de endereços
ru: Отображать панель расположения
tr: Konum Çubuğunu Göster
zh_cn: 显示位置栏
zh_tw: 顯示位置列

source: Show Scrollbars
ca: Mostra les barres de desplaçament
ca_es@valencia: Mostra les barres de desplaçament
dz: བཤུད་ཕྲ་ཚུ་སྟོན
el: Εμφάνιση μπάρας κύλισης
es: Barras de desplazamiento
eu: Gora-behera barra erakutsi
fr: Afficher les ascenseurs
gl: Amosar barras de desprazamento
it: Mostra barre di scorrimento
nl: Scrollbalken weergeven
pl: Pokaż paski przewijania
pt: Mostrar as barras de scroll
ru: Отображать полосы прокрутки
tr: Kaydırma Çubuğunu Göster
zh_cn: 显示滚动条
zh_tw: 顯示捲軸列

source: Show Menu Bar
ca: Mostra la barra de menú
ca_es@valencia: Mostra la barra de menú
dz: དཀར་ཆག་ཕྲ་རིང་སྟོན
el: Εμφάνιση μπάρας μενού
es: Barra de menú
eu: Menu-barra erakutsi
fr: Afficher la barre de menu
gl: Amosar barra de menú
it: Mostra barra menu
nl: Menubalk weergeven
pl: Pokaż pasek menu
pt: Mostrar a barra de menu
ru: Отображать меню
tr: Menü Çubuğunu Göster
zh_cn: 显示菜单栏
zh_tw: 顯示選單列

source: Make Window Resizable
ca: Fes la finestra redimensionable
ca_es@valencia: Fes que la finestra es puga redimensionar
dz: ཝིན་ཌོ་འདི་ཚད་བསྐྱར་བཟོ་འབད་བཏུབ་བཟོ
el: Αυξομειούμενο παράθυρο
es: Permitir cambiar el tamaño de la ventana
eu: Leihoaren tamaina aldatzea aktibatu
fr: Autoriser le redimensionnement de la fenêtre
gl: Permitir cambiar o tamaño da xanela
it: Rendi la finestra ridimensionabile
nl: Aanpasbaar venster
pl: Zmień rozmiar okna
pt: Permitir alteração do tamanho da janela
ru: Разрешать изменять размер окна
tr: Pencereyi Yeniden Boyutlandırılabilir Yap
zh_cn: 使窗口可调整大小
zh_tw: 讓視窗可調整大小

source: Show Toolbars
ca: Mostra la barra d'eines
ca_es@valencia: Mostra les barres d'eines
dz: ལག་ཆས་ཕྲ་རིང་ཚུ་སྟོན
el: Εμφάνιση εργαλειοθηκών
es: Barra de herramientas
eu: Tresna-barrak erakutsi
fr: Afficher la barre d'outils
gl: Amosar barras de ferramentas
it: Mostra barre strumenti
nl: Werkbalk weergeven
pl: Pokaż paski narzędzi
pt: Mostrar a barra de ferramentas
ru: Отображать панели инструментов
tr: Araç Çubuklarını Göster
zh_cn: 显示工具栏
zh_tw: 顯示工具列

source: Show Status Bar
ca: Mostra la barra d'estat
ca_es@valencia: Mostra la barra d'estat
dz: གནས་ཚད་ཕྲ་རིང་ཚུ་སྟོན
el: Εμφάνιση μπάρας κατάστασης
es: Barra de estado
eu: Egoera-barra erakutsi
fr: Afficher la barre d'état
gl: Amosar barra de estado
it: Mostra barra di stato
nl: Statusbalk weergeven
pl: Pokaż pasek stanu
pt: Mostrar a barra de status
ru: Отображать строку состояния
tr: Durum çubuğunu göster
zh_cn: 显示状态栏
zh_tw: 顯示狀態列

source: Insert 'return false'
ca: Insereix «return false»
ca_es@valencia: Insereix «return false»
el: Εισαγωγή 'επιστροφή ψευδούς'
es: Insertar 'return false'
eu: 'return false' txertatu
fr: Insérer 'return false'
gl: Inserir 'return false'
it: Inserire 'return false'
nl: 'return false' invoegen
pl: Wstaw 'return false'
pt: Inserir "return false"
ru: Добавить 'return false'
tr: "Yanlış dönüş" ifadesi ekle
zh_cn: 插入'return false'
zh_tw: 插入'return false'

source: Events
ca: Esdeveniments
ca_es@valencia: Esdeveniments
dz: བྱ་སྒོ་ཚུ
el: Γεγονότα
es: Eventos
eu: Ebentuak
fr: Évènements
gl: Eventos
it: Eventi
nl: Gebeurtenissen
pl: Zdarzenia
pt: Eventos
ru: События
tr: Etkinlikler
zh_cn: 事件
zh_tw: 事件

source: Class
ca: Classe
ca_es@valencia: Classe
dz: དབྱེ་རིགས
es: Clase
eu: Klasea
fr: Classe
gl: Clase
it: Classe
nl: Klasse
pl: Klasa
pt: Classe
ru: Класс
tr: Sınıf
zh_cn: 类
zh_tw: 類別

source: Acronym or abbreviation
ca: Acrònim o abreviació
ca_es@valencia: Acrònim o abreviació
dz: བསྡུ་ཡིག་ཡང་ན་སྡུད་ཚིག
el: Ακρωνύμιο ή συντομογραφία
es: Acrónimo o abreviatura
eu: Akronimoa edo laburdura
fr: Acronyme ou abréviation
gl: Acrónimo ou abreviatura
it: Acronimo o abbreviazione
pl: Akronim lub skrót
pt: Acrónimo o abreviatura
ru: Акроним или аббревиатура
tr: Akronim veya Kısaltma
zh_cn: 缩写
zh_tw: 同義詞或縮寫

source: Abbreviation
ca: Abreviació
ca_es@valencia: Abreviació
dz: སྡུད་ཚིག
el: Συντομογραφία
es: Abreviatura
eu: Laburdura
fr: Abréviation
gl: Abreviatura
it: Abbreviazione
nl: Afkorting
pl: Skrót
pt: Abreviação
ru: Сокращение
tr: Kısaltma
zh_cn: 缩略语
zh_tw: 縮寫

source: Meaning
ca: Significat
ca_es@valencia: Significat
dz: དོན་དག
el: Περιγραφή
es: Significado
eu: Esanahia
fr: Signification
gl: Significado
it: Significato
pl: Znaczenie
pt: Significado
ru: Смысл
tr: Anlama
zh_cn: 含义
zh_tw: 含義

source: Please write the abbreviation and its meaning.
ca: Escriu l'abreviació i el seu significat.
ca_es@valencia: Escriu l'abreviació i el seu significat
dz: སྡུད་ཚིག་དང་དེ་འི་དོན་དག་འབྲི་གནང
el: Παρακαλώ γράψτε τη συντομογραφία και το νόημά της.
es: Por favor escriba la abreviatura y su significado.
eu: Mesedez, idatzi laburdura eta bere esanahia.
fr: Veuillez écrire l'abréviation et sa signification.
gl: Escriba a abreviatura e o seu significado.
it: Scrivere l'abbreviazione e il suo significato.
pl: Napisz skrót i jego znaczenie.
pt: Por favor, escreva a abreviatura e o seu significado
ru: Пожалуйста, напишите аббревиатуру и её смысл.
tr: Lütfen kısaltmasını ve anlamını yazınız.
zh_cn: 请写下缩写及其含义。
zh_tw: 請寫上縮寫與它的意思。

source: The <acronym> tag is not supported in HTML5. Use the <abbr> tag instead?
ca: L'etiqueta <acronym> no està suportada en HTML5. Voleu usar l'etiqueta <abbr> al seu lloc?
ca_es@valencia: L'etiqueta <acronym> no s'admet en HTML5. Voleu utilitzar l'etiqueta <abbr> al seu lloc?
dz: <acronym> གི་་ངོ་རྟགས་དེ་ ཨེཆ་ཊི་ཨེམ་ཨེལ་ ༥་ནང་རྒྱབ་སྐྱོར་མེད ཚབ་ལུ་<abbr>་ངོ་རྟགས་དེ་ལག་ལེན་འཐབ་ནི་ན?
el: Η ετικέτα <acronym> δεν υποστηρίζεται στην HTML5. Αντί αυτής, θέλετε να χρησιμοποιήστε την ετικέτα <abbr>;
es: La etiqueta <acronym> no es válida en HTML5. ¿Sustituirla por la etiqueta <abbr>?
eu: HTML5-ek ez du <acronym> etiketa onartzen. <abbr> etiketa erabili nahi duzu?
fr: L'étiquette <acronym>n'est pas acceptée sur HTML5. Utiliser l'étiquette <abbr> à sa place ?
gl: A etiqueta <acronym> non é compatible con HTML5. Substituíla pola etiqueta <abbr>?
it: Il tag <acronym> non è supportato in HTML5. Usare il tag <abbr> al posto?
pl: Tag <acronym> nie jest obsługiwany w HTML5. Użyć <abbr> zamiast tego tagu?
pt: A etiqueta <acronym> não existe em HTML5. Deseja usar a etiqueta <abbr> no seu lugar?
ru: Тэг <acronym> не поддерживается в HTML5. Использовать вместо этого тэг <abbr>?
tr: <acronym>etiketi HTML5'te desteklenmez. Bunun yerine <abbr> etiketi kullanılsın mı?
zh_cn: <acronym>HTML5不支持</acronym>该<acronym>标记。 使用<abbr>标记代替？</abbr></acronym>
zh_tw: HTML5 不支援 <acronym> 標籤。 要改用 <abbr> 標籤嗎？

source: ABC Music Notation
ca: Notació de música ABC
ca_es@valencia: Notació musical ABC
dz: ABC གླུ་གཞས་དབྱངས་རྟགས
el: Μουσική σημειογραφία ABC
es: Notación musical ABC
eu: ABC musika-idazkera
fr: Notation musicale ABC
gl: Notación musical ABC
it: Notazione musicale ABC
pl: Notacja muzyczna ABC
pt: Notação musical ABC
ru: Музыкальная нотация ABC
tr: ABC Müzik Notasyonu
zh_cn: ABC 音乐符号
zh_tw: ABC 樂譜
