Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: <p>The Reading Activity will primarily be used to check a learner's comprehension of a given text. This can be done by asking the learner to reflect on the reading and respond to questions about the reading, or by having them complete some other possibly more physical task based on the reading.</p>
ca: <p> L’activitat de lectura s'usarà principalment per comprovar la comprensió d'un text per l'estudiant. Això es pot fer demanant a l’estudiant que reflexioni sobre la lectura i respongui a preguntes sobre la lectura o bé fer-los completar alguna altra tasca possiblement més física basada en la lectura. </p>
ca_es@valencia: <p>L'activitat de lectura principalment s'utilitza per a verificar la comprensió d'un alumne d'un text donat. Això pot fer-se demanant-li a l'alumne que reflexione sobre la lectura i responga preguntes sobre aquesta, o fent que completen alguna altra tasca una mica més física basada en la lectura.</p>
el: <p>Η 'Κατανόηση κειμένου' χρησιμοποιείται κυρίως για να ελέγξει κατά πόσο οι μαθητές έχουν κατανοήσει το δοσμένο κείμενο. Αυτό γίνεται με ερωτήσεις και απαντήσεις σχετικές με το κείμενο, ή με την ανάθεση συγκεκριμένων εργασιών που βασίζονται στην ανάγνωση.</p>
es: <p>La Actividad de lectura primeramente será usada para determinar el nivel de comprensión del estudiante de un texto dado. Esto puede ser hecho pidiéndole al estudiante que reflexione sobre el texto y responda a preguntas sobre lo leído, o haciéndoles completar otra actividad, quizás de carácter más físico, basada en la lectura.</p>
eu: <p>Irakurtzeko ariketa, hasiera batean, ikasleak testua ulertzeko duen gaitasuna egiaztatzeko erabiliko da. Horretarako, eskatu ikasleari testuaren inguruan hausnartzeko eta galderak erantzuteko, edo irakurketan oinarritutako jarduera fisikoagoa jarri.</p>
fr: <p>L'activité de lecture sera d'abord utilisée pour déterminer le niveau de compréhension des étudiants à partir d'un texte donné. Cela peut se faire en leur demandant de réfléchir sur le texte et de répondre à des questions sur la lecture, ou en leur demandant de compléter une autre activité, peut-être plus physique, basée sur la lecture.</p>
gl: <p>A actividade de lectura será usada principalmente para determinar o nivel de comprensión do alumnado dun texto dado. Isto pódese facer pedíndolle ao alumnado que reflexione sobre o texto e responda a preguntas sobre o lido, ou facéndolle completar outra actividade, quizais de carácter máis físico, baseada na lectura.</p>
it: <p>L'attività Lettura verrà usata principalmente per verificare la comprensione della lettura di un testo dato. Ciò si ottiene chiedendo al lettore di riflettere sulla lettura e rispondere a domande su di essa, oppure di svolgere altri compiti anche più pratici basati sulla lettura.</p>
pl: <p>Najważniejsze w materiałach jest sprawdzenie zrozumienia tekstu przez ucznia. Można tego dokonac poprzez poproszenie ucznia o zastanowienie się nad przeczytanym tekstem i odpowiedzenie na pytania go dotyczące albo rozwiązanie innych zadań bazujacych na materiałach.</p>
ru: <p>Активность чтения будет в основном использоваться для проверки понимания учащимся данного текста. Это можно сделать, попросив учащегося задуматься о чтении и ответить на вопросы о чтении, а также заполнить некоторые другие, возможно, более физические задачи, основанные на чтении.</p>
tr: <p>Okuma Etkinliği öncelikle bir öğrencinin belirli bir metni anlamasını kontrol etmek için kullanılabilir. Bu, öğrenciden okuma üzerinde düşünmesini ve okumayla ilgili sorulara yanıt vermesini isteyerek veya okumaya dayalı olarak muhtemelen daha fiziksel başka bir görevi tamamlamasını sağlayarak yapılabilir.</p>
zh_cn: <p>阅读活动将主要用于检查学习者对给定文本的理解。这可以通过要求学习者对阅读进行反思并回答有关阅读的问题来完成，或者让他们根据阅读完成一些任务来完成。 </p>

source: <p>Teachers should keep the following in mind when using this iDevice: </p><ol><li>Think about the number of different types of activity planned for your resource that will be visually signalled in the content. Avoid using too many different types or classification of activities otherwise learner may become confused. Usually three or four different types are more than adequate for a teaching resource.</li><li>From a visual design perspective, avoid having two iDevices immediately following each other without any text in between. If this is required, rather collapse two questions or events into one iDevice. </li><li>Think about activities where the perceived benefit of doing the activity outweighs the time and effort it will take to complete the activity. </li></ol>
ca: <p>Els professors haurien de tenir en ment el següent mentre empren aquest iDevice:</p><ol><li>Pensa en planejar un nombre diferent d'activitats per fer el contingut visualment atractiu. Utilitzar massa diferents tipus d'activitats pot confondre a l'estudiant. Normalment tres o quatre tipus diferents són adequats per aprendre un recurs.</li><li> Des d'una perspectiva de disseny visual tenir dos iDevices seguits immediatament sense text entre mig és lleig. Si us calen dos iDevices ajunteu dos qüestions dins el mateix iDevice </li><li>Penseu en activitats que siguen percebudes com atractives i beneficioses , tant com invertir temps i esforç en completar-les.</li></ol>
ca_es@valencia: <p>És recomanable que el professorat tinga present el següent quan utilitze aquest iDevice:</p><ol><li>Penseu en diferents tipus d'activitats que facen el contingut visualment atractiu. Utilitzar massa tipus diferents d'activitats pot confondre l'alumnat; normalment tres o quatre tipus diferents són suficients per a un recurs d'aprenentatge.</li><li> Des d'una perspectiva de disseny visual, eviteu tindre dos iDevices l'un a continuació de l'altre sense cap text que els separe. Si calen dos iDevices ajunteu dos qüestions dins el mateix iDevice. </li><li>Penseu en activitats que siguen percebudes com a atractives i beneficioses, de manera que pague la pena invertir temps i esforç a completar-les.</li></ol>
el: <p>Οι εκπαιδευτικοί πρέπει να λάβουν υπόψη κατά τη χρήση αυτού του η-Σύνεργου τα εξής: </p> <ol><li>Σκεφτείτε τον αριθμό των διαφορετικών τύπων δραστηριοτήτων που προγραμματίσετε για το παιδαγωγικό σας υλικό, ο οποίος θα αναπαρίσταται οπτικά στο περιεχόμενο. Αποφύγετε πάρα πολλούς διαφορετικούς τύπους ταξινόμησης των δραστηριοτήτων ειδάλλως ο μαθητής μπορεί να μπερδευτεί. Συνήθως τρεις ή τέσσερις διαφορετικοί τύποι είναι υπερβολικά επαρκείς για ένα εκπαιδευτικό υλικό.</li><li>Για λόγους οπτικής σχεδίασης, αποφύγετε να έχετε δύο η-Σύνεργα μεταξύ των οποίων δεν υπάρχει κανένα κείμενο. Εάν αυτό απαιτείται, καλύτερα ενώστε δύο ερωτήσεις ή γεγονότα σε ένα η-Σύνεργο. </li><li>Σκεφτείτε δραστηριότητες όπου το αντιληπτό όφελος που προκύπτει με την ολοκλήρωση της δραστηριότητας, ξεπερνά το χρόνο και την προσπάθεια που χρειάζεται για να ολοκληρωθεί η δραστηριότητα. </li></ol>
es: <p>Los profesores deben recordar lo siguiente cuando estén usando este iDevice:</p><ol><li>Piense en la cantidad de diferentes tipos de actividades planificados como recurso los cuales serán señalados visualmente como contenido. Trate de no usar muchos diferentes tipos de clasificaciones de actividades, para que el estudiante no se confunda. Normalmente tres o cuatro diferentes tipos son más que suficiente por un recurso de enseñanza.</li><li>Desde una perspectiva de diseño visual, trata de no poner dos iDevices juntos sin texto entre medias. Si se encuentra que es necesario, una dos preguntas y eventos en un iDevice.</li><li>Plantéese actividades en las que el beneficio de completar la actividad supere al costo en tiempo y esfuerzo de completarla.</li></ol>
eu: Irakasleek ohar hauek gogoan izan beharko lituzkete iDevice hau erabiltzean: <ol><li>Pentsatu zenbat ekintza mota erabili nahi dituzuen bisualki edukian. Ez erabili jarduera mota edo sailkapen gehiegi, ikasleentzat nahasgarria izan baitaiteke. Askotan, nahikoak dira hiruzpalau mota.</li><li>Diseinu bisualaren ikuspuntutik, saiatu bi iDevice elkarren ondoan ez jartzen, tartean testurik ez dutela. Beharrezkoa izanez gero, iDevice bakarrean sartu bi galdera edo ekintza.</li><li>Prestatzen dituzun jarduerei esker ikasleek lortutako onurak handiagoa izan behar du ekintza gauzatzeko emandako denborak eta ahaleginak baino. </li></ol>
fr: <p> Les formateurs utilisant cet outil pédagogique doivent garder ce qui suit à l'esprit: </p> <ol><li> Pensez au nombre d'activités de différentes sortes que vous envisagez de créer à l'aide de votre ressource et qui seront visualisables au sein du même document. Évitez d'en créer de trop nombreuses à l'aide de la même ressource, ce qui pourrait entraîner des confusions chez les apprenants. En général, 3 ou 4 différentes activités sont un maximum à partir d'une même ressource pédagogique.</li> <li> D'un point de vue esthétique, évitez d'utiliser 2 outils pédagogiques à la suite sans un texte les séparant. Si nécessaire, il vaut mieux à l'aide du même outil ajouter une question ou un évènement supplémentaire.</li> <li> Pensez aux activités où le bénéfice que peut en retirer l'apprenant prime sur le temps et l'effort qu'il mettra à les réaliser.</li> </ol>
gl: <p>O profesorado debe lembrar o seguinte cando estea a utilizar este iDevice: </p><ol><li>Pense na cantidade de diferentes tipos de actividades planificadas como recurso que serán sinaladas visualmente como contido. Tente non utilizar moitos tipos diferentes de clasificacións de actividades para non confundir ao alumnado. Normalmente tres ou catro tipos diferentes son máis que suficientes para un recurso didáctico.</li><li>Desde unha perspectiva de deseño visual, tente non poñer dous iDevices xuntos sen texto no medio. Se pensa que é necesario, una dúas preguntas ou eventos nun iDevice. </li><li>Pense actividades nas que o beneficio de completalas supere ao custo en tempo e esforzo de levalas a cabo. </li></ol>
it: <p>Gli insegnanti dovrebbero tenere a mente le seguenti informazioni quando usano questo iDevice: </p><ol><li>Pensare al numero di differenti tipi di attività pianificate per le risorse che saranno segnalate in modo visuale nel contenuto. Non utilizzare un numero elevato di tipi o attività di classificazione differenti altrimenti lo studente si potrebbe confondere. Normalmente tre o quattro tipi diversi sono più che adeguati per la risorsa di insegnamento.</li><li>Da una prospettiva di progettazione visuale, evitare due iDevice consecutivi senza testo fra di essi. Se questo è proprio necessario, riunire due domande o eventi in un solo iDevice. </li><li>Pensare alle attività in modo tale che il beneficio percepito superi il tempo e lo sforzo che sarà necessario per svolgerla. </li></ol>
nl: Als u dit iDevice gebruikt, hou dan rekening met volgende overwegingen: <ol><li>1. Beperk het aantal verschillende soorten van activiteiten dat in het materiaal op een visuele manier wordt aangegeven. Meestal volstaan drie of vier verschillende types.</li><li>2. Uit visueel oogpunt bekeken is het beter niet twee iDevices onmiddellijk na elkaar te zetten die niet gescheiden zijn door tekst. Als dat het geval is, plaats dan twee vragen of activiteiten in eenzelfde iDevice</li><li>3.Ontwerp activiteiten waarvan het nut opweegt tegen de tijd en moeite die het kost om ze tot een goed einde te brengen. </li></ol>
pl: <p>Nauczyciele używając tego iObiektu powinni zwrócić uwagę na: </p><ol><li> Ilość różnych typów zadań planowanych w lekcji, których odpowiedzi zostaną uwidocznione. Unikaj używania zbyt wielu różnych typów zadań lub ich róznego oceniania aby nie wprowadzać ucznia w błąd. Zazwyczaj 3 lub 4 rózne typy zadań są wystarczające do celów edukacyjnych.</li><li> Z perspektywy projektowania graficznego należy unikać sytuacji kiedy dwa identyczne obiekty następują po sobie bez rozdzielenia ich tekstem. Jeśli jest to niezbędne użyć do tego jednego obiektu.</li><li> Używaj takich zadań, w których korzyść z rozwiązanaia przewyższa czas i wysiłek potrzebny do jego ukończenia.</li></ol>
pt: <p>O professorado deve lembrar-se do seguinte quando utilizar este iDevice: </p><ol><li>Pense acerca dos diferentes tipos de atividades planeadas para o seu recurso que vão ser visualizadas. Evite usar um grande número de atividades diferentes, pois isto pode fazer com que os estudantes fiquem confusos. Normalmente, três ou quatro tipos diferentes de atividades são mais do que suficiente para um recurso de ensino.</li><li> Do ponto de vista do design visual, evite ter dois iDevices seguidos sem qualquer texto entre eles. Se precisar de o fazer, prefira unir duas questões ou eventos num único iDevice. </li><li> Pense em atividades em que o estudante sinta que o benefício de realizar a atividade é maior do que o tempo e o esforço de que precisa para realizar a atividade. </li></ol>
ru: <p>Работая с iDevice преподаватель должен помнить о следующем:</p><ol><li> О количестве различных типов заданий, запланированных для вашего ресурса, которые будут визуально отображаться внутри. Старайтесь не использовать слишком большое количество различных типов заданий, чтобы не запутать учащегося. Рекомендуется использовать не более трёх - четырёх различных типов.</li><li>Исходя из особенностей визуального оформления, старайтесь не создавать двух идущих подряд iDevice'ов. Если это все-таки необходимо, то объедините два вопроса или события в один iDevice.</li><li>Помните об адекватной необходимости создания задания. Если сложность и время на разработку намного превышает время на использование и применение этого элемента, откажитесь от него.</li></ol>
tr: <p>Öğretmenler bu iCihazı kullanırken aşağıdakileri akıllarında tutmalıdır </p><ol><li>Kaynağınız için planlanan ve içerikte görsel olarak işaret edilecek farklı etkinlik türlerinin sayısını düşünün. Çok fazla farklı faaliyet türü veya sınıflandırması kullanmaktan kaçının, aksi takdirde öğrencinin kafası karışabilir. Genellikle üç veya dört farklı tür bir öğretim kaynağı için fazlasıyla yeterlidir.</li><li>Görsel tasarım açısından, aralarında herhangi bir metin olmadan birbirini hemen takip eden iki iDevice kullanmaktan kaçının. Eğer bu gerekliyse, iki soru veya etkinliği tek bir iDevice'e sığdırın </li><li>Etkinliği yapmanın algılanan faydasının, etkinliği tamamlamak için harcanacak zaman ve çabadan daha ağır bastığı etkinlikleri düşünün </li></ol>
zh_cn: <p>教师在使用此iDevice 模块时应牢记以下几点： </p><ol><li>考虑为资源计划的各种类型的活动的数量，这些活动将在内容中以视觉方式发出信号。避免使用太多不同类型或类别的活动，否则学习者可能会感到困惑。通常，三至四种不同的类型对于教学资源来说已经绰绰有余。</li><li>从视觉设计的角度来看，请避免两个iDevice模块直接相连，且中间没有任何文本。如果必须这样做，可以将两个问题或事件整合到一个iDevice 模块中。</li></ol>

source: What to read
ca: Què llegir
ca_es@valencia: Què s'ha de llegir
dz: ག་ཅི་ལྷག་ནི་
el: Τι να διαβάσετε
es: Qué leer
eu: Zer irakurri
fr: Que faut-il lire ?
gl: O que hai que ler
it: Che cosa leggere
nl: Wat gelezen moet worden
pl: Co należy przeczytać
pt: O que ler
ru: Что читать
tr: Okunacak bölüm
zh_cn: 阅读资料
zh_tw: 要閱讀的內容

source: Enter the details of the reading including reference details. The referencing style used will depend on the preference of your faculty or department.
ca: Introduïu els detalls de la lectura inclosos els detalls de referència. L'estil de referència utilitzat dependrà de les preferències del vostre centre o departament.
ca_es@valencia: Ingresse els detalls de la lectura, inclosos els detalls de referència. L'estil de referència utilitzat dependrà de la preferència de la seua entitat, facultat o departament.
el: Εισάγετε λεπτομέρειες της ανάγνωσης μαζί με τις παραπομπές. Η τεχνοτροπία των παραπομπών εξαρτάται από τις επιλογές του σχολείου σας ή του διδάσκοντα.
es: Introduzca los detalles de la lectura incluyendo las referencias. El estilo de referencia usado dependerá de las preferencias que tenga su facultad o departamento.
eu: Adierazi irakurketaren zehaztasunak, erreferentziak barne. Erabilitako erreferentziaren estiloa zure fakultatearen edo sailaren zaletasunen araberakoa izango da.
fr: Introduisez les détails de la lecture, y compris les références. Le style de référence utilisé dépendra des préférences de votre centre d'enseignement ou ou de votre département.
gl: Introduza os detalles da lectura incluíndo as referencias. O estilo de referencia utilizado dependerá das preferencias que teña na súa facultade ou departamento.
it: Inserire i dettagli della lettura compresi i dettagli bibliografici. Lo stile dei riferimenti dipenderà dalle preferenze della propria Facoltà o del Dipartimento.
pl: Wprowadź szczegóły czytania, w tym dane referencyjne. Zastosowany styl odniesienia będzie zależeć od preferencji twojego wydziału lub działu.
ru: Введите сведения о чтении, включая справочные данные. Используемый стиль ссылок будет зависеть от предпочтения вашего факультета или департамента.
tr: Referans ayrıntıları da dahil olmak üzere okuma ayrıntılarını girin. Kullanılan referans stili, fakültenizin veya bölümünüzün tercihine bağlı olacaktır.
zh_cn: 输入读数的详细信息，包括参考详细信息。 参考风格将取决于您的教师或部门的偏好。

source: Activity
ca: Activitat
ca_es@valencia: Activitat
dz: སྦྱོང་ལཱ
el: Τι να κάνετε
es: Actividad
eu: Jarduera
fr: Activité
gl: Actividade
it: Attività
nl: Activiteit
pl: Aktywność
pt: Atividade
ru: Задание
tr: Alıştırma
zh_cn: 学习活动
zh_tw: 學習活動

source: Describe the tasks related to the reading learners should undertake. This helps demonstrate relevance for learners.
ca: Descriviu els detalls relacionats amb amb la lectura que els alumnes començaran. Aquesta ajuda mostra la rellevància per als estudiants.
ca_es@valencia: Descriga les tasques relacionades amb la lectura que els alumnes han d'emprendre. Això ajuda a demostrar la seua rellevància als alumnes
el: Περιγράψτε τις εργασίες ανάγνωσης που θα αναλάβουν οι μαθητές, προκειμένου να κατανοήσουν το κείμενο που δόθηκε.
es: Describa las tareas relacionadas con la lectura que los estudiantes deben llevar a cabo. Esto ayuda a mostrar lo importante a los estudiantes.
eu: Deskribatu ikasleek irakurri beharreko testuarekin lotura duten atazak. Lagungarria izango da garrantzia ikusarazteko.
fr: Décrivez les tâches en relation à la lecture que les étudiants doivent compléter. Cela aide à mettre l'accent sur les éléments importants.
gl: Describa as tarefas relacionadas coa lectura que o alumnado debe levar a cabo. Isto axuda a amosar o importante ao alumnado.
it: Descrivere i compiti relativi alla lettura che i discenti dovrebbero svolgere. Questo aiuta a dimostrare la loro rilevanza per i discenti.
pl: Opisz zadania związane z czytaniem, które uczący się powinni podjąć. Pomaga to wykazać znaczenie dla uczniów.
ru: Опишите задачи, связанные с чтением, которые должны изучать ученики. Это помогает продемонстрировать актуальность для учащихся.
tr: Okumada öğrenenlerin üstlenmesi gereken görevleri açıklayın. Bu, öğrenciler için alaka düzeyini göstermeye yardımcı olur.
zh_cn: 描述与学习者应承担的阅读任务相关的工作。 这有助于证明与学习者的相关性。

source: Use feedback to provide a summary of the points covered in the reading, or as a starting point for further analysis of the reading by posing a question or providing a statement to begin a debate.
ca: Useu la retroalimentació per posar un resum dels punts coberts per la lectura, o com un punt d'inici per anàlisis posteriors de la lectura posant alguna pregunta, o proporcionant un comentari per començar un debat.
ca_es@valencia: Utilitza la retroacció per a proporcionar un resum dels punts coberts en la lectura, o com a punt de partida per a una anàlisi més detallada de la lectura plantejant una pregunta o proporcionant una declaració per a començar un debat.
el: Χρησιμοποιήστε την ανατροφοδότηση για να παρέχετε στους μαθητές μια σύνοψη των σημείων που καλύφθηκαν με την ανάγνωση, ή ως ένα σημείο εκκίνησης περαιτέρω ανάλυσης της ανάγνωσης θέτοντας μια ερώτηση ή κάνοντας μια δήλωση για να ξεκινήσει ένας διάλογος.
es: Use comentarios para proporcionar un resumen de los puntos que serán cubiertos en la lectura o como punto de partida para el análisis de la lectura, planteando una pregunta o proporcionando una declaración para iniciar el debate.
eu: Erabili feedbacka irakurgaian jorratutako puntuen laburpena egiteko edo irakurgaiaren azterketa sakonagoa egiteko. Horretarako galdera bat edo eztabaida bat hasteko balio duen adierazpen bat egin dezakezu.
fr: Faites des commentaires pour fournir un résumé des points couverts par la lecture ou comme point de départ pour l'analyse de la lecture, en posant une question ou en posant une affirmation pour initier un débat.
gl: Utilice Retroalimentación para proporcionar un resumo dos puntos que serán abordados na lectura ou como punto de partida para a análise da lectura, formulando unha pregunta ou fornecendo unha afirmación para iniciar o debate.
it: Usare il feedback per fornire un riassunto degli argomenti affrontati nella lettura o come punto di partenza di ulteriori analisi della lettura tramite domande oppure ancora fornendo una frase come punto di partenza per un dibattito.
pl: Użyj wskazówek dla zapewnienia podsumowania najwazniejszych cech tekstu lub jako punktu wyjścia dla analizy poprzez zadanie pytania lub postaw tezy do wywołania dyskusji.
ru: Используйте обратную связь, чтобы представить краткое изложение пунктов, рассмотренных в чтении, или в качестве отправной точки для дальнейшего анализа чтения путём постановки вопроса или предоставления заявления для начала обсуждения.
tr: Okumada kapsanan noktaların bir özetini sağlamak için veya bir soru sorarak veya bir tartışma başlatmak için bir açıklama sunarak okumanın daha fazla analizi için bir başlangıç ​​noktası olarak geri bildirimi kullanın.
zh_cn: 这个栏目是可灵活使用的. 可用它来提供所涉及阅读资料的重点概括, 也可以提出问题或辩论话题作为下一步阅读分析的起点.

source: Objectives
ca: Objectius
ca_es@valencia: Objectius
dz: དམིགས་ཡུལ་ཚུ
el: Στόχοι
es: Objetivos
eu: Helburuak
fr: Objectifs
gl: Obxectivos
it: Obiettivi
nl: Doelstellingen
pl: Cele lekcji
pt: Objetivos
ru: Цели
tr: Hedefler
zh_cn: 目的
zh_tw: 目的
