Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: You can save the score as many times as you want
ca: Podeu desar la puntuació tantes vegades com vulgueu
ca_es@valencia: Pots guardar la puntuació tantes vegades com vulgues
el: Μπορείτε να αποθηκεύσετε τη βαθμολογία σας όσες φορές θέλετε
es: Puede guardar la puntuación tantas veces como quiera
eu: Puntuak nahi haina aldiz gorde dezakezu
fr: Vous pouvez enregistrer le score autant de fois que vous le souhaitez
gl: Pódese gardar a puntuación tantas veces como se queira
it: Si può salvare il punteggio quando si vuole
pl: Możesz zapisać wynik tyle razy, ile chcesz
ru: Вы можете сохранить счёт столько раз, сколько хотите
tr: Skoru istediğiniz kadar kaydedebilirsiniz
zh_cn: 您可以根据需要多次保存分数
zh_tw: 您可以自由儲存分數

source: The last score saved is
ca: La darrera puntuació desada és
ca_es@valencia: L'última puntuació guardada és
el: Η τελευταία αποθηκευμένη βαθμολογία είναι
es: La última puntuación guardada es
eu: Gordetako azken puntuazioa hau da:
fr: Le dernier score enregistré est
gl: A última puntuación gardada é
it: Ultimo punteggio salvato
pl: Ostatni zapisany wynik to
ru: Последний сохранённый счёт
tr: Kaydedilen son puan
zh_cn: 最后保存的分数是
zh_tw: 上次儲存的分數為

source: You have already done this activity.
ca: Ja heu fet aquesta activitat.
ca_es@valencia: Ja has realitzat aquesta activitat.
el: Έχετε ήδη ολοκληρώσει αυτή τη δραστηριότητα.
es: Ya ha realizado esta actividad.
eu: Dagoeneko jarduera egin duzu.
fr: Vous avez déjà fait cette activité.
gl: Xa realizaches esta actividade.
it: Attività già svolta.
pl: Zrobiłeś już tę czynność.
ru: Вы уже сделали эту деятельность.
tr: Bu etkinliği zaten yaptınız.
zh_cn: 您已经完成了此活动。
zh_tw: 您已經完成此活動。

source: You can do this activity as many times as you want
ca: Podeu fer aquesta activitat tantes vegades com vulgueu
ca_es@valencia: Pots realitzar aquesta activitat quantes vegades vulgues
el: Μπορείτε να κάνετε αυτή τη δραστηριότητα όσες φορές θέλετε
es: Puede realizar esta actividad cuantas veces quiera
eu: Jarduera hau nahi haina aldiz egin dezakezu
fr: Vous pouvez faire cette activité autant de fois que vous le souhaitez
gl: Pódese realizar esta actividade tantas veces como se queira
it: Si può fare questa attività quante volte si vuole
pl: Możesz wykonać tę czynność tyle razy, ile chcesz
ru: Вы можете выполнять эту деятельность столько раз, сколько хотите
tr: Bu etkinliği istediğiniz kadar yapabilirsiniz
zh_cn: 您可以根据需要多次保存分数
zh_tw: 您可以自由遊玩此活動

source: Loading. Please wait...
ca: S'està carregant. Espereu...
ca_es@valencia: Carregant. Per favor espere...
dz: མངོན་གསལ་འབད་དོ། བསྒུག་གནང་...
el: Φόρτωση. Παρακαλώ περιμένετε...
es: Cargando. Espere, por favor...
eu: Kargatzen. Mesedez itxaron...
fr: En cours de chargement. Veuillez patienter...
gl: Cargando. Agarde…
it: Caricamento in corso...
pl: Ładowanie. Proszę czekać...
ru: Загрузка. Пожалуйста, подождите...
tr: Yükleniyor. Lütfen bekleyiniz..
zh_cn: 正在加载，请稍候……
zh_tw: 載入中，請稍候...

source: points
ca: punts
ca_es@valencia: punts
dz: སྐུགས
el: βαθμοί
es: puntos
eu: puntuak
gl: puntos
it: punti
pl: punktów
ru: точки
tr: puan
zh_cn: 分数
zh_tw: 分

source: Incomplete activity
ca: Activitat incompleta
es: Actividad no completada

source: Activity: Passed. Score: %s
ca: Activitat. Superada. Puntuació %s
es: Actividad superada. Puntuación: %s

source: Activity: Not passed. Score: %s
ca: Activitat: No superada. Puntuació %s
es: Actividad no superada. Puntuación: %s

source: Please provide the word definition
ca: Proporciona una definició d'un mot
ca_es@valencia: Proporciona la definició de la paraula o expressió
el: Παρακαλώ δώστε τον ορισμό της λέξης
es: Indique la definición de la palabra o expresión
eu: Eman hitzaren definizioa
fr: Veuillez fournir la définition du terme
gl: Indique a definición da palabra
it: Indicare la definizione della parola
pl: Podaj definicję słowa
ru: Обозначьте определение слова или фразы
tr: Lütfen kelimenin tanımını girin
zh_cn: 请提供单词定义
zh_tw: 請提供單字的意思

source: The selected file does not contain a valid game
ca: El fitxer seleccionat no conté un joc vàlid
ca_es@valencia: El fitxer seleccionat no té una partida vàlida
el: Το επιλεγμένο αρχείο δεν περιέχει ένα έγκυρο παιχνίδι
es: El fichero seleccionado no contiene una partida válida
eu: Hautatutako fitxategiak ez dauka joko baliagarririk
fr: Le fichier sélectionné ne contient pas de jeu valide
gl: O ficheiro seleccionado non contén unha partida válida
it: Il file selezionato non contiene un gioco valido
pl: Wybrany plik nie zawiera prawidłowej gry
ru: Выбранный файл не содержит действительной игры
tr: Seçilen dosya geçerli bir oyun içermiyor
zh_cn: 所选文件中没有有效的游戏
zh_tw: 選取的檔案並未包含正確的遊戲內容

source: You must upload or indicate the valid URL of an image
ca: Cal que pugeu o indiqueu una URL vàlida o una imatge
ca_es@valencia: Has de pujar o indicar la URL vàlida d'una imatge
el: Θα πρέπει να φορτώσετε ή να δώσετε ένα έγκυρο URL μιας εικόνας
es: Debe subir o indicar la URL válida de una imagen
eu: Irudi bat igo edo haren URLa eman behar duzu
fr: Vous devez télécharger ou indiquer l'URL valide d'une image
gl: Envíe ou indique o URL válido dunha imaxe
it: Si deve caricare o indicare un URL valido di un'immagine
pl: Musisz przesłać lub wskazać prawidłowy adres URL obrazu
ru: Вы должны выгрузить или указать действительный URL-адрес изображения
tr: Resmin geçerli URL'sini yüklemeniz veya belirtmeniz gerekir
zh_cn: 您必须上传或指明图像的有效URL
zh_tw: 您必須上傳或是指定圖片的網址

source: Please provide one word or phrase
ca: Proporcioneu una paraula o frase
ca_es@valencia: Escriu una paraula o expressió
dz: ཚིག་ཡང་ན་བསྡེབས་ཚིག་གཅིག་བྱིན་གནང
el: Παρακαλώ εισάγετε μια λέξη ή φράση
es: Introduzca una palabra o expresión
eu: Eman hitz edo esaldi bat
fr: Veuillez fournir un mot ou une phrase
gl: Introduza unha palabra ou expresión
it: Inserire una parola o frase
pl: Proszę podać jedno słowo lub frazę
ru: Пожалуйста, предоставьте одно слово или фразу
tr: Lütfen bir kelime veya kelime öbeği girin
zh_cn: 请提供一个字词或词组
zh_tw: 請輸入一個單字或片語

source: Please provide at least one question
ca: Proporcioneu almenys una pregunta
ca_es@valencia: Escriu almenys una qüestió
dz: དྲི་བ་ཉུང་མཐའ་གཅིག་བྱིན་གནང
el: Παρακαλώ εισάγετε τουλάχιστον μια ερώτηση
es: Introduzca al menos una pregunta
eu: Eman galdera bat gutxienez
fr: Veuillez fournir au moins une question
gl: Introduza polo menos unha pregunta
it: Inserire almeno una domanda
pl: Proszę podać co najmniej jedno pytanie
ru: Пожалуйста, укажите хотя бы один вопрос
tr: Lütfen en az bir soru girin
zh_cn: 请至少提供一个问题
zh_tw: 請輸入至少一個問題

source: This video is not currently available
ca: Aquest vídeo no està disponible actualment
ca_es@valencia: Aquest vídeo no està disponible actualment
dz: གློག་བརྙན་འདི་ད་ལྟོ་ཐོབ་མ་ཚུགས
el: Αυτό το βίντεο δεν είναι προς το παρόν διαθέσιμο
es: Este vídeo no está disponible en este momento
eu: Bideo hau ez dago eskuragarri
fr: Cette vidéo n'est pas disponible actuellement
gl: Este vídeo non está dispoñible neste momento
it: Video non disponibile
pl: Ten film nie jest obecnie dostępny
ru: Это видео в данный момент недоступно
tr: Bu video şu anda mevcut değil
zh_cn: 该视频目前不可用
zh_tw: 目前無法觀看此影片

source: You have to complete the question
ca: Cal que completeu la pregunta
ca_es@valencia: Has de completar la qüestió
dz: ཁྱོད་ཀྱི་དྲི་བ་དེ་མཇུག་བསྡུ་དགོ
el: Θα πρέπει να συμπληρώσετε την ερώτηση
es: Debe completar la pregunta
eu: Galdera osatu behar duzu
fr: Vous devez compléter la question
gl: Complete a pregunta
it: Si deve completare la domanda
pl: Musisz ukończyć pytanie
ru: Вы должны завершить вопрос
tr: Soruyu tamamlamanız lazım
zh_cn: 您必须完成答题
zh_tw: 您必須回答此問題

source: You have to complete all the selected options
ca: Cal que completeu totes les opcions seleccionades
ca_es@valencia: Has de completar totes les opcions seleccionades
dz: ཁྱོད་ཀྱི་སེལ་འཐུ་གྲུབ་པའི་གདམ་ཁ་ཆ་མཉམ་དེ་ཚུ་མཇུག་བསྡུ་དགོ
el: Θα πρέπει να συμπληρώσετε όλα όσα έχετε επιλέξει
es: Debe completar todas las opciones seleccionadas
eu: Hautatutako aukerak bete behar dituzu
fr: Vous devez compléter toutes les options sélectionnées
gl: Complete tódalas opcións seleccionadas
it: Si devono completare tutte le opzioni selezionate
pl: Musisz wypełnić wszystkie wybrane opcje
ru: Вы должны завершить все выбранные варианты
tr: Seçilen tüm seçenekleri tamamlamanız gerekir
zh_cn: 您必须完成所有选择的选项
zh_tw: 您必須完成所有選取的選項

source: Choose the right answer
ca: Trieu la resposta correcta.
ca_es@valencia: Tria la resposta correcta
dz: ལན་བདེན་པ་འདི་གདམ
el: Επιλέξτε τη σωστή απάντηση
es: Elija la respuesta correcta
eu: Aukeratu erantzun zuzena
fr: Choisissez la réponse correcte
gl: Escolla a resposta correcta
it: Scegliere la giusta risposta
pl: Wybierz właściwą odpowiedź
ru: Выберите правильный ответ
tr: Doğru cevabı seçin
zh_cn: 选择正确的答案
zh_tw: 選取正確的答案

source: You have to indicate the start and the end of the video that you want to show
ca: Cal que indiqueu el començament i el final del vídeo que voleu mostrar
ca_es@valencia: Has d'indicar el començament i el final del vídeo que vols mostrar
el: Θα πρέπει να ορίσετε τα σημεία έναρξης και λήξης του τμήματος βίντεο που θα προβάλλεται
es: Debe indicar el comienzo y el final del vídeo que desea mostrar
eu: Erakutsi nahi duzun bideoaren hasiera eta amaiera adierazi behar duzu
fr: Vous devez indiquer le début et la fin de la vidéo que vous désirez montrer
gl: Indique o comezo e o final do vídeo que desexa amosar
it: Indicare inizio e fine del video che si vuole mostrare
pl: Musisz wskazać początek i koniec filmu, który chcesz wyświetlić
ru: Вы должны указать начало и конец видео, которое вы хотите показать
tr: Göstermek istediğiniz videonun başlangıcını ve sonunu belirtmelisiniz
zh_cn: 您必须指出要播放视频的开始和结束时间
zh_tw: 您必須指定您要顯示影片的起始與結束點

source: The video end value must be higher than the start one
ca: El valor de final del vídeo ha de ser superior al del començament
ca_es@valencia: El valor del final del vídeo ha de ser major que el del començament
el: Το σημείο λήξης θα πρέπει να είναι χρονικά μεταγενέστερο από το σημείο έναρξης
es: El valor del final del vídeo debe ser mayor que el del comienzo
eu: Bideo amaieraren balioa hasierakoarena baino altuagoa izan behar du
fr: La valeur de fin de la vidéo doit être supérieure à la valeur de début
gl: O valor do final do vídeo debe ser maior que o do comezo
it: Il valore di fine del video deve essere maggiore dell'inizio
pl: Wartość końcowa wideo musi być wyższa niż początkowa
ru: Конечное значение видео должно быть выше начального
tr: Video bitiş değeri, başlangıç ​​değerinden büyük olmalıdır
zh_cn: 视频结束时间必须高于开始时间
zh_tw: 影片的結束點必須晚於起始點

source: You have to type a text in the editor
ca: Cal escriviu text amb l'editor
ca_es@valencia: Has de teclejar un text en l'editor
el: Θα πρέπει να καταχωρίσετε κείμενο στον επεξεργαστή
es: Debe teclear un texto en el editor
eu: Testu bat sartu beha duzu editorean
fr: Vous devez écrire un texte dans l'éditeur
gl: Teclee un texto no editor
it: Inserire un testo nella finestra
pl: Musisz wpisać tekst w edytorze
ru: Вы должны ввести текст в редакторе
tr: Editöre bir metin yazmanız gerekiyor
zh_cn: 您必须在编辑器中输入文本
zh_tw: 您必須在編輯器中輸入文字

source: The silence time is wrong. Check the video duration.
ca: El temps de silenci és incorrecte. Comproveu la duració del vídeo.
ca_es@valencia: El temps de silenci indicat no és correcte. Comprova la duració del vídeo.
el: Ο χρόνος σίγασης είναι λάθος. Ελέγξτε τη διάρκεια του βίντεο.
es: El tiempo de silencio indicado no es correcto. Compruebe la duración del vídeo.
eu: Isilune epea ez da onargarria. Begiratu bideoaren iraupena.
fr: Le temps de silence indiqué est incorrect. Vérifiez la durée de la vidéo.
gl: O tempo de silencio indicado non é correcto. Comprobe a duración do vídeo.
it: Il tempo di silenzio è sbagliato. Controllare durata del video.
pl: Czas ciszy jest zły. Sprawdź czas trwania filmu.
ru: Неправильное время тишины. Проверьте продолжительность видео.
tr: Sessizlik zamanı yanlış. Video süresini kontrol edin.
zh_cn: 静音时间不正确。检查视频时长。
zh_tw: 靜默時間不正確。請檢查影片的時間長短是否正確。

source: Please check all the answers in the right order
ca: Comproveu totes les respostes en l'ordre correcte
ca_es@valencia: Ha de marcar les respostes en l'ordre correcte
el: Ελέγξτε όλες τις απαντήσεις με τη σωστή σειρά
es: Debe marcar las respuestas en el orden correcto
eu: Egiaztatu erantzun guztiak orden egokian
fr: Veuillez vérifier toutes les réponses dans l'ordre correct
gl: Debe marcar as respostas na orde correcta
it: Controllare tutte le risposte nel giusto ordine
pl: Sprawdź wszystkie odpowiedzi we właściwej kolejności
ru: Вы должны отметить ответы в правильном порядке
tr: Lütfen tüm cevapları doğru sırayla kontrol edin
zh_cn: 请按正确的顺序查看所有答案
zh_tw: 請檢查所有的答案順序是否正確。

source: Please check the time format: hh:mm:ss
ca: Comproveu el format de temps: hh:mm:ss
ca_es@valencia: Comprove que el temps té el següent format: hh:mm:ss
el: Ελέγξτε τη μορφή ώρας: hh: mm: ss
es: Compruebe que el tiempo tiene el siguiente formato: hh:mm:ss
eu: Egiaztatu denbora formatoa: hh:mm:ss
fr: Veuillez vérifier le format du temps hh:mm:ss
gl: Comprobe que o tempo ten o seguinte formato: hh:mm:ss
it: Controllare formato ora: OO:MM:SS
pl: Sprawdź format czasu: gg:mm:ss
ru: Убедитесь, что время имеет следующий формат: чч:мм:сс
tr: Lütfen saat biçimini kontrol edin\: ss\:dd\:ss
zh_cn: 请检查时间格式：hh:mm:ss
zh_tw: 請檢查時間格式，必須為：hh:mm:ss

source: Message to display when passing the game
ca: Missatge a mostrar quan es passi el joc
ca_es@valencia: Missatge que es mostrarà en superar el joc
el: Μήνυμα που εμφανίζεται όταν περνάτε το παιχνίδι
es: Indica el mensaje que se mostrará al superar el juego
eu: Jokoa gainditzean erakutsiko den mezua
fr: Message visible en cas de réussite du jeu
gl: Indica a mensaxe que se amosará ao superar o xogo
it: Messaggio da mostrare al completamento del gioco
pl: Komunikat wyświetlany po przejściu gry
ru: Обознач сообщение, которое будет отображаться при прохождении игры
tr: Oyunu geçtikten sonra görüntülenecek mesaj
zh_cn: 在通过游戏时要显示的消息
zh_tw: 完成遊戲時顯示的訊息

source: Your browser is not compatible with this tool.
ca: El vostre navegador no és compatible amb aquesta eina.
ca_es@valencia: El vostre navegador no és compatible amb aquesta eina.
dz: ཁྱོད་ཀྱི་བརའུ་ཟར་འདི་ འ་ནི་ལག་ཆས་མཉམ་གཅིག་མཐུན་འགྱུར་མེད།
el: Ο περιηγητής σας δεν είναι συμβατός με αυτό το εργαλείο.
es: Su navegador no es compatible con esta herramienta.
eu: Zure nabigatzailea ez da bateragarria tresna honekin.
fr: Votre navigateur est incompatible avec cet outil.
gl: O navegador non é compatible con esta ferramenta.
it: Il browser non è compatibile con questo strumento.
nl: Uw browser is niet compatibel met deze tool.
pl: Twoja przeglądarka nie jest kompatybilna z tym narzędziem.
pt: O seu navegador não é compatível com esta aplicação.
ru: Ваш браузер не совместим с этим инструментом.
tr: Tarayıcınız bu araçla uyumlu değil.
zh_cn: 您的浏览器与此工具不兼容。
zh_tw: 您的瀏覽器與此工具不相容。

source: The report identifier must have at least 5 characters
ca: L'identificador de l'informe ha de tenir com a mínim 5 caràcters
es: El identificador del informe debe tener al menos 5 caracteres

source: Create activities in which given a definition the student has to complete the word filling in the gaps.
ca: Creeu activitats en les quals donada la definició cal que l'estudiant completi el mot emplenant les lletres que faltin.
es: Cree actividades en las que, dada la definición de una palabra, se solicita al alumnado la propia palabra completando las letras que faltan.
eu: Sortu jarduerak non hitz baten definizio bat emanda, ikasleek hitzan falta diren hizkiak bete behar dituzte.
fr: Créer des activités où, à partir d'une définition donnée, l'élève doit compléter les lettres d'un mot détérminé.
gl: Cree actividades nas que, dada a definición dunha palabra, se solicita ao alumnado a propia palabra completando as letras que faltan.

source: Use Instructions
ca: Instruccions d'ús
es: Instrucciones de uso
eu: Erabili jarraibideak
fr: Consignes pour le jeu
gl: Instrucións do xogo

source: General settings
ca: Configuració general
ca_es@valencia: Configuració general
dz: ཡོངས་ཁྱབ་གཞི་སྒྲིག
el: Γενικές ρυθμίσεις
es: Ajustes generales
eu: Aukera orokorrak
fr: Paramètres généraux
gl: Configuración xeral
it: Impostazioni generali
nl: Algemene instellingen
pl: Ustawienia główne
pt: Configurações gerais
ru: Общие настройки
tr: Genel Ayarlar
zh_cn: 一般设置
zh_tw: 一般設定

source: Observe the letters, identify and fill in the missing words.
ca: Observa les lletres, identifica i emplena les paraules que faltin.
ca_es@valencia: Observa les lletres, identifica i emplena les paraules que falten.
el: Παρατηρήστε τα γράμματα, προσδιορίστε και συμπληρώστε τις λέξεις που λείπουν.
es: Observe las letras, identifique y rellene las palabras que faltan.
eu: Ikusi letrak, identifikatu eta bete falta diren hitzak.
fr: Observez les lettres, identifiez et complétez les mots manquants.
gl: Observe as letras, identifique e encha as palabras que faltan.
it: Osservare le lettere, identificare e inserire le parole mancanti.
pl: Obserwuj litery, zidentyfikuj i uzupełnij brakujące słowa.
ru: Наблюдайте за буквами, идентифицируйте и заполняйте недостающие слова.
tr: Harfleri inceleyin, eksik kelimeleri belirleyin ve doldurun.
zh_cn: 观察字母，识别并填写缺失的单词。
zh_tw: 觀察字母，找出並填入遺漏的單字。

source: Show minimized.
ca: Mostra minimitzat
ca_es@valencia: Mostrar minimitzat.
dz: ཆུང་ཀུ་བཟོ་བཟོཝ་སྟོན
el: Εμφάνιση σε σμίκρυνση
es: Mostrar minimizado.
eu: Erakutsi minimizatua.
fr: Montrer minimisé.
gl: Amosar minimizado.
it: Mostra minimizzato.
pl: Pokaż zminimalizowane.
ru: Показать в свёрнутом виде.
tr: Küçültülmüş göster.
zh_cn: 显示最小化。
zh_tw: 顯示已最小化。

source: Random questions
ca: Preguntes aleatòries
ca_es@valencia: Qüestions aleatòries
dz: གང་འབྱུང་དྲི་བ་ཚུ
el: Τυχαίες ερωτήσεις
es: Preguntas al azar
eu: Ausazko galderak
fr: Questions au hasard
gl: Preguntas aleatorias
it: Domande scelte a caso
pl: Losowe pytania
ru: Случайные вопросы
tr: Rastgele sorular
zh_cn: 随机问题
zh_tw: 隨機提問

source: Custom messages
ca: Missatges personalitzats
ca_es@valencia: Missatges personalitzats
dz: སྲོལ་སྒྲིག་འཕྲིན་དོན
el: Προσαρμοσμένα μηνύματα
es: Mensajes personalizados
eu: Mezu berezia
fr: Messages personnalisés
gl: Mensaxes personalizadas
it: Messaggi personalizzati
pl: Wiadomości niestandardowe
ru: Персонализированные сообщения
tr: Özel mesajlar
zh_cn: 自定义消息
zh_tw: 自訂訊息

source: Show solutions
ca: Mostra les solucions
ca_es@valencia: Mostra les solucions
dz: ལན་ཚུ་སྟོན
el: Εμφάνιση λύσεων
es: Mostrar las soluciones
eu: Emaitzak erakutsi
fr: Montrer les solutions
gl: Amosar solucións
it: Mostrare le soluzioni
pl: Pokaż rozwiązania
ru: Показать решения
tr: Çözümü Göster
zh_cn: 显示解决方案
zh_tw: 顯示答案

source: Show solution time (seconds)
ca: La solució es mostrarà durant (segons)
ca_es@valencia: La solució es mostrarà durant (segons)
dz: ལན་གྱི་དུས་ཚད་སྟོན(སྐར་ཆག)
el: Εμφάνιση χρόνου λύσης (δευτερόλεπτα)
es: La solución se mostrará durante (segundos)
eu: Erakutsi soluzio-denbora (segundoak)
fr: Montrer le temps de solution (secondes)
gl: A solución amosarase durante (segundos)
it: Mostrare il tempo di soluzione (secondi)
pl: Pokaż czas rozwiązania (sekundy)
ru: Показать время решения (в секундах)
tr: Çözüm süresini göster (saniye)
zh_cn: 显示解决方案的时间（秒）
zh_tw: 顯示解答時間（秒）

source: Case sensitive
ca: Distingeix majúscules i minúscules
ca_es@valencia: Distingeix majúscules i minúscules
dz: ཡིག་ཚོར་ཅན
el: Έλεγχος πεζών - κεφαλαίων.
es: Distingue mayúsculas/minúsculas
eu: Bereiztu maiuskulak eta minuskulak
fr: Cas d'étude
gl: Distingue entre maiúsculas e minúsculas
it: Maiuscole/minuscole
nl: Hoofdlettergevoelig
pl: Rozróżniaj wielkość liter
pt: Distingue maiúsculas de minúsculas
ru: С учётом регистра
tr: Harfe duyarlı
zh_cn: 区分大小写
zh_tw: 區分大小寫

source: 0 to 10
ca: 0 a 10
ca_es@valencia: 0 a 10
dz: ༠་ལས་༡༠
el: 0 ως 10
es: De 0 a 10
eu: 0tik 10era
fr: De 0 a 10
gl: De 0 a 10
it: da 0 a 10
pl: od 0 do 10
ru: от 0 до 10
tr: 0 ila 10
zh_cn: 0到10
zh_tw: 0 到 10

source: Points and lives
ca: Punts i vides
ca_es@valencia: Punts i vides
dz: སྐུགས་དང་ཚེ་
el: Βαθμοί και ζωές
es: Puntos y vidas
eu: Puntuak eta bizitzak
fr: Points et vies
gl: Puntos e vidas
it: Punti e vite
pl: Punkty i życia
ru: Очки и жизни
tr: Puanlar ve canlar
zh_cn: 分数和生命
zh_tw: 分數與生命數

source: No score
ca: Cap puntuació
ca_es@valencia: No hi ha puntuació
dz: སྐུགས་མེད
el: Χωρίς βαθμολογία
es: Sin puntuación
eu: Punturik ez
fr: Sans ponctuation
gl: Sen puntuación
it: Nessun punteggio
pl: Brak wyniku
ru: Нет очков
tr: Puan yok
zh_cn: 没有分数
zh_tw: 沒有分數

source: No lives, 0 to 10 score, right/wrong answers counter... A more educational context.
ca: Sense vides. Qualificació de 0 a 10, comptador de respostes correctes i incorrectes ... Context més educatiu
ca_es@valencia: Sense vides. Qualificació de 0 a 10, comptador de respostes correctes i incorrectes... Context més educatiu.
el: Χωρίς ζωές, βαθμολογία 0 έως 10, μετρητής σωστών/λανθασμένων απαντήσεων. Ένα εκπαιδευτικό πλαίσιο με περισσότερες δυνατότητες.
es: Sin vidas. Calificación de 0 a 10, contador de respuestas correctas e incorrectas... Contexto más educativo.
eu: Bizitzarik ez, puntuak 0tik 10era, erantzun zuzen/okerren zenbaketa... Hezkuntzarako testuinguru hobeagoa.
fr: Sans vie, score de 0 à 10, compteur de réponses correctes et incorrectes… Contexte plus éducatif.
gl: Sen vidas. Cualificación de 0 a 10, contador de respostas correctas e incorrectas... Contexto máis educativo.
it: Nessune vite, punteggio da 0 a 10, contatore giuste/sbagliate... Un contesto più adatto all'ambito educativo.
pl: Brak życia, wynik od 0 do 10, licznik dobrych/złych odpowiedzi... Bardziej edukacyjny kontekst.
ru: Нет жизней. Оценка от 0 до 10, счетчик правильных ответов. Более образовательный контекст.
tr: Can yok, 0-10 arası puan, doğru/yanlış cevap sayacı... Daha eğitici bir bağlam.
zh_cn: 没有生命，分数为0到10，正确/错误答案计数器...更加教育化的情境。
zh_tw: 沒有生命數，分數必須 0 到 10，正確/錯誤答案計數器... 以及教學內容。

source: Just like a game: Try to get a high score (thousands of points) and not to loose your lives.
ca: Igual que un joc: intenta obtenir una puntuació alta (milers de punts) i no perdre vides.
ca_es@valencia: Com un joc: intenta aconseguir milers de punts i no perdre les teues vides.
el: Ακριβώς όπως ένα παιχνίδι: Προσπαθήστε να συγκεντρώσετε υψηλότερη βαθμολογία (χιλιάδες πόντους) και να μην χάσετε τις ζωές σας.
es: Como un juego: intenta conseguir miles de puntos y no perder tus vidas.
eu: Jokoetan bezala: saiatu puntuazio altua lortzen (ehundaka puntu) eta bizitzak ez galtzen.
fr: C'est un simple jeu: Essayez d'obtenir le mejor score (centaines de points) et de ne pas perdre vos vies.
gl: Como un xogo: tenta conseguir miles de puntos e non perder as túas vidas.
it: Come in un gioco: cercare di accumulare punti (migliaia) e di non perdere vite.
pl: Podobnie jak w grze: Postaraj się uzyskać jak najlepszy wynik (tysiące punktów) i nie trać życia.
ru: Как в игре: Постарайтесь набрать тысячу очков и не потерять все жизни.
tr: Tıpkı bir oyun gibi\: Yüksek bir puan (binlerce puan) almaya çalışın ve canınızı kaybetmeyin.
zh_cn: 就像游戏一样：尽可能获得高分（数千分），而不要失去自己的生命。
zh_tw: 就像遊戲一樣：試著取得高分並避免失去生命。
