Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Any code you enter here (STYLE, META, SCRIPT...) will be added in the HEAD section to every page.
ca: Qualsevol codi que entreu aquí (STYLE, META, SCRIPT...) s'afegirà a la secció HEAD de cada pàgina.
ca_es@valencia: Qualsevol codi que introduïu ací (ESTIL, META, SCRIPT...) s'afegirà en la secció CAPÇALERA en cada pàgina.
el: Ο κώδικας που θα εισάγετε εδώ (STYLE, META, SCRIPT...) θα προστεθεί στο τμήμα HEAD κάθε ιστοσελίδας.
es: El código que introduzca aquí (STYLE, META, SCRIPT...) será añadido a la sección HEAD de todas las páginas.
eu: Hemen sartutako kodea (STYLE, META, SCRIPT...) orri bakoitzaren HEAD atalean gehituko da.
fr: Tout code que vous entrez ici (STYLE, META, script...) s’ajoutera dans la section HEAD de chaque page.
gl: O código que introduza aquí (STYLE, META, SCRIPT...) será engadido á selección HEAD de tódalas páxinas.
it: Codice (STYLE, META, SCRIPT...) da aggiungere nella sezione HEAD di ogni pagina.
pl: Każdy wprowadzony tutaj kod (STYLE, META, SCRIPT...) zostanie dodany do każdej strony w sekcji HEAD.
ru: Любой код, который вы вводите здесь (STYLE, META, SCRIPT...), будет добавлен в раздел HEAD на каждую страницу.
tr: Buraya girdiğiniz herhangi bir kod (STYLE, META, SCRIPT...) HEAD bölümünde her sayfaya eklenecektir.
zh_cn: 您在此处输入的任何代码（STYLE，META，SCRIPT ...）都将添加到每一页的HEAD部分。
zh_tw: 每一頁的 HEAD 標頭區塊中，都會加入您放在此的代碼（如 STYLE, META, SCRIPT 等）。

source: Select Browser
ca: Tria navegador
ca_es@valencia: Seleccioneu un navegador
dz: བརའུ་ཟར་སེལ་འཐུ་འབད
el: Περιηγητής διαδικτύου
es: Elegir navegador
eu: Nabigatzailea aukeratu
fr: Sélectionner le navigateur
gl: Seleccione navegador
it: Scegliere navigatore
nl: Kies een browser
pl: Wybierz przeglądarkę
pt: Escolha o navegador
ru: Выбрать браузер
tr: Tarayıcı Seçin
zh_cn: 选择浏览器
zh_tw: 選擇瀏覽器

source: General Settings
ca: Configuració general
ca_es@valencia: Paràmetres generals
dz: ཡོངས་ཁྱབ་གཞི་སྒྲིག
el: Γενικές ρυθμίσεις
es: Configuración general
eu: Aukera orokorrak
fr: Paramètres généraux
gl: Configuración xeral
it: Impostazioni generali
nl: Algemene instellingen
pl: Ustawienia główne
pt: Configurações gerais
ru: Общие параметры
tr: Genel Ayarlar
zh_cn: 常规设置
zh_tw: 一般設定

source: Select Language
ca: Selecciona l'idioma
ca_es@valencia: Seleccioneu l'idioma
dz: སྐད་ཡིག་གཅིག་སེལ་འཐུ་འབད
el: Γλώσσα
es: Seleccionar idioma
eu: Aukeratu hizkuntza
fr: Choisissez une langue
gl: Seleccionar lingua
it: Selezionare un lingua
nl: Kies de taal
pl: Wybierz język
pt: Selecionar Língua
ru: Выбрать язык
tr: Bir Lisan Seçin
zh_cn: 选择语言
zh_tw: 選擇語言

source: Advanced
ca: Avançat
ca_es@valencia: Avançat
dz: མཐོ་རིམ
el: Για προχωρημένους
es: Avanzado
eu: Gehigarriak
fr: Avancé
gl: Avanzado
it: Avanzate
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
ru: Дополнительно
tr: Gelişmiş
zh_cn: 高级
zh_tw: 進階

source: Default format for the new documents
ca: Format per defecte als documents nous
ca_es@valencia: Format per defecte per als documents nous
dz: ཡིག་ཆ་གསརཔ་གི་དོན་ལུ་སྔོན་སྒྲིག་རྩ་སྒྲིག
el: Προεπιλεγμένη μορφή για τα νέα έγγραφα
es: Formato predeterminado para documentos nuevos
eu: Dokumentu berriak sortzerakoan lehenetsitako balioa
fr: Format par défaut pour les nouveaux documents
gl: Formato por defecto para os novos documentos
it: Formato predefinito per i nuovi documenti
nl: Standaard opmaak voor het nieuwe document
pl: Domyślny format dla nowych dokumentów
pt: Formato por defeito para novos documentos
ru: Формат по умолчанию для новых документов
tr: Yeni belgeler için varsayılan biçim
zh_cn: 新文档的默认格式
zh_tw: 新文件的預設格式

source: The current document format can be modified in the Properties tab
ca: El format actual del document es pot modificar a la pestanya «Propietats»
ca_es@valencia: El format de document actual es pot modificar en la pestanya Propietats
el: Η τρέχουσα μορφή του εγγράφου μπορεί να τροποποιηθεί στην καρτέλα Ιδιότητες.
es: El formato actual del documento puede ser modificado en la pestaña Propiedades
eu: Dokumentuaren formatua alda daiteke Ezaugarriak fitxan
fr: Le format du document en cours peut être modifié sou l'étiquette Propriétés
gl: O formato actual do documento pode ser modificado na lapela "Propiedades"
it: Il formato di questo documento può essere cambiato nella linguetta Proprietà
nl: De huidige documentopmaak kan worden aangepast in de Eigenschappen tab
pl: Bieżący format dokumentu można zmodyfikować na karcie Właściwości
pt: O formato do documento atual pode ser modificado na aba "Propriedades"
ru: Текущий формат документа может быть изменён во вкладке Свойства
tr: Mevcut belge formatı Özellikler sekmesinde değiştirilebilir
zh_cn: 可以在“属性”选项卡中修改当前文件的授权方式。
zh_tw: 目前文件的格式可以在屬性分頁中變更

source: Editor mode
ca: Mode de l'editor
ca_es@valencia: Mode d'editor
dz: ཞུན་དགཔ་བཟོ་གཞི
el: Λειτουργία επεξεργαστή
es: Modo del editor
eu: Editore-modua
fr: Mode édition
gl: Modo do editor
it: Modo modifica
nl: Opmaak modus
pl: Tryb edytora
pt: Modo de edição
ru: Режим редактора
tr: Editor modu
zh_cn: 编辑模式
zh_tw: 編輯者模式

source: Permissive
ca: Permissiu
ca_es@valencia: Permissiu
dz: གནང་བ་སྤྲོད་པའི
el: Ελαστική
es: Permisivo
eu: Permisiboa
fr: Permissivité
gl: Permisivo
it: Permissivo
nl: Soepel/toegeeflijk
pl: Liberalny
pt: Permissivo
ru: Разрешительный
tr: İzin veren
zh_cn: 宽松
zh_tw: 允許

source: Strict
ca: Estricte
ca_es@valencia: Estricte
dz: དམ་དྲགས
el: Αυστηρή
es: Estricto
eu: Zorrotza
gl: Estrito
it: Stretto
nl: Strikt
pl: Rygorystyczny
pt: Estrito
ru: Строгий
tr: Katı
zh_cn: 严格
zh_tw: 嚴格

source: "Permissive" will allow any markup. "Strict" will allow only valid markup: It will remove any invalid code, even HTML5 tags (except VIDEO and AUDIO) when using XHTML format.
ca: «Permissiu» permetrà qualsevol etiquetatge. «Estricte» permetrà sols etiquetatge vàlid: traurà qualsevol codi no vàlid quan s'usi el format XHTML, encara que siguin etiquetes HTML5 (excepte VIDEO i AUDIO).
ca_es@valencia: "Permissiu" permet qualsevol etiquetatge. "Estricte" permet només etiquetatge vàlid: suprimeix qualsevol codi invàlid, fins i tot etiquetes HTML5 (excepte VÍDEO i ÀUDIO) quan s'utilitza el format XHTML.
el: Η επιλογή 'Ελαστική' επιτρέπει οποιαδήποτε σήμανση, ενώ η 'Αυστηρή' μόνο έγκυρη σήμανση και αφαιρεί οποιοδήποτε μη έγκυρο τμήμα κώδικα, ακόμη και ετικέτες HTML5 (εκτός από βίντεο και ήχο) όταν χρησιμοποιείται η μορφή XHTML.
es: "Permisivo" admitirá cualquier etiqueta. "Estricto" sólo permitirá marcado válido: eliminará el código inválido, incluidas las etiquetas HTML5 (excepto VIDEO y AUDIO) cuando se use el formato XHTML.
eu: "Permisiboa"-k edozein marka onartuko du. "Zorrotza"-k baliozko markak onartuko ditu soilik: balio ez duen edozein kode ezabatuko du, baita HTML5 etiketak ere XHTML formatua erabiltzeko garaian (VIDEO eta AUDIO etiketak izan ezik).
fr: "Permissive"permettra tous les marquages. "Strict" ne permettra que les marquages valables: tous les codes non-valables seront éliminés, y compris les étiquette HTML5 (exceptés VIDÉO et AUDIO) quand le format utilisé est XHTML.
gl: "Permisivo" admitirá calquera etiqueta. "Estrito" só permitirá marcado válido: eliminará o código inválido, incluídas as etiquetas HTML5 (excepto VIDEO e AUDIO) cando se utilice o formato XHTML.
it: "Permissivo" autorizza qualsiasi marcatura. "Stretto" abilita solo le marcature valide: rimuove qualsiasi codice non valido, anche i tag HTML5 (eccetto VIDEO e AUDIO) se si usa il formato XHTML.
nl: "Permissive" staat elke opmaak toe. "Strict" staat alleen geldige opmaak. Ongeldige code zal worden verwijderd, zelfs HTML5 tags (behalve VIDEO en AUDIO) bij gebruik van XHTML format.
pl: „Liberalny” zezwoli na wszelkie znaczniki. "Rygorystyczny” zezwoli tylko na poprawne znaczniki: usunie niepoprawny kod, nawet znaczniki HTML5 (z wyjątkiem VIDEO i AUDIO) podczas używania formatu XHTML.
pt: "Permissivo" permite qualquer etiqueta. "Estrito" só permite etiquetas válidas: quando se utiliza XHTML, eliminará todo o código não válido, inclusive as etiquetas HTML5 (exceto VIDEO e AUDIO).
ru: "Разрешительный" позволит любую разметку. "Строгий" позволит действие только корректной разметки: Это позволит удалить неверный код, даже HTML5 теги (кроме VIDEO и AUDIO) при использовании формата XHTML.
tr: "İzin veren" herhangi bir işaretlemeye izin verecektir. "Kısıtlı" yalnızca geçerli işaretlemeye izin verir\: XHTML biçimini kullanırken HTML5 etiketleri (VİDEO ve SES hariç) dahil tüm geçersiz kodları kaldırır.
zh_cn: “Permissive”将允许任何标记。 “严格”只允许有效标记：使用XHTML格式时，它将删除任何无效代码，甚至是HTML5标记（VIDEO和AUDIO除外）。
zh_tw: 「寬鬆」會允許任何標籤。「嚴格」只允許合法的標籤：它會移除任何不合標準的代碼，若是使用 XHTML 格式則甚至可能移除 HTML5 的標籤（除了 VIDEO 與 AUDIO 外）

source: Editor version
ca: Versió de l'editor
ca_es@valencia: Versió de l'editor
dz: ཞུན་དག་པའི་ཐོན་རིམ
el: Έκδοση επεξεργαστή
es: Versión del editor
eu: Editorearen bertsioa
fr: Version de l'éditeur
gl: Versión do editor
it: Versione editor
nl: Editor versie
pl: Wersja edytora
pt: Versão do editor
ru: Версия редактора
tr: Editör Sürümü
zh_cn: 编辑器版本
zh_tw: 編輯器版本

source: recommended
ca: recomanada
ca_es@valencia: recomanat
dz: རྒྱབ་སྣོན་ཡོདཔ
el: συνιστάται
es: recomendado
eu: gomendatua
fr: Conseillé
gl: recomendado
it: raccomandato
nl: aanbevolen
pl: zalecony
pt: recomendada
ru: рекомендовано
tr: önerilen
zh_cn: 推荐
zh_tw: 推薦

source: We recommend you to use the latest available version. An old one could be useful to edit some old contents.
ca: Us recomanem que utilitzeu la darrera versió de l'editor. Una versió antiga pot ser útil per editar alguns continguts antics.
ca_es@valencia: Et recomanem que utilitzes l'última versió disponible. Una versió antiga podria ser útil per a editar alguns continguts antics.
el: Προτείνουμε να χρησιμοποιείτε την τελευταία διαθέσιμη έκδοση, καθώς οι παλαιότερες είναι χρήσιμες όταν θέλετε να επεξεργαστείτε παλιά αρχεία.
es: Le recomendamos que use la última versión disponible. Una versión anticuada podría servir para editar contenidos anticuados.
eu: Azken bertsioa erabiltzea gomendatzen dizuegu. Bertsio zahar bat lagungarria suertatu daiteke eduki zahar jakin batzuk editatzeko.
fr: Nous vous recommandons d’utiliser la dernière version disponible. Une version ancienne pourrait être utile pour modifier certains contenus anciens.
gl: Recoméndase utilizar a última versión dispoñible. Unha versión antiga pode ser útil para editar contidos antigos.
it: Si raccomanda di usare l'ultima versione disponibile. Una versione precedente potrebbe essere utile per rivedere contenuti salvati in passato.
nl: We raden je aan om de meest recente versie te gebruiken. Gebruik een oude versie om oud leermateriaal ye bewerken.
pl: Zalecamy korzystanie z najnowszej dostępnej wersji. Stara może być przydatna do edycji niektórych starych treści.
pt: Recomendamos que utilize a mais recente versão disponível. Uma versão antiga pode ser útil para editar alguns conteúdos antigos.
ru: Мы рекомендуем использовать последнюю доступную версию. Старая версия может быть полезна чтобы изменить некоторое старое содержимое.
tr: Mevcut en son sürümü kullanmanızı öneririz. Eski bir içerik, bazı eski içerikleri düzenlemek için faydalı olabilir.
zh_cn: 我们建议您使用最新版本。旧版本可能对编辑一些旧内容很有用。
zh_tw: 我們建議您使用最新版本。舊的版本最好只用於編輯一些舊的內容。

source: Internal Linking (for Web Site Exports only)
ca: Enllaç intern (sols per exportar a llocs web)
ca_es@valencia: Enllaç intern (sols per a exportar a llocs web)
el: Εσωτερικές συνδέσεις (για εξαγωγή ιστοσελίδων μόνο).
es: Enlaces Internos (únicamente para exportar a sitio web)
eu: Barne estekak (webguneak esportatzeko soilik)
fr: Lie interne (seulement pour l'exportation vers site web)
gl: Enlaces internos (só para exportar a sitios web)
it: Link interni (solo per esportazione siti web)
nl: Interne hyperlinks (alleen voor exporteren naar website)
pl: Wewnętrzne linkowanie (tylko w przypadku eksportu stron internetowych)
pt: Ligações internas (apenas para exportação como Sítio Web)
ru: Внутренние ссылки (для веб-сайта только экспорт)
tr: Dahili Linkler (deneyimli Web tasarımcıları için)
zh_cn: 内部链接（仅限网站导出）
zh_tw: 內部連結（只用於網站匯出）

source: Enable All Internal Linking
ca: Habilita tots els enllaços interns
ca_es@valencia: Habilita tots els enllaços interns
el: Ενεργοποίηση όλων των εσωτερικών συνδέσεων.
es: Habilitar los enlaces internos
eu: Barne esteka guztiak gaitu
fr: Valider tous les liens internes
gl: Activar tódalas ligazóns internas
it: Abilita tutti i link interni
nl: Alle interne hyperlinks inschakelen
pl: Włącz wszystkie wewnętrzne powiązania
pt: Ativar todas as ligações internas
ru: Включить все внутренние ссылки
tr: Dahili Linkleri Aktifleştir
zh_cn: 启用所有内部链接
zh_tw: 開啟所有內部連結

source: Disable Auto-Top Internal Linking
ca: Desactiva l'enllaçat intern d'Auto-Top
ca_es@valencia: Desactiva l'enllaç intern de l'Auto-Top
el: Απενεργοποίηση αυτόματης μεταφοράς στην κορυφή των εσωτερικών συνδέσεων.
es: Deshabilitar el enlazado interno hacia arriba automático
eu: Ezgaitu Auto Top barne estekak
fr: Annuler le lien interne d'auto-top
gl: Desactivar o enlazado interno cara arriba automático
it: Disabilita il collegamento automatico
nl: Interne Auto-Top Linking uitschakelen
pl: Wyłącz automatyczne powiązania wewnętrzne
pt: Desativar as ligações internas Auto-Top
ru: Отключить Auto-Top внутренних ссылок
tr: Sadece Otomatik Dahili Linkleri Pasifleştir
zh_cn: 禁用自动顶部内部链接
zh_tw: 關閉自動置頂內部連結

source: Disable All Internal Linking
ca: Inhabilita tots els enllaços interns
ca_es@valencia: Desactiva tots els enllaços interns
el: Απενεργοποίηση όλων των εσωτερικών συνδέσεων.
es: Deshabilitar los enlaces internos
eu: Barne esteka guztiak ezgaitu
fr: Annuler tous les liens internes
gl: Desactivar tódalas ligazóns internas
it: Disabilita tutti i link interni
nl: Interne hyperlinks volledig uitschakelen
pl: Wyłącz wszystkie wewnętrzne powiązania
pt: Desativar todas as ligações internas
ru: Отключить внутреннее связывание
tr: Bütün Dahili Linkleri Pasifleştir
zh_cn: 禁用所有内部链接
zh_tw: 關閉所有內部連結

source: Always force editable exports on package load
ca: Força sempre exportacions editables en la càrrega del paquet
ca_es@valencia: Imposa sempre exportacions editables en la càrrega dels paquets
el: Κατά τη φόρτωση των πακέτων επιβάλλεται η χρήση επεξεργάσιμων αρχείων εξαγωγής
es: Forzar exportaciones editables al cargar el paquete
eu: Paketeak irekitzerakoan esportazio-editagarriak derrigortu
fr: Forcer systématiquement les exportations modifiables sur la charge du paquet
gl: Forzar exportacións editables ao cargar o paquete
it: Forzare sempre esportazioni modificabili durante il caricamento del pacchetto
pl: Zawsze wymuszaj edytowalne eksportowanie na ładowanie pakietu
pt: Forçar sempre exportação editável ao abrir o pacote
ru: Всегда принуждать редактируемые экспорты при загрузке пакета
tr: Paket yükünde her zaman düzenlenebilir dışa aktarmayı zorla
zh_cn: 始终强制对包加载进行可编辑的导出
zh_tw: 載入套件時強制改為可編輯匯出

source: This will ignore the package "Create editable export?" setting every time it's loaded. You will be able to disable it before exporting, but it will be reset every time you open the package.
ca: Aquest paràmetre «Creeu eportació editable ? » ignorarà el paquet cada vegada que es carregui. Podeu deshabilitar-ho abans de l'exportació, però es reinicialitzarà cada vegada que obriu el paquet.
ca_es@valencia: Això farà que s'ignore el paràmetre del paquet "Voleu crear una exportació editable?" cada vegada que es carregue. Podeu inhabilitar-lo abans de l'exportació, però es reinicialitzarà cada vegada que obriu el paquet.
el: Με αυτό θα αγνοηθεί η ρύθμιση 'Δημιουργία επεξεργάσιμου αρχείου εξαγωγής;' γι' το συγκεκριμένο πακέτο κάθε φορά που αυτό θα φορτώνεται. Θα μπορέσετε να το απενεργοποιήσετε πριν την εξαγωγή, αλλά θα γίνεται επαναφορά της κάθε φορά που θα ανοίγεται το πακέτο.
es: Esto ignorará la opción "¿Crear exportación editable?" cada vez que se carga. Usted podrá desactivarla antes de hacer la exportación, pero se volverá a activar cada vez que abra el paquete.
eu: Fitxategia kargatzen denean, honek ez du kontuan hartuko "Esportazio-editagarria sortu?" aukera. Ezgaitu ahal izango duzu esportatu baino lehen, baina, berriro gaituko da paketea irekitzen duzun bakoitzean.
fr: Le paquet "Créer une exportation modifiable?" sera ignoré chaque fois qu'il est chargé. Vous pouvez le désactiver avant d'exporter, mais il sera réinitialisé chaque fois que vous ouvrirez le paquet.
gl: Isto ignorará a opción "Crear exportación editable?" cada vez que se carga. Poderá desactivala antes de facer a exportación, pero volverase a activar cada vez que abra o paquete.
it: Questa azione ignorerà l'impostazione "Crea esportazione modificabile" ad ogni caricamento. Sarà possibile disabilitarla prima di esportare, ma verrà reimpostata ad ogni apertura del pacchetto.
pl: Zignoruje to ustawienie pakietu "Utworzyć edytowalny eksport?" za każdym razem, gdy jest załadowany. Będziesz mógł go wyłączyć przed eksportem, ale będzie on resetowany za każdym razem, gdy otworzysz pakiet.
pt: Isto fará com que não seja tida em conta a opção marcada neste pacote em "Criar exportação editável?" cada vez que este é aberto. Poderá desmarcar a opção antes de exportar, mas voltará a estar marcada de cada vez que abrir o pacote.
ru: Это будет игнорировать параметр "Создать редактируемый экспорт?" при каждой загрузке. Вы сможете отключить его перед экспортом, но он будет сброшен каждый раз, когда вы откроете пакет.
tr: Bu, "Düzenlenebilir dışa aktarma oluşturulsun mu?" paketini yok sayar. her yüklendiğinde ayarlanıyor. Dışa aktarmadan önce devre dışı bırakabileceksiniz, ancak paketi her açtığınızda sıfırlanacak.
zh_cn: 这将忽略“创建可编辑导出？”包。每次加载时设置。您可以在导出之前禁用它，但每次打开包时都会重置它。
zh_tw: 這個選項會在套件載入時忽略「要建立可編輯的匯出嗎？」的設定。您在匯出前還是可以把這選項關閉，但每次開啟此套件時此選項就會被重置。

source: Naming standard for exported content
ca: Nom estàndard del contingut exportat
ca_es@valencia: Nom estàndard per al contingut exportat
el: Πρότυπο ονοματοδοσίας για το εξαγόμενο περιεχόμενο
es: Estándar de nombrado para el contenido exportado
eu: Esportatutako edukien izendapen araua
fr: Dénomination standard pour le contenu exporté
gl: Estándar de nomeado para o contido exportado
it: Standard dei nomi per i contenuti esportati
pl: Standard nazwy dla wyeksportowanej treści
pt: Padrão de nomeação de ficheiros para o conteúdo exportado
ru: Стандарт именования для экспортируемого содержимого
tr: Dışa aktarılan içerik için adlandırma standardı
zh_cn: 导出内容的命名标准
zh_tw: 匯出內容的命名標準

source: If "ISO 9660" is selected, file names will be cut to 8.3 format to be compliant with ISO 9660. Note: This option only works with SCORM and Web Site export types.
ca: Si es selecciona la codificació «ISO 9660», els noms dels fitxers es tallaran al format 8.3 per complir amb la ISO 9660. Nota: Aquesta opció sols funciona amb les exportacions del tipus SCORM i Lloc web.
ca_es@valencia: Si se selecciona "ISO 9660", els noms dels fitxers es retallaran al format 8.3 per complir amb ISO 9660. Nota: Aquesta opció només funciona amb SCORM i tipus d'exportació Lloc web.
el: Εάν επιλεγεί το πρότυπο ISO 9660, τα ονόματα των αρχείων θα προσαρμόζονται στη μορφή 8.3, ώστε να συμμορφώνονται με το ISO 9660. Σημείωση: Αυτή η επιλογή είναι διαθέσιμη μόνο στους τύπους SCORM και Απλή ιστοσελίδα.
es: Si selecciona "ISO 9660", la longitud del nombre de los ficheros se cortará al formato 8.3 para cumplir con el estándar ISO 9660. Nota: esta opción sólo funciona con los tipos de exportación SCORM y Sitio Web.
eu: "ISO 9660" aukeratzen bada, fitxategien izenak 8.3 formatura laburtuko dira ISO 9660 araua betetzeko. Oharra: aukera honek SCORM eta Webgunea esportazioetan funtzionatuko du soilik.
fr: Si "ISO 9660" est sélectionné, les noms de fichier seront écourtés au format 8.3 pour respecter ISO 9660. Note: Cette option n'est valable qu'avec les types d' exportation SCORM et site Web.
gl: Se selecciona "ISO 9660", a lonxitude do nome dos ficheiros acurtarase ao formato 8.3 para cumprir co estándar ISO 9660. Nota: esta opción só funciona cos tipos de exportación SCORM e Sitio web.
it: Se viene scelto "ISO 9660" i nomi verranno tagliati al formato 8.3 per rispetto allo standard ISO 9660. Nota: questa opzione funziona solo con esportazioni SCORM e SitoWeb.
pl: Po wybraniu "ISO 9660" nazwy plików zostaną przycięte do formatu 8.3, aby były zgodne z normą ISO 9660. Uwaga: Ta opcja działa tylko w przypadku typów eksportu SCORM i witryny sieci Web.
pt: Se for escolhido "ISO 9660", os nomes de ficheiro serão reduzidos ao formato 8.3 para serem conformes com a norma ISO 9660. Nota: esta opção só funciona com os formatos de exportação SCORM e Sítio Web.
ru: Если выбрано "ISO 9660", то имена файлов будут сокращены до формата 8.3, чтобы соответствовать ISO 9660. Примечание: Этот параметр работает только с типами экспорта SCORM и веб-сайт.
tr: 'ISO 9660' seçilirse, dosya adları ISO 9660 ile uyumlu olacak 8.3 formatına kesilecektir. Not: Bu seçenek yalnızca SCORM ve Web Sitesi dışa aktarma türleri ile çalışır.
zh_cn: 如果选择“ISO 9660”，文件名将被剪切为8.3格式以符合ISO 9660.注意：此选项仅适用于SCORM和网站导出类型。
zh_tw: 如果選擇 "ISO 9660"，檔名會被切成 8.3 的格式，以便相容於此標準。注意：此選項只適用於匯出型態為 SCORM 與網站。

source: Time to remind the user about saving (in minutes)
ca: Temps per a recordar a l'usuari que cal desar el fitxer (en minuts)
ca_es@valencia: Temps per a recordar a l'usuari que cal guardar (en minuts)
el: Χρόνος υπενθύμισης στο χρήστη για να κάνει αποθήκευση (σε λεπτά)
es: Cuándo recordar al usuario que es prudente guardar los cambios (en minutos)
eu: Erabiltzaileari gordetze-gogorarazpenak egiteko denbora (minututan)
fr: Période de rappel de sauvegarde pour l'usager (en minutes)
gl: Tempo para recordar á persoa usuaria que é prudente gardar os cambios (en minutos)
it: Tempo per il promemoria di salvataggio (in minuti)
pl: Czas przypomnienia użytkownikowi o zapisywaniu (w minutach)
ru: Время для напоминания пользователю о сохранении (в минутах)
tr: Kullanıcıya kaydetmeyi hatırlatma zamanı (dakika olarak)
zh_cn: 是时候提醒用户保存（以分钟为单位）
zh_tw: 要提醒使用者儲存的時間間隔（分）

source: Never
ca: Mai
ca_es@valencia: Mai
dz: ནམ་ཡང
el: Ποτέ
es: Nunca
eu: Inoiz ez
fr: Jamais
gl: Nunca
it: Mai
pl: Nigdy
ru: Никогда
tr: Hiçbir zaman
zh_cn: 从不
zh_tw: 關閉提醒
