Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: simulate
ca: simula
ca_es@valencia: simula
dz: ངོ་མ་བཟུམ་སྦེ་སྟོན
el: προσομοιώνω
es: simular
eu: simulatu
fr: simulation
gl: simular
it: simulare
nl: simuleren
pl: symulacja
pt: simule
ru: симулировать
tr: benzetme
zh_cn: 模拟
zh_tw: 模擬

source: summarize
ca: resumeix
ca_es@valencia: sintetitza
dz: བཅུད་བཏོན
el: συνοψίζω
es: sintetizar
eu: sintetizatu
fr: résumé
gl: sintetizar
it: riassumere
nl: samenvatten
pl: streść
pt: sumarie
ru: суммировать
tr: özetleme
zh_cn: 总结
zh_tw: 總結

source: value
ca: valora
ca_es@valencia: valor
dz: བརྩི་མཐོང
el: εκτιμώ
es: valorar
eu: baloratu
fr: valeur
gl: valorar
it: valutare
nl: waarde
pl: wartość
pt: valorize
ru: значение
tr: değer
zh_cn: 值
zh_tw: 數值

source: yes
ca: si
ca_es@valencia: sí
dz: ཨིན
el: ναι
es: sí
eu: bai
fr: oui
gl: si
it: sì
nl: ja
pl: tak
pt: sim
ru: да
tr: evet
zh_cn: 是
zh_tw: 是

source: school
ca: escola
ca_es@valencia: escola
dz: སློབ་གྲྦ
el: σχολείο
es: escuela
eu: eskola
fr: école
gl: escola
it: scuola
pl: szkoła
pt: escola
ru: школа
tr: okul
zh_cn: 学校
zh_tw: 學校

source: higher education
ca: educació superior
ca_es@valencia: educació superior
dz: མཐོ་རིམ་ཤེས་ཡོན
el: τριτοβάθμια εκπαίδευση
es: educación superior
eu: goi-mailako hezkuntza
fr: école supérieure
gl: educación superior
it: istruzione superiore
nl: HBO-niveau
pl: wyższa edukacja
pt: educação superior
ru: высшее образование
tr: yüksek öğretim
zh_cn: 高等教育
zh_tw: 高等教育

source: training
ca: formació
ca_es@valencia: pràctiques
dz: སྦྱོང་བརྡར
el: επιμόρφωση
es: formación
eu: prestakuntza
fr: entraînement
gl: formación
it: addestramento
pl: ćwiczenie
pt: treino
ru: тренировка
tr: eğitme
zh_cn: 培训
zh_tw: 訓練

source: other
ca: altre
ca_es@valencia: altre
dz: གཞན
el: άλλο
es: otro
eu: bestelakoak
fr: autre
gl: outro
it: altro
nl: anders
pl: inne
pt: outro
ru: другое
tr: başka
zh_cn: 其他
zh_tw: 其他

source: operating system
ca: sistema operatiu
ca_es@valencia: sistema operatiu
dz: བཀོལ་སྤྱོད་རིམ་ལུགས
el: λειτουργικό σύστημα
es: sistema operativo
eu: sistema eragilea
fr: système opératif
gl: sistema operativo
it: sistema operativo
nl: besturingssysteem
pl: system operacyjny
pt: sistema operativo
ru: операционная система
tr: işletim sistemi
zh_cn: 操作系统
zh_tw: 作業系統

source: browser
ca: navegador
ca_es@valencia: navegador
dz: བརའུ་ཟར
el: περιηγητής διαδικτύου
es: navegador
eu: nabigatzailea
fr: navigateur
gl: navegador
it: navigatore
pl: przeglądarka
pt: navegador
ru: браузер
tr: tarayıcı
zh_cn: 浏览器
zh_tw: 瀏覽器

source: ispartof
ca: és part de
ca_es@valencia: és part de
dz: གི་ཆ་ཤས་ཨིན
es: es parte de
eu: horren parte da
fr: est une partie de
gl: é parte de
nl: isdeelvan
pl: jest część
pt: é parte de
ru: является частью
tr: parçasıdır
zh_cn: 是其一部分
zh_tw: 為誰的部件：

source: haspart
ca: té part
ca_es@valencia: té una part de
dz: ཆ་ཤས་ཡོད
es: tiene parte
eu: parte du
fr: a comme partie
gl: ten parte
nl: heeftdeelvan
pl: ma część
pt: inclui
ru: имеет часть
tr: parçasıydı
zh_tw: 有部件：

source: isversionof
ca: és la versió de
ca_es@valencia: és una versió de
dz: གི་ཐོན་རིམ་ཨིན
es: es versión de
eu: horren bertsioa da
fr: est une version de
gl: é versión de
nl: isversievan
pl: jest wersją
pt: é uma versão de
ru: несоответствие версии
tr: türüdür
zh_tw: 為版本

source: hasversion
ca: té la versió
ca_es@valencia: té una versió
dz: གི་ཐོན་རིམ་ཡོད
es: tiene versión
eu: bertsioa du
fr: a une version
gl: ten versión
nl: heeftversie
pl: ma wersję
pt: tem a versão
ru: соответствие версии
tr: türüydü
zh_tw: 有版本

source: isformatof
ca: està el format de
ca_es@valencia: és un format de
dz: གི་བཀོད་སྒྲིག་ཨིན
es: es formato de
eu: horren formatua da
fr: es un format de
gl: é formato de
nl: is
pl: jest formatem
pt: é o formato de
ru: несоответствие формату
tr: biçimidir
zh_tw: 為誰的格式：

source: hasformat
ca: té format
ca_es@valencia: té un format
dz: གི་བཀོད་སྒྲིག་ཡོད
es: tiene formato
eu: formatua du
fr: a comme format
gl: ten formato
nl: heeftdevormvan
pl: ma format
pt: tem como formato
ru: имеет формат
tr: biçimiydi
zh_tw: 有格式

source: references
ca: referències
ca_es@valencia: referències
dz: འབྲེལ་གཏུགས་ཚུ
el: παραπομπές
es: referencia
eu: erreferentzia
fr: références
gl: referencias
it: riferimenti
nl: verwijzingen
pl: referencje
pt: referências
ru: ссылки
tr: referanslar
zh_cn: 参考
zh_tw: 參考

source: isreferencedby
ca: se'n fa referència per
ca_es@valencia: està referenciat per
dz: གི་འདི་འབྲེལ་གཏུགས་འབད་ནུག
es: es referenciado por
eu: horrek erreferentziatua da
fr: est référencié par
gl: é referenciado por
nl: wordtverwezendoor
pl: odnosi się do
pt: é referido por
ru: чем отослано
tr: kaynağı budur
zh_tw: 被誰參考：

source: isbasedon
ca: es basa en
ca_es@valencia: està basat en
dz: གུ་གཞི་བཞག་ནུག
es: se basa en
eu: oinarritzen da
fr: est basé sur
gl: baséase en
nl: isgebaseerdop
pl: oparty na
pt: é baseado em
ru: основано на
tr: dayanmaktadır
zh_cn: 基于
zh_tw: 基於誰：

source: isbasisfor
ca: és base per
ca_es@valencia: és una base per a
dz: གུ་གཞི་བཞག་ཡོད
es: es base para
eu: oinarria da
fr: es basique de
gl: é base para
nl: isbasisvoor
pl: w oparciu o
pt: é a base para
ru: базис для
tr: temelidir
zh_tw: 是誰的基本：

source: requires
ca: requereix
ca_es@valencia: requerix
dz: དགོས་མཁོ་ཡོད
el: απαιτεί
es: requiere
eu: eskatzen du
fr: requis
gl: require
it: richiede
nl: maakt het noodzakelijk dat
pl: wymagane
pt: requer
ru: зависимости
tr: ihtiyaçlar
zh_cn: 需要
zh_tw: 需要

source: isrequiredby
ca: es requerit per
ca_es@valencia: requerit per
dz: ལུ་དགོས་མཁོ་ཡོད
es: es requerido por
eu: eskatua da
fr: est requis pour
gl: é requirido por
nl: isvereistdoor
pl: jest wymagane przez
pt: é requerido por
ru: чем зависимо
tr: gereklidir
zh_cn: 被需要
zh_tw: 被需要

source: very low
ca: molt baix
ca_es@valencia: molt baix
dz: གནམ་མེད་ས་མེད་ཆུང་ཀུ
el: πολύ χαμηλό
es: muy bajo
eu: oso baxua
fr: très bas
gl: moi baixo
it: molto basso
nl: zeer laag
pl: bardzo niski
pt: muito baixo
ru: очень низко
tr: çok düşük
zh_cn: 非常低
zh_tw: 非常低

source: low
ca: baix
ca_es@valencia: baix
dz: ཆུང་བ
el: χαμηλό
es: bajo
eu: baxua
fr: bas
gl: baixo
it: basso
nl: laag
pl: niski
pt: baixo
ru: низко
tr: düşük
zh_cn: 低
zh_tw: 低

source: medium
ca: mitjà
ca_es@valencia: mitjà
dz: བར་མ
el: μεσαίο
es: mediano
eu: ertaina
fr: moyen
gl: medio
it: medio
nl: middel
pl: średnia
pt: média
ru: средний
tr: orta
zh_cn: 适中
zh_tw: 中

source: high
ca: alt
ca_es@valencia: alt
dz: མཐོ་དྲགས
el: υψηλό
es: alto
eu: altua
fr: haut
gl: alto
it: alto
nl: hoog
pl: wysoki
pt: alto
ru: высоко
tr: yüksek
zh_cn: 高
zh_tw: 高

source: very high
ca: molt alt
ca_es@valencia: molt alt
dz: གནམ་མེད་ས་མེད་མཐོ་དྲགས
el: πολύ υψηλό
es: muy alto
eu: oso altua
fr: très haut
gl: moi alto
it: molto alto
nl: zeer hoog
pl: bardzo wysoki
pt: muito alto
ru: очень высоко
tr: çok yüksek
zh_cn: 非常高
zh_tw: 非常高

source: draft
ca: esborrany
ca_es@valencia: esborrany
dz: ཟིན་བྲིས
el: πρόχειρο
es: borrador
eu: zirriborroa
fr: brouillon
gl: borrador
it: bozza
nl: ontwerp
pl: projekt
pt: rascunho
ru: черновик
tr: taslak
zh_cn: 草稿
zh_tw: 草稿

source: revised
ca: revisat
ca_es@valencia: revisades
dz: བསྒྱུར་བཅོས་འབད་ཡོདཔ
el: αναθεωρημένο
es: revisado
eu: berrikusia
fr: Révisé
gl: revisado
it: rivisto
nl: herzien
pl: poprawiony
pt: revista
ru: исправлен
tr: revize
zh_cn: 已修改
zh_tw: 已修改

source: unavailable
ca: no disponible
ca_es@valencia: no disponible
dz: མེདཔ
el: μη διαθέσιμο
es: no disponible
eu: ez eskuragarri
fr: non valable
gl: non dispoñible
it: non disponibile
nl: niet beschikbaar
pl: niedostępny
pt: não disponível
ru: недоступно
tr: kullanım dışı
zh_cn: 不可用
zh_tw: 無法使用

source: atomic
ca: atòmic
ca_es@valencia: atòmic
dz: རྡུལ་ཕྲན་གྱི
el: ατομικό
es: Atómico
eu: atomikoa
fr: atomique
gl: atómico
it: atomico
nl: bestaande uit fragmenten
pl: atomowy
pt: atómico
ru: атомный
tr: atomik
zh_cn: 原子
zh_tw: 最小單位

source: collection
ca: col·lecció
ca_es@valencia: col·lecció
dz: བསྡུ་གསོག
el: συλλογή
es: colección
eu: bilduma
gl: colección
it: collezione
nl: Verzameling
pl: kolekcja
pt: coleção
ru: коллекция
tr: koleksiyon
zh_cn: 集合
zh_tw: 收藏

source: networked
ca: en xarxa
ca_es@valencia: connectat a una xarxa
dz: འབྲེལ་འཐབ་ཡོདཔ
el: δικτυωμένο
es: en red
eu: sarean
fr: Travail en réseau
gl: en rede
it: rete
pl: w sieci
pt: em rede
ru: сетевой
tr: ağ bağlantılı
zh_cn: 联网的
zh_tw: 網路式

source: hierarchical
ca: jeràrquic
ca_es@valencia: jeràrquica
dz: གོ་རིམ་ཅནམ
el: ιεραρχικό
es: jerárquico
eu: ierarkikoa
fr: hiérarchique
gl: xerárquico
it: gerarchico
nl: hierarchisch
pl: hierarchiczny
pt: hierárquico
ru: иерархический
tr: hiyerarşik
zh_cn: 分层的
zh_tw: 階層式

source: linear
ca: lineal
ca_es@valencia: lineal
dz: སྤྱི་སྲོལ
el: γραμμικό
es: lineal
eu: lineala
fr: Plan
gl: lineal
it: lineare
nl: Lineair
pl: liniowy
ru: линейный
tr: doğrusal
zh_cn: 线性
zh_tw: 線性

source: multi-os
ca_es@valencia: multiplataforma
dz: སྣ་མང་- ཨོ་ཨེསི
es: multi-so
pt: multissistema
tr: çokul-işletim sistemi
zh_cn: 多操作系统
zh_tw: 多重作業系統

source: none
ca: cap
ca_es@valencia: cap
dz: ཅི་མེད
el: κανένα
es: ninguno
eu: batere ez
fr: aucun
gl: ningún
it: nessuno
nl: geen enkele
pl: żaden
pt: nenhum
ru: нету
tr: hiç biri
zh_cn: 没有
zh_tw: 無

source: any
ca: qualsevol
ca_es@valencia: qualsevol
dz: ག་ཅི་ཨིན་རུང
el: οποιοδήποτε
es: cualquiera
eu: edozein
fr: quelconque
gl: calquera
it: qualunque
nl: elke
pl: każdy
pt: todos
ru: любой
tr: herhangi
zh_cn: 任何
zh_tw: 任何

source: teacher
ca: professor
ca_es@valencia: professor/a
dz: སློབ་དཔོན
el: δάσκαλος
es: docente
eu: irakaslea
fr: enseignant
gl: docente
it: docente
nl: leraar
pl: nauczyciel
pt: professor
ru: учитель
tr: öğretmen
zh_cn: 教师
zh_tw: 老師

source: learner
ca: alumne
ca_es@valencia: aprenent/a
dz: ལྷབ་མི
el: μαθητής
es: alumno
eu: ikaslea
fr: apprenant
gl: alumnado
it: discente
nl: leerling
pl: uczeń
pt: estudante
ru: обучающийся
tr: öğrenen
zh_cn: 学员
zh_tw: 學生

source: manager
ca: gerent
ca_es@valencia: gestor/a
dz: འཛིན་སྐྱོང་པ
el: διευθυντής
es: administrador
eu: administratzailea
fr: gestionnaire
gl: persoa administradora
it: amministratore
pl: menedżer
pt: diretor
ru: управляющий
tr: müdür
zh_cn: 管理员
zh_tw: 管理者

source: non-universal
ca: no universal
ca_es@valencia: no universal
dz: ཡོངས་ཁྱབ་མེནམ
el: μη καθολικό
es: no universal
eu: ez unibertsala
fr: non-universel
it: non universale
nl: niet algemeen
pl: nie uniwersalny
pt: não universal
ru: неуниверсальный
tr: evrensel değil
zh_cn: 非通用
zh_tw: 非通用

source: very easy
ca: molt fàcil
ca_es@valencia: molt fàcil
dz: ཧ་ཅང་གི་འཇམ་ཏོང་ཏོ
el: πολύ εύκολο
es: muy fácil
eu: oso erraza
fr: très facile
gl: moi doado
it: molto facile
nl: zeer gemakkelijk
pl: bardzo łatwe
pt: muito fácil
ru: очень легко
tr: çok kolay
zh_cn: 非常简单
zh_tw: 非常簡單

source: easy
ca: fàcil
ca_es@valencia: fàcil
dz: འཇམ་ཏོང་ཏོ
el: εύκολο
es: fácil
eu: erraza
fr: facile
gl: fácil
it: facile
nl: gemakkelijk
pl: łatwy
pt: fácil
ru: легко
tr: kolay
zh_cn: 简单
zh_tw: 簡單

source: difficult
ca: difícil
ca_es@valencia: difícil
dz: ལཱ་ཁག
el: δύσκολο
es: difícil
eu: zaila
fr: difficile
gl: difícil
it: difficile
nl: moeilijk
pl: trudny
pt: difícil
ru: трудно
tr: zor
zh_cn: 困难
zh_tw: 困難

source: very difficult
ca: molt difícil
ca_es@valencia: molt difícil
dz: ཧ་ཅང་གི་ལཱ་ཁག
el: πολύ δύσκολο
es: muy difícil
eu: oso zaila
fr: très difficile
gl: moi difícil
it: molto difficile
nl: heel moeilijk
pl: bardzo trudne
pt: muito difícil
ru: очень трудно
tr: çok zor
zh_cn: 非常困难
zh_tw: 非常困難

source: photograph
ca: fotografia
ca_es@valencia: fotografia
dz: འོད་པར
el: φωτογραφία
es: fotografía
eu: argazkia
fr: photographie
gl: fotografía
it: fotografia
nl: foto
pl: zdjęcie
pt: fotografia
ru: фотограф
tr: fotoğraf
zh_cn: 图片
zh_tw: 相片

source: illustration
ca: il·lustració
ca_es@valencia: il·lustració
dz: པར་རིས
el: εικονογράφηση
es: ilustración
eu: ilustrazioa
gl: ilustración
it: illustrazione
nl: afbeelding
pl: ilustracja
pt: ilustração
ru: иллюстрация
tr: ilüstrasyon
zh_cn: 插图
zh_tw: 圖解

source: animation
ca: animació
ca_es@valencia: animació
dz: འགུལ་བརྙན
el: κινούμενη απεικόνιση
es: animación
eu: animazioa
gl: animación
it: animazione
nl: animatie
pl: animacja
pt: animação
ru: анимация
tr: animasyon
zh_cn: 动画
zh_tw: 動畫

source: music
ca: música
ca_es@valencia: música
dz: གླུ་གཞས
el: μουσική
es: música
eu: musika
fr: musique
gl: música
it: musica
nl: muziek
pl: muzyka
pt: música
ru: музыка
tr: müzik
zh_cn: 音乐
zh_tw: 音樂

source: sound effect
ca: efecte de só
ca_es@valencia: efectes de so
dz: སྒྲ་བརྙན
el: εφέ ήχου
es: efecto sonoro
eu: soinu-efektua
fr: effet sonore
gl: efecto de son
it: effetto sonoro
nl: geluidseffect
pl: efekt dźwiękowy
pt: efeito de som
ru: звуковой эффект
tr: ses efekti
zh_cn: 音效
zh_tw: 音效

source: voice-over
ca: veu en off
ca_es@valencia: veu en off
dz: ཟུར་སྐད
el: αφήγηση
es: locución
eu: lokuzioa
fr: voix
gl: locución
it: commento vocale
pl: lektor
pt: locução
ru: голос за кадром
tr: seslendirme
zh_cn: 配音
zh_tw: 聲音

source: compound audio
ca: àudio compost
ca_es@valencia: àudio compost
dz: རྣར་ཉན་འདུས་གྲུབ
el: μίξη ήχου
es: audio compuesto
eu: audio konposatua
fr: audio mixé
gl: audio composto
it: audio composito
nl: samengesteld geluid
pl: złożony dźwięk
pt: áudio composto
ru: составное аудио
tr: bileşik ses
zh_cn: 复合音频
zh_tw: 組合音效

source: hypertext
ca: hipertext
ca_es@valencia: hipertext
el: υπερκείμενο
es: hipertexto
eu: hipertestua
fr: hypertexte
gl: hipertexto
it: ipertesto
pl: hipertekst
pt: hipertexto
ru: гипертекст
tr: hiper metin
zh_cn: 超文本
zh_tw: 超文字

source: computer graphics
ca: infografia
ca_es@valencia: infografia
dz: གློག་རིག་ཚད་རིས
el: γραφικά υπολογιστή
es: grafismo
eu: grafismoa
fr: graphiques vectoriels
gl: grafismo
it: grafica computerizzata
pl: grafika komputerowa
pt: gráficos informatizados
ru: компьютерная графика
tr: bilgisayar grafikleri
zh_cn: 电脑图像
zh_tw: 電腦圖形

source: integrated media
ca: media integrats
ca_es@valencia: multimèdia integrat
dz: གཅིག་ཁར་བསྡོམ་པའི་བརྡ་བརྒྱུད
el: ενσωματωμένα μέσα
es: media integrado
eu: media integratua
fr: media intégré
gl: media integrado
it: media integrato
nl: multi-platform media
pl: zintegrowane media
pt: média integrados
ru: интегрированные медиа
tr: birleşik medya
zh_cn: 集成媒体
zh_tw: 整合媒體

source: database
ca: base de dades
ca_es@valencia: base de dades
dz: གནས་སྡུད་གཞི་རྟེན
el: βάση δεδομένων
es: base de datos
eu: datu-basea
fr: base de données
gl: base de datos
pl: baza danych
pt: base de dados
ru: база данных
tr: veritabanı
zh_cn: 数据库
zh_tw: 資料庫

source: navigation map
ca: mapa de navegació
ca_es@valencia: mapa de navegació
dz: འགྲུལ་བསྐྱོད
el: χάρτης περιήγησης
es: mapa de navegación
eu: nabigaziorako mapa
fr: carte de navigation
gl: mapa de navegación
it: mappa geografica
nl: navigatiekaart
pl: mapa nawigacji
pt: mapa de navegação
ru: навигационная карта
tr: navigasyon haritası
zh_cn: 导航地图
zh_tw: 導覽圖

source: multimedia presentation
ca: presentació multimèdia
ca_es@valencia: presentació multimèdia
dz: སྣ་མང་བརྡ་ལམ་གྱི་གསལ་སྟོན
el: παρουσίαση πολυμέσων
es: presentación multimedia
eu: multimedia aurkezpena
fr: présentation multimédia
gl: presentación multimedia
it: presentazione multimediale
nl: multimedia presentatie
pl: prezentacja multimedialna
pt: apresentação multimédia
ru: мультимедийная презентация
tr: çoklu ortam sunumu
zh_cn: 多媒体演示文稿
zh_tw: 多媒體呈現

source: digital dictionary
ca: diccionari digital
ca_es@valencia: diccionari digital
dz: ཨང་གནས་ཅན་གྱི་ཚིག་མཛོད
el: ψηφιακό λεξικό
es: diccionario digital
eu: hiztegi digitala
fr: dictionnaire numérique
gl: dicionario dixital
it: dizionario digitale
nl: digitaal woordenboek
pl: słownik cyfrowy
pt: dicionário digital
ru: цифровой словарь
tr: dijital sözlük
zh_cn: 数字词典
zh_tw: 數位字典

source: digital encyclopaedia
ca: enciclopèdia digital
ca_es@valencia: enciclopèdia digital
dz: ཨང་གནས་ཅན་གྱི་ཀུན་ཚང་ཚིག་མཛོད
el: ψηφιακή εγκυκλοπαίδεια
es: enciclopedia digital
eu: entziklopedia digitala
fr: encyclopédie digitale
gl: enciclopedia dixital
it: enciclopedia digitale
nl: digitale encyclopedie
pl: encyklopedia cyfrowa
pt: enciclopédia digital
ru: цифровая энциклопедия
tr: dijital ansiklopedi
zh_cn: 数字百科全书
zh_tw: 數位百科全書

source: digital periodical publication
ca: publicació periòdica digital
ca_es@valencia: publicació periòdica digital
dz: ཨང་གནས་ཅན་གྱི་དུས་དེབ་གསར་ཤོག
el: ψηφιακό περιοδικό
es: publicación digital periódica
eu: aldizkako argitalpen digitala
fr: publication périodique digitale
gl: publicación dixital periódica
it: pubblicazione periodica digitale
nl: digitale periodieke publikatie
pl: okresowe publikacje cyfrowe
pt: publicação periódica digital
ru: цифровая периодическая публикация
tr: dijital süreli yayın
zh_cn: 数字期刊出版
zh_tw: 數位百科全書發行

source: thematic or corporate webs/web portals
ca: xarxes temàtiques o corporatives / portals web
ca_es@valencia: webs corporatives o temàtiques/portals web
el: θεματικός ή εταιρικός ιστότοπος ή πύλη
es: web/portal temático o corporativo
eu: web/atari tematikoa edo korporatiboa
fr: site/portail thématique ou corporatif
gl: portal web temático ou corporativo
it: siti o portali tematici o commerciali
nl: thematische of bedrijfsmatige webs/web portals
pl: tematyczne lub korporacyjne strony internetowe/portale internetowe
pt: web temáticas ou corporativas/portais web
ru: тематические или корпоративные веб-порталы
tr: tematik veya kurumsal ağlar/web portalları
zh_cn: 主题或企业网站/门户网站
zh_tw: 主題網站入口

source: multimedia creation/edition tool
ca: creació multimèdia / eina d'edició
ca_es@valencia: eina d'edició/creació multimèdia
dz: སྣ་མང་བརྡ་ལམ་གསར་བསྐྲུན/ཞུན་དག་འབད་ནིའི་ལག་ཆས
el: εργαλείο δημιουργίας/επεξεργασίας πολυμέσων
es: herramienta de creación/edición multimedia
eu: multimedia sortzeko/editatzeko tresna
fr: outil d'édition/création multimédia
gl: ferramenta de creación/edición multimedia
it: programma di creazione /modifica multimediale
nl: Multimedia ontwerp pakket
pl: tworzenie multimediów/narzędzie do edycji
pt: ferramenta de criação/edição multimédia
ru: утилита создания/редактирования мультимедиа
tr: çoklu ortam oluşturma/düzenleme aracı
zh_cn: 多媒体创作/编辑工具
zh_tw: 多媒體建立/編輯工具

source: web design tool
ca: eina de disseny de webs
ca_es@valencia: eina de disseny web
dz: ཝེབ་བཟོ་བཀོད་འབད་ནི་ལག་ཆས
el: εργαλεία web design
es: herramienta de creación/edición web
eu: web sortzeko/editatzeko tresna
fr: outil de création/édition web
gl: ferramenta de creación/edición web
it: programma di progettazione web
nl: web design pakket
pl: narzędzie do projektowania stron internetowych
pt: ferramenta de desenho web
ru: утилита веб-дизайна
tr: web tasarım aracı
zh_cn: 网页设计工具
zh_tw: 網頁設計工具

source: office tool
ca: eina ofimàtica
ca_es@valencia: eina d'oficina
dz: ཨོ་ཕིསི་གི.ལག་ཆས
el: εργαλείο γραφείου
es: herramienta de ofimática
eu: ofimatikako tresna
fr: outil bureautique
gl: ferramenta de ofimática
it: programma da ufficio
nl: office pakket
pl: narzędzie biurowe
pt: ferramenta de escritório
ru: офисная утилита
tr: ofis aracı
zh_cn: 办公工具
zh_tw: 辦公室工具

source: programming tool
ca: eina de programació
ca_es@valencia: eina de programació
dz: ལས་རིམ་བཟོ་ལས་ཀྱི་ལག་ཆས
el: εργαλείο προγραμματισμού
es: herramienta de programación
eu: programazioko tresna
fr: outil de programmation
gl: ferramenta de programación
it: ambiente di programmazione
nl: programmeer pakket
pl: narzędzie programowania
pt: ferramenta de programação
ru: утилита программирования
tr: programlama aracı
zh_cn: 编程工具
zh_tw: 程式工具

source: information/knowledgeanalysis/organization tool
ca: eina d'informació / anàlisi de coneixements / organització
ca_es@valencia: eina d'organització / informació / anàlisi del coneixement
dz: བརྡ་དོན་/ཤེས་བྱའི་དབྱེ་དཔྱད་/རིམ་སྒྲིག་གི་ལག་ཆས
el: εργαλείο πληροφοριών/γνωστικής ανάλυσης/οργάνωσης
es: herramienta de análisis/organización de información/conocimiento
eu: informazioa/ezagupena analizatzeko/antolatzeko tresna
fr: outil pour organisation/information/analyse des connaissances
gl: ferramenta de análise/organización da información/coñecemento
it: ambiente di organizzazione/analisi di informazioni e conoscenze
nl: Pakket voor infomatie/kennisanalyse/organisatie
pl: narzędzie informacji/analizy wiedzy/organizacji
pt: ferramenta de informação/análise do conhecimento/organização
ru: утилита информации/анализа знаний/организации
tr: bilgi/bilgi analizi/organizasyon aracı
zh_cn: 信息/知识分析/组织工具
zh_tw: 資訊/智識分析/組織工具

source: process/procedure supporting tools
ca: eines de suport de processos / procediments
ca_es@valencia: eines de suport de procediments / processaments
dz: ལས་སྦྱོར་/བྱ་སྒོའི་ལམ་ལུགས་ལུ་རྒྱབ་སྐྱོར་ཡོད་པའི་ལག་ཆས
el: εργαλείο υποστήριξης διαδικασίας
es: herramienta de apoyo a procesos/procedimientos
eu: prozesu/prozedurak laguntzeko tresna
fr: outils d'appui pour les processus
gl: ferramentas de apoio a procesos/procedementos
it: programma di supporto ai processi
nl: Pakket voor procesondersteuning/begeleiding
pl: proces/procedura narzędzi wspomagających
pt: ferramentas de processo/de apoio aos processos
ru: утилиты поддержки процесса/процедуры
tr: süreç/prosedür destekleyici araçlar
zh_cn: 过程/流程支持工具
zh_tw: 處理/程序支援工具

source: individual/cooperative/collaborative learning/working management tool
ca: eina de gestió del treball / individual / cooperatiu / aprenentatge col·laboratiu
ca_es@valencia: eina de gestió de treball / aprenentatge col·laboratiu/cooperatiu/individual
dz: ངོ་རྐྱང་/མཉམ་འབྲེལ་/མཉམ་རུབ་ཐོག་སྦྱང་ནི་/ལཱ་འབད་ནིའི་འཛིན་སྐྱོང་ལག་ཆས
el: εργαλείο διαχείρισης ατομικής/συνεργατικής μάθησης/εργασίας
es: herramienta de gestión de aprendizaje/trabajo individual/cooperativo/colaborativo
eu: ikaskuntza/norbere lana/kooperatiboa/laguntzakoa kudeatzeko tresna
fr: outil de gestion de l'apprentissage/travail individuel/coopératif/collaboratif
gl: ferramenta de xestión da aprendizaxe/traballo individual/cooperativo/colaborativo
it: ambiente di gestione dell'apprendimento o lavoro individuale/cooperativo/collaborativo
nl: Pakket voor het beheer van individueel/gemeenschappelijk/samenwerkend beheer van leren/werken
pl: indywidualnie/współpraca/wspólna nauka/narzędzie do zarządzania pracą
pt: ferramenta de gestão da aprendizagem/do trabalho individual/cooperativo/colaborativo
ru: утилита управления индивидуальным/кооперативным/совместным обучением/работой
tr: bireysel/işbirlikçi/işbirlikçi öğrenme/çalışma yönetimi aracı
zh_cn: 个人/合作/协作学习/工作管理工具
zh_tw: 個別/協作/協同學習/工作管理工具

source: multimedia creation/edition service
ca: servei d'edició / creació multimèdia
ca_es@valencia: servei d'edició/creació multimèdia
dz: སྣ་མང་བརྡ་ལམ་གསར་བསྐྲུན/ཞུན་དག་འབད་ནིའི་ཞབས་ཏོག
el: υπηρεσία δημιουργίας/επεξεργασίας πολυμέσων
es: servicio de creación/edición multimedia
eu: multimedia sortzeko/editatzeko tresna
fr: service d'édition/création multimédia
gl: servizo de creación/edición multimedia
it: servizio di creazione/modifica multimediale
nl: Multimedia ontwerp afdeling
pl: tworzenie multimediów/usługa edycji
pt: serviço de criação/edição multimédia
ru: сервис создания/редактирования мультимедиа
tr: çoklu ortam oluşturma/düzenleme servisi
zh_cn: 多媒体创作/编辑服务
zh_tw: 多媒體建立/編輯服務

source: web design service
ca: servei de disseny web
ca_es@valencia: servei de disseny web
dz: ཝེབ་བཟོ་བཀོད་འབད་ནི་ཞབ་ཏོག
el: υπηρεσία web design
es: servicio de creación/edición web
eu: web sortzeko/editatzeko tresna
fr: service de création/édition web
gl: servizo de creación/edición web
it: servizio di progettazione web
nl: Wen design afdeling
pl: usługa projektowania stron internetowych
pt: serviço de desenho web
ru: сервис веб-дизайна
tr: web tasarım hizmeti
zh_cn: 网页设计服务
zh_tw: 網頁設計服務

source: office service
ca: servei d'oficina
ca_es@valencia: servei d'oficina
dz: ཨོ་ཕིསི་གི་ཞབ་ཏོག
el: υπηρεσία γραφείου
es: servicio de ofimática
eu: ofimatikako zerbitzua
fr: service bureautique
gl: servizo de ofimática
it: servizio d'ufficio
nl: kantoor afdeling
pl: usługa biurowa
pt: serviço de escritório
ru: офисный сервис
tr: ofis hizmeti
zh_cn: 办公服务
zh_tw: 辦公服務
