Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Do you want to overwrite the existing idevice {idevice}?
ca: Voleu sobreescriure l'Idevice {idevice} que ja existeix ?
ca_es@valencia: Voleu sobreescriure l'iDevice existent {idevice}?
dz: ད་ལྟོ་ཡོད་པའི་བརྡ་དོན་ཐབས་འཕྲུལ་{idevice}་དེ་ཚབ་སྲུང་འབད་ནི་ཨིན་ན?
el: Θέλετε να διαγράψετε το προϋπάρχον η-Σύνεργο {idevice};
es: ¿Desea sobrescribir el iDevice ya existente {idevice}?
eu: {idevice} idevice-a gainidatzi nahi duzu?
fr: Voulez-vous écraser l'outil pédagogique existant {idevice}?
gl: Quere sobrescribir o actual iDevice {idevice}?
it: Sovrascrivere l'Idevice esistente {idevice}?
nl: Wilt u het bestaande idevice {idevice} overschrijven?
pl: Czy chcesz zastąpić istniejący iobiekt {idevice}?
pt: Deseja sobrescrever o iDevice existente {idevice}?
ru: Вы хотите заменить существующий idevice {idevice}?
tr: Mevcut idevice {idevice} üzerine yazmak istiyor musunuz?
zh_cn: 你想覆盖现有的idevice模块 {idevice}吗？
zh_tw: 您要覆寫已經存在的idevice {idevice}嗎？

source: eXe Idevices
ca: iDevices d'eXe
ca_es@valencia: iDevices de l'eXe
dz: ཨི་ཨེགསི་ཨི་བརྡ་དོན་ཐབས་འཕྲུལ
el: η-Σύνεργα eXe
es: iDevices de eXe
eu: eXe iDeviceak
fr: Outils pédagogiques eXe
it: iDevice di eXe
pl: iObiekty eXe
pt: iDevices do eXe
ru: eXe Idevice'ы
tr: exe iDevice'lar
zh_cn: eXe Idevices模块
zh_tw: eXe iDevice

source: Please save the idevice first, then try to export it.
ca: Deseu l'iDevice primer, després tracteu d'exportar-lo.
ca_es@valencia: En primer lloc, guardeu l'iDevice, després proveu d'exportar-lo.
el: Παρακαλώ πρώτα αποθηκεύστε το η-Σύνεργο και μετά κάντε εξαγωγή.
es: Por favor guarde el iDevice primero, y después trate de exportarlo.
eu: Mesedez, lehendabizi gorde idevicea eta gero esportatzen saiatu.
fr: Veuillez sauvegarder d'abord l'outil pédagogique, avant de tenter son exportation.
gl: Garde o iDevice primeiro, logo tente exportalo.
it: Salvare prima l'Idevice, poi tentare l'esportazione.
nl: Sla het idevice eerst op en probeer het daarna te exporteren.
pl: Najpierw zapisz iObiekt, a następnie spróbuj go wyeksportować.
pt: Por favor, guarde primeiro o iDevice, depois tente exportá-lo.
ru: Пожалуйста, сначала сохраните idevice, а затем попытайтесь экспортировать его.
tr: Lütfen önce cihazı kaydedin, ardından dışa aktarmayı deneyin.
zh_cn: 请先保存idevice模块，然后尝试导出它。
zh_tw: 請先儲存idevice，再試著輸出。

source: Go to Tools - Preview to see the tooltip content
ca: Ves a «Eines - Previsualització» per mostrar el contingut de l'indicador de funció
ca_es@valencia: Vés a eines: Previsualitza per a veure el contingut de l'indicador de funció
el: Μεταβείτε στο μενού Εργαλεία --> Προεπισκόπηση για να δείτε το περιεχόμενου της συμβουλής εργαλείου
es: Ir a Utilidades - Visualización previa para ver el contenido del bocadillo
eu: Tresna-Aurrebistara joan argibidearen edukia ikusteko
fr: Aller vers Aperçu des outils pour voir le contenu de l'infobulle
gl: Ir a Ferramentas - Vista previa para ver o contido do tooltip
it: Vedere "Attrezzi - Anteprima" per il contenuto del suggerimento
nl: Ga naar Tool - Preview om de inhoud van de tooltip te zien
pl: Przejdź do Narzędzia - Podgląd, aby zobaczyć treść wskazówki
pt: Ir às ferramentas - Pré-visualizar para ver o conteúdo da dica
ru: Перейти к Инструментам - Предпросмотр чтобы увидеть содержимое всплывающей подсказки
tr: Araç ipucu içeriğini görmek için Araçlar - Önizleme'ye gidin
zh_cn: 转到工具 - 预览以查看工具提示内容
zh_tw: 到工具－預覽 觀看工具提示內容

source: Games
ca: Jocs
ca_es@valencia: Jocs
dz: རྩེད་རིགས
el: Παιχνίδια
es: Juegos
eu: Jokoak
fr: Jeux
gl: Xogos
it: Giochi
pl: Gry
ru: Игры
tr: Oyunlar
zh_cn: 游戏
zh_tw: 遊戲

source: Word Guessing
ca: Paraula a endevinar
ca_es@valencia: Endevinalla
dz: མིང་ཚིག་ཕོག་ཚོད་དཔག་ནི
el: Μάντεψε τη λέξη
es: Adivina
eu: Hitz asmaketa
fr: Devine le mot
gl: Adiviña
it: Indovinare parole
pl: Odgadywanie wyrazów
ru: Угадайте слово
tr: Kelime Bulma
zh_cn: 猜词
zh_tw: 猜單字

source: Move on
ca: Passa
ca_es@valencia: Continuar
dz: གུ་ལུ་བཤུད
el: Προχωρήστε
es: Pasar
eu: Aurrera egin
fr: Avancer
gl: Pasar
it: Procedere
pl: Przejdź dalej
ru: Идти дальше
tr: Devam et
zh_cn: 继续
zh_tw: 下一題

source: Reply
ca: Respon
ca_es@valencia: Contestar
dz: ལན་གསལ
el: Απαντήστε
es: Responder
eu: Erantzuna
fr: Répondre
gl: Responder
it: Rispondere
pl: Odpowiedź
ru: Ответ
tr: Cevapla
zh_cn: 回答
zh_tw: 回答

source: Enter the access code
ca: Entra el codi d'accés
ca_es@valencia: Introdueix el codi d'accés
dz: འཛུལ་སྤྱོད་ཨང་འདི་བཙུགས
el: Γράψτε τον κωδικό πρόσβασης
es: Introduzca el código de acceso
eu: Eman sarbide kodea
fr: Entrer le code d'accès
gl: Introduza o código de acceso
it: Inserire codice di accesso
pl: Wprowadź kod dostępu
ru: Введите код доступа
tr: Erişim kodunu girin
zh_cn: 请输入访问代码
zh_tw: 輸入存取代碼

source: The access code is not correct
ca: El codi d'accés no és correcte
ca_es@valencia: El codi d'accés no és correcte
dz: འཛུལ་སྤྱོད་ཨང་འདི་བདེན་མེད་ཨིན་པས
el: Ο κωδικός πρόσβασης δεν είναι σωστός
es: El código de acceso no es correcto
eu: Sarbide kodea ez da zuzuena
fr: Code d'accès incorrect
gl: O código de acceso non é correcto
it: Codice non corretto
pl: Kod dostępu jest nieprawidłowy
ru: Неверный код доступа
tr: Erişim kodu doğru değil
zh_cn: 访问代码不正确
zh_tw: 存取代碼不正確

source: Game Over!
ca: Fi del joc!
ca_es@valencia: Fi del joc!
dz: རྩེད་མཇུག་སྡུད་ཡི!
el: Τέλος παιχνιδιού!
es: ¡Fin de la partida!
eu: Jokoa amaitu da!
fr: Fin de partie !
gl: Fin da partida!
pl: Koniec gry!
ru: Конец игры!
tr: Oyun Bitti!
zh_cn: 游戏结束 ！
zh_tw: 遊戲結束！

source: Provide a word or phrase
ca: Proporciona una paraula o frase
ca_es@valencia: Introdueix una paraula o una frase
dz: ཚིག་ཡང་ན་བསྡེབས་ཚིག་གཅིག་བྱིན
el: Δώστε μια λέξη ή φράση
es: Proporcione una palabra o expresión
eu: Eman hitz edo esaldi bat
fr: Fournir un mot ou une phrase
gl: Proporcione unha palabra ou expresión
it: Inserire una parola o frase
pl: Podaj słowo lub frazę
ru: Укажите слово или фразу
tr: Bir kelime veya kelime öbeği girin
zh_cn: 提供一个单词或短语
zh_tw: 請輸入一個單字或片語

source: Cool! The clue is:
ca: Genial. La pista és:
ca_es@valencia: Fred! La pista és:
dz: ལེགས་ཤོམ! ལྷམ་ཆ་འདི་:
el: Ωραία! Η ένδειξη είναι:
es: ¡Genial! La pista es:
eu: Primeran! Lagungarria hau da:
fr: Super ! Voilà la piste:
gl: Xenial! A pista é:
it: Bene! Il suggerimento è:
pl: Super! Wskazówka jest następująca:
ru: Круто! Подсказкой является:
tr: Havalı İpucu:
zh_cn: 酷！线索是：
zh_tw: 很好！提示是：

source: You have got %1 hits and %2 misses
ca: Heu obtingut %1 encerts i %2 errades
ca_es@valencia: Vas obtindre %1 encerts i %2 errades
el: Έχετε %1 επιτυχίες και %2 αποτυχίες
es: Tiene %1 aciertos y %2 fallos
eu: %1 asmatu eta %2 huts egin duzu
fr: Vous avez obtenu %1 bonnes réponses et %2 mauvaises réponses
gl: Tes %1 acertos e %2 erros
it: %1 giuste e %2 sbagliate
pl: Masz %1 trafień i %2 przegapień
ru: У вас есть %1 попаданий и %2 пропусков
tr: %1 isabet ve %2 ıskalama hakkınız var
zh_cn: 您有％1次匹配和％2次未匹配
zh_tw: 您答對了 %1 次，失誤了 %2 次

source: Play Again
ca: Juga de nou
ca_es@valencia: Jugar de nou
dz: ལོག་རྩེ
el: Αναπαραγωγή από την αρχή
es: Jugar otra vez
eu: Ikusi berriro
fr: Jouer à nouveau
gl: Xogar outra vez
it: Gioca di nuovo
pl: Zagraj ponownie
ru: Играть снова
tr: Tekrar oyna
zh_cn: 再来一次！
zh_tw: 再玩一次

source: Access code required
ca: Requerit el codi d'accés
ca_es@valencia: Codi d'accés requerit
dz: འཛུལ་སྤྱོད་ཨང་འདི་དགོས་མཁོ་ཡོད
el: Απαιτείται κωδικός πρόσβασης
es: Es necesario el código de acceso
eu: Sarbide-kodea derrigorrezkoa
fr: Code d'accès requis
gl: É necesario o código de acceso
it: Richiesto codice di accesso
pl: Wymagany kod dostępu
ru: Требуется код доступа
tr: Erişim kodu gereklidir
zh_cn: 要求输入访问代码
zh_tw: 需要存取代碼

source: Cool! The information you were looking for
ca: Genial! La informació que buscaves
ca_es@valencia: Fred! La informació que estaves buscant
el: Ωραία! Οι πληροφορίες που αναζητάτε για
es: ¡Genial! La información que estaba buscando
eu: Primeran! Jakin nahi zenuen informazioa
fr: Génial ! L'information que vous cherchiez
gl: Xenial! A información que estabas a procurar
it: Bene! L'informazione che cerchi è
pl: Super! Informacje, których szukałeś
ru: Круто! Информация, которую вы искали
tr: Havalı! Aradığınız bilgi
zh_cn: 酷！您正在寻找的信息
zh_tw: 很好！您要找的資訊：

source: Click here to play
ca: Prem aquí per jugar
ca_es@valencia: Fes clic per a jugar
dz: རྩེ་ནི་དོན་ལུ་ ནཱ་ལུ་ཨེབ་གཏང
el: Πιέστε εδώ για να παίξετε
es: Pulse aquí para jugar
eu: Klik egin jokoa hasteko
fr: Cliquer ici pour jouer
gl: Prema aquí para xogar
it: Clic per giocare
pl: Kliknij tutaj, aby grać
ru: Нажмите здесь, чтобы играть
tr: Oynamak için buraya tıklayınız
zh_cn: 单击这里开始
zh_tw: 點擊此處以遊玩

source: Errors
ca_es@valencia: Errades
dz: འཛོལ་བ
el: Σφάλματα
es: Errores
eu: Hutsegiteak
fr: Erreurs
gl: Erros
it: Errori
pl: Błędy
ru: Ошибки
tr: Hatalar
zh_cn: 错误
zh_tw: 失誤

source: Hits
ca: Encerts
ca_es@valencia: Encerts
el: Επιτυχίες
es: Aciertos
eu: Asmaketak
fr: Bonnes réponses
gl: Acertos
it: Giuste
pl: Trafienia
ru: Удары
tr: İsabet
zh_cn: 点击次数
zh_tw: 答對數

source: Score
ca: Puntuació
ca_es@valencia: Puntuació
dz: སྐུགས
el: Βαθμολογία
es: Puntuación
eu: Puntuak
fr: Note
gl: Puntuación
it: Punteggio
pl: Wynik
ru: Очки
tr: Puan
zh_cn: 得分
zh_tw: 分數

source: Minimize
ca: Minimitza
ca_es@valencia: Minimitzar
dz: ཆུང་ཀུ་བཟོ
el: Σμίκρυνση
es: Minimizar
eu: Minimizatu
fr: Minimiser
gl: Minimizar
it: Minimizza
pl: Minimalizuj
ru: Минимизировать
tr: Küçültmek
zh_cn: 最小化
zh_tw: 最小化

source: Maximize
ca: Maximitza
ca_es@valencia: Maximitzar
dz: སྦོམ་བཟོ
el: Μεγέθυνση
es: Maximizar
eu: Maximizatu
fr: Maximiser
gl: Maximizar
it: Massimizza
pl: Maksymalizuj
ru: Максимизировать
tr: Büyütmek
zh_cn: 最大化
zh_tw: 最大化

source: Life
ca: Vida
ca_es@valencia: Vida
dz: ཚེ
el: Ζωή
es: Vida
eu: Bizitza
fr: Vie
gl: Vida
it: Vita
pl: Życia
ru: Жизнь
tr: Can
zh_cn: 生命
zh_tw: 生命

source: Full Screen
ca: Pantalla completa
ca_es@valencia: Pantalla completa
dz: བརྙན་སྒྲོམ་ཆ་ཚང་
el: Πλήρης οθόνη
es: Pantalla Completa
eu: Pantaila osoa
fr: Plein écran
gl: Pantalla Completa
it: Tutto schermo
nl: Volledig scherm
pl: Pełny ekran
pt: Tela inteira
ru: На весь экран
tr: Tam ekran
zh_cn: 全屏
zh_tw: 全螢幕

source: Exit Full Screen
ca: Surt de la pantalla completa
ca_es@valencia: Restaurar ventana
dz: བརྙན་སྒྲོམ་ཆ་ཚང་ལས་འཐོན་འགྱོ་
el: Κλείσιμο πλήρους οθόνης
es: Salir del modo pantalla completa
eu: Atera pantaila osotik
fr: Sortir du mode plein écran
gl: Saír de pantalla completa
it: Esci da schermo intero
pl: Wyłączyć tryb pełnoekranowy
ru: Выход из полноэкранного режима
tr: Tam Ekrandan çık
zh_cn: 退出全屏
zh_tw: 離開全螢幕模式

source: Number of questions
ca: Nombre de qüestions
ca_es@valencia: Nombre de preguntes
dz: དྲི་བ་ཚུའི་གྱངས་ཁ
el: Αριθμός ερωτήσεων
es: Número de preguntas
eu: Galdera kopurua
fr: Nombre de questions
gl: Número de preguntas
it: Numero di domande
pl: Liczba pytań
ru: Количество вопросов
tr: Soru sayısı
zh_cn: 问题总数
zh_tw: 問題數量

source: No picture question
ca: Qüestió sense imatges
ca_es@valencia: Pregunta sense imatge
dz: འདྲ་པར་དྲིབ་མེད
el: Δεν υπάρχουν ερωτήσεις με εικόνα
es: Pregunta sin imágenes
eu: Irudirik gabeko galdera
fr: Question sans image
gl: Pregunta sen imaxes
it: Nessuna domanda con figura
pl: Brak pytania do zdjęcia
ru: Нет изображения вопроса
tr: Resimli soru yok
zh_cn: 没有图片问题
zh_tw: 沒有圖片的問題

source: Cool!
ca: Genial!
ca_es@valencia: Genial!
dz: ལེགས་ཤོམ!
el: Ωραία!
es: ¡Bien!
eu: Primeran!
fr: Bien !
gl: Xenial!
it: Bene!
pl: Super!
ru: Круто!
tr: Havalı!
zh_cn: 太酷了！
zh_tw: 很好！

source: You lost 330 points
ca: Heu perdut 330 punts
ca_es@valencia: Has perdut 330 punts
dz: ཁྱོད་ཀྱི་སྐུགས་༣༣༠་བྱང་ཡི
el: Χάσατε 330 βαθμούς
es: Ha perdido 330 puntos
eu: 330 puntu galdu dituzu
fr: Vous avez perdu 330 points
gl: Perdiches 330 puntos
it: Hai perso 330 punti
pl: Straciłeś 330 punktów
ru: Вы потеряли 330 очков
tr: 330 puan kaybettin
zh_cn: 你输了330分
zh_tw: 您失去了 330 分

source: You lost one life
ca: Heu perdut una vida
ca_es@valencia: Has perdut una vida
dz: ཁྱོད་ཀྱི་ཚེ་གཅིག་བརླག་ཡི
el: Χάσατε μια ζωή
es: Ha perdido una vida
eu: Bizitza bat galdu duzu
fr: Vous avez perdu une vie
gl: Perdiches unha vida
it: Hai perso una vita
pl: Straciłeś jedno życie
ru: Вы потеряли одну жизнь
tr: Bir can kaybettin
zh_cn: 你失去了一条生命
zh_tw: 您失去了一條命

source: You lost all your lives!
ca: Heu perdut totes les vides!
ca_es@valencia: Has perdut totes les teues vides
dz: ཁྱོད་ཀྱི་ཚེ་གེ་ར་བརླག་ཡི
el: Χάσατε όλες τις ζωές σας!
es: ¡Ha perdido todas sus vidas!
eu: Bizitza guztiak galdu dituzu!
fr: Vous avez perdu toutes vos vies !
gl: Perdiches tódalas túas vidas!
it: Ha perso tutte le vite!
pl: Straciłeś całe życie!
ru: Вы потеряли все свои жизни!
tr: Tüm canlarını kaybettin!
zh_cn: 您失去了全部生命！
zh_tw: 您所有生命都用完了！

source: Questions completed!
ca: Qüestió completada!
ca_es@valencia: Preguntes acabades!
dz: དྲི་བ་ཚུ་མཇུག་བསྡུ་ཡི
el: Οι ερωτήσεις ολοκληρώθηκαν!
es: ¡Completadas las preguntas!
eu: Galderak osatuta!
fr: Questions complétées !
gl: Preguntas completadas!
it: Domande finite!
pl: Pytania zakończone!
ru: Вопросы завершены!
tr: Sorular tamamlandı!
zh_cn: 问题已完成！
zh_tw: 回答了所有問題！

source: Right! | Excellent! | Great! | Very good! | Perfect!
ca: Bé! | Molt bé! | Genial! | Excel · lent! | Perfecte!
ca_es@valencia: Correcte! | Excel·lent! | Genial! | Molt bé! | Perfecte!
dz: བདེན! | མཆོག་གྱུར! | ལེགས་ཞིམ! | གནམ་མེད་ས་མེད་ལེགས་ཤོམ! | ཡོངས་རྫོགས!
el: Σωστά! | Εξαιρετικά! | Περίφημα! | Πολύ καλά! | Τέλεια!
es: ¡Correcto! | ¡Excelente! | ¡Genial! | ¡Muy bien! | ¡Perfecto!
eu: Ondo!|Aparta!|Primeran!|Oso ondo!|Biribila!
fr: Bien ! | Super ! | Excellent ! | Fantastique ! | Parfait !
gl: Correcto! | Excelente! | Xenial! | Moi ben! | Perfecto!
it: Giusto! | Eccellente| Grande! | Molto bene! | Perfetto!
pl: Dobrze! | Doskonale! | Wspaniale! | Bardzo dobrze! | Idealnie!
ru: Правильно! | Превосходно! | Отлично! | Очень хорошо! | Совершенно!
tr: Doğru! | Mükemmel! | Harika! | Çok iyi! | Mükemmel!
zh_cn: 正确！ |优秀！ |真棒！ |很好！ |完美！
zh_tw: 答對了！|好厲害！|太棒了！|非常好！|太完美了！

source: It was not that! | Incorrect! | Not correct! | Sorry! | Error!
ca: No era així! | Incorrecte! | No correcte! | Ho sento! | Error!
ca_es@valencia: No era això! | Incorrecte! | No correcte! | Ho sent! | Error!
el: Δεν ήταν αυτό! | Λάθος! | Δεν ήταν σωστό! | Συγγνώμη!
es: ¡No era eso! | ¡Incorrecto! | ¡No es correcto! | ¡Lo sentimos! | ¡Error!
eu: Ez zan horrela! | Akastuna | Ez zuzena | Sentitzen da! | Gaizki!
fr: Ce n'est pas ça ! | Incorrect ! | Ce n'est pas correct ! | Désolé ! | Erreur !
gl: Non era iso! | Incorrecto! | Non é correcto! | Sentímolo! | Erro!
it: Non era così | Sbagliato | Non corretto | Mi spiace | Errore
pl: To nie było tak! | Nieprawidłowo! | Niepoprawne! | Przepraszam! | Błąd!
ru: Это было не так! | Некорректно! | Неверно! | Сожалею! | Ошибка!
tr: Bu değildi! | Yanlış! | Doğru değil! | Üzgünüm! | Hata!
zh_cn: 回答错误！ |不对！ |不正确！ |抱歉! |错误！
zh_tw: 不太對喔！|不正確！|不對！|抱歉！| 錯了！

source: You need at least %s&percnt; of correct answers to get the information. Please try again.
ca: Cal almenys %s&percnt; de respostes correctes per obtenir la informació. Torna-ho a provar.
ca_es@valencia: Necessites almenys un %s&percnt; de les preguntes correctes per a obtindre la informació. Per favor, intenta-ho de nou.
el: Χρειάζονται τουλάχιστον %s&percnt; σωστών απαντήσεων για να πάρετε τις πληροφορίες. Παρακαλώ προσπαθήστε πάλι.
es: Necesita al menos un %s&percnt; de respuestas correctas para conseguir la información. Vuelva a intentarlo.
eu: Gutxienez galderen &percnt;%s asmatu behar duzu informazioa lortzeko. Saiatu berriro.
fr: Il vous faut au moins %s&percnt; de réponses correctes pour obtener l'information. Essayez à nouveau.
gl: Necesitas polo menos un %s&percnt; de respostas correctas para conseguir a información. Volve tentalo.
it: Ci vogliono almeno %s&percnt; di risposte giuste per avere l'informazione. Riprovare.
pl: Potrzebujesz co najmniej %s&percnt; prawidłowych odpowiedzi, aby uzyskać informacje. Proszę spróbować ponownie.
ru: Вам нужно как минимум %s&percnt; правильных ответов, чтобы получить информацию. Пожалуйста, попробуйте ещё раз.
tr: Lütfen tekrar deneyin. Bilgiyi alabilmek için en az %s&percnt doğru cevaba ihtiyacınız var.
zh_cn: 您至少需要%s&percnt; 的正确答案才能获取信息。请再试一遍。
zh_tw: 您至少需要正確回答 %s&percnt; 的問題以取得資訊。請再試一次。

source: Write the correct word and click on Reply. If you hesitate, click on Move on.
ca: Escriviu la paraula correcta i feu clic a «Respon». Si dubteu, feu clic a «Passa».
ca_es@valencia: Escriu la paraula correcta i fes clic a Respondre. Si dubtes, prem a Seguir.
el: Γράψτε τη σωστή λέξη και πιέστε 'Απαντήστε'. Αν διστάζετε, πιέστε 'Προχωρήστε'.
es: Escriba la palabra correcta y pulse en Responder. Si duda, pulse en Seguir.
eu: Hitz zuzena idatzi eta Erantzuna sakatu dezakezu. Duda izanez gero, Aurrera egin sakatu dezakezu.
fr: Écrivez le mot correct et cliquez sur Répondre. Si vous avez des doutes, cliquer sur Continuer.
gl: Escribe a palabra correcta e preme en Responder. Se dubidas, preme en Seguir.
it: Scrivere la parola giusta e cliccare su Rispondi. Se non si è sicuri, cliccare su Procedi.
pl: Wpisz poprawne słowo i kliknij Odpowiedz. Jeśli się wahasz, kliknij Przenieś.
ru: Напишите правильное слово и нажмите «Ответить». Если вы сомневаетесь, нажмите на кнопку «Идти дальше».
tr: Doğru kelimeyi yazın ve Yanıtla'ya tıklayın. Tereddüt ederseniz, Devam et'e tıklayın.
zh_cn: 输入正确的单词，然后单击“回复”。如果您犹豫，请单击继续。
zh_tw: 輸入正確的單字然後按下「回答」。如果您不確定，可以按「下一題」。

source: You can only play this game with internet connection.
ca: Sols podeu jugar a aquest joc amb connexió a Internet.
ca_es@valencia: Només pots jugar amb connexió a Internet.
el: Για να παίξετε αυτό το παιχνίδι απαιτείται σύνδεση στο διαδίκτυο.
es: A este juego sólo se puede jugar con conexión a internet.
eu: Bakarrik behin jokatu dezakezu joko hau internet konexiokin.
fr: Vous ne pouvez jouer à ce jeu qu'avec une connexion Internet.
gl: A este xogo só se pode xogar con conexión a Internet.
it: Questo gioco si può fare solo con una connessione di rete attiva.
pl: Możesz grać w tę grę tylko z połączeniem internetowym.
ru: Вы можете играть в эту игру только с подключением к интернету.
tr: Bu oyunu sadece internet bağlantısı ile oynayabilirsiniz.
zh_cn: 您只能通过互联网连接玩此游戏。
zh_tw: 玩這個遊戲必須有網際網路連線。

source: Please start the game before saving your score.
ca: Inicieu el joc abans de desar la puntuació.
ca_es@valencia: Abans de guardar la puntuació comença la partida.
el: Παρακαλώ αρχίστε το παιχνίδι πριν αποθηκεύσετε τη βαθμολογία σας.
es: Antes de guardar la puntuación comience la partida.
eu: Hasi jokoa puntuak gorde aurretik.
fr: Veuillez commencer le jeu avant d'enregistrer votre score.
gl: Antes de gardar a puntuación comece a partida.
it: Iniziare il gioco prima di salvare il punteggio.
pl: Przed zapisaniem wyniku rozpocznij grę.
ru: Пожалуйста, запустите игру, прежде чем сохранить ваш счёт.
tr: Lütfen puanınızı kaydetmeden önce oyuna başlayın.
zh_cn: 请先开始游戏，然后再保存得分。
zh_tw: 開始遊戲前請先儲存您的分數。

source: The score can't be saved because this page is not part of a SCORM package.
ca: La puntuació no es pot desar ja que aquesta pàgina no forma part de un paquet SCORM.
ca_es@valencia: La puntuació no es pot guardar perquè aquesta pàgina no forma part d'un paquet SCORM.
el: Η βαθμολογία δεν μπορεί να αποθηκευτεί, γιατί αυτή η σελίδα δεν είναι μέρος ενός πακέτου SCORM.
es: La puntuación no se puede guardar porque esta página no forma parte de un paquete SCORM.
eu: Puntuak ezin dira gorde orri hau ez dalako SCORM pakete baten osagaia.
fr: Le score ne peut pas être enregistré parce que cette page ne fait pas partie d'un package SCORM.
gl: A puntuación non se pode gardar porque esta páxina non forma parte dun paquete SCORM.
it: Il punteggio non può essere salvato perché questa pagina non fa parte di un pacchetto SCORM.
pl: Wynik nie może zostać zapisany, ponieważ ta strona nie jest częścią pakietu SCORM.
ru: Нельзя сохранить счёт, поскольку эта страница не является частью пакета SCORM.
tr: Bu sayfa SCORM paketinin bir parçası olmadığından puan kaydedilemez.
zh_cn: 无法保存分数，因为此页面不属于SCORM软件包。
zh_tw: 無法儲存分數，因為此頁面不是 SCORM 套件中的一部份。

source: Answer
ca: Resposta
ca_es@valencia: Responder
dz: ལན
el: Απάντηση
es: Responder
eu: Erantzuna
fr: Réponse
gl: Resposta
it: Risposta
pl: Odpowiedź
ru: Ответ
tr: Cevap
zh_cn: 回答
zh_tw: 答案

source: You can only save the score once!
ca: Sols podeu desar la puntuació una vegada!
ca_es@valencia: Només pots guardar la puntuació una vegada!
el: Μπορείτε να αποθηκεύσετε τη βαθμολογία μόνο μία φορά!
es: ¡Sólo puede guardar la puntuación una vez!
eu: Bakarrik behin gorde ditzakezu puntuak!
fr: Vous ne pouvez enregistrer le score qu'une seule fois !
gl: Só se pode gardar a puntuación unha vez!
it: Il punteggio può essere salvato una sola volta.
pl: Możesz zapisać wynik tylko raz!
ru: Вы можете сохранить счёт только один раз!
tr: Puanınızı sadece bir kez kaydedebilirsiniz!
zh_cn: 您只能保存一次分数！
zh_tw: 您只能儲存一次分數！

source: You can only save once
ca: Sols la podeu desar una vegada
ca_es@valencia: Només pots guardar una vegada
el: Μπορείτε να αποθηκεύσετε μόνο μία φορά
es: Sólo puede guardar una vez
eu: Bakarrik behin gorde dezakezu
fr: Vous ne pouvez sauvegarder qu'une seule fois
gl: Só se pode gardar unha vez
it: Si può salvare solo una volta
pl: Możesz zapisać tylko raz
ru: Вы можете сохранить только один раз
tr: Yalnızca bir kez kaydedebilirsiniz
zh_cn: 您只能保存一次
zh_tw: 您只能儲存一次分數

source: Your score
ca: La seva puntuació
ca_es@valencia: La teua puntuació
dz: ཁྱོད་རའི་སྐུགས
el: Η βαθμολογία σας
es: Su puntuación
eu: Zure puntuazioa
fr: Votre score
gl: A puntuación
it: Punteggio
pl: Twój wynik
ru: Ваш счёт
tr: Puanın
zh_cn: 您的得分
zh_tw: 您的分數

source: Your score will be saved after each question. You can only play once.
ca: La puntuació es desarà després de cada pregunta. Només podeu jugar una vegada.
ca_es@valencia: La teua puntuació es guardarà després de cada qüestió. Només pots jugar una vegada.
el: Η βαθμολογία σας θα αποθηκεύεται μετά από κάθε ερώτηση. Μπορείτε να παίξετε μόνο μία φορά.
es: Su puntuación se guardará después de cada pregunta. Sólo puede jugar una vez.
eu: Zure puntuazioa galdera bakoitzaren ondoren gordeko da. Bakarrik behin saiatu zaitezke.
fr: Votre score sera sauvegardé après chaque question. Vous ne pouvez jouer qu'une seule fois.
gl: A puntuación gardarase despois de cada pregunta. Só se pode xogar unha vez.
it: Il punteggio verrà salvato dopo ogni risposta. Si può giocare una sola volta.
pl: Twój wynik zostanie zapisany po każdym pytaniu. Możesz grać tylko raz.
ru: Ваш счёт будет сохранён после каждого вопроса. Вы можете играть только один раз.
tr: Puanınız her sorudan sonra kaydedilecektir. Sadece bir kez oynayabilirsiniz.
zh_cn: 您的分数将在每个问题后保存。您只能玩一次。
zh_tw: 您的分數會在每次回答問題後儲存。您只能玩一次。

source: Your score will be automatically saved after each question.
ca: La puntuació es desarà després de cada pregunta de forma automàtica.
ca_es@valencia: La teua puntuació es guardarà automàticament després de cada qüestió
el: Η βαθμολογία σας θα αποθηκεύεται αυτόματα μετά από κάθε ερώτηση.
es: Su puntuación se guardará automáticamente después de cada pregunta.
eu: Galdera bakoitzaren ondoren zure puntuazioa automatikoki gordeko da.
fr: Votre score sera automatiquement enregistré après chaque question.
gl: A puntuación gardarase automaticamente despois de cada pregunta.
it: Il punteggio verrà salvato dopo ogni risposta.
pl: Twój wynik zostanie automatycznie zapisany po każdym pytaniu.
ru: Ваш счёт будет автоматически сохранён после каждого вопроса.
tr: Puanınız her sorudan sonra otomatik olarak kaydedilecektir.
zh_cn: 您的分数将在每个问题后自动保存。
zh_tw: 您的分數會在每次回答問題後儲存。
