Repository: exelearning/iteexe
Catalog: exe/locale/*/LC_MESSAGES/exe.po
Languages: ca, ca_es@valencia, dz, el, es, eu, fr, gl, it, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Width of Cells (in pixels)
ca: Amplària de cel·les (píxels)
ca_es@valencia: Amplària de les cel·les (en píxels)
dz: ནང་ཐིག་ཚུའི་རྒྱ་ཚད(པིག་སེལ་ནང་)
el: Πλάτος κελιών (σε px)
es: Ancho de las celdas (en píxeles)
eu: Gelaxken zabalera (pixeletan)
fr: Largeur de la cellule (en pixels)
gl: Ancho das celas (en píxeles)
it: Larghezza caselle (in px)
nl: Celbreedte (pixels)
pl: Szerokość komórek (w pikselach)
pt: Largura das células (em píxeis)
ru: Ширина ячеек (в пикселях)
tr: Hücrelerin genişliği (piksel cinsinden)
zh_cn: 单元格宽度（像素）
zh_tw: 儲存格寬度（像素）

source: Cell Width px
ca: Ample de cel·la (px)
ca_es@valencia: Amplària de la cel·la (px)
dz: ནང་ཐིག་གི་མཐོ་ཚད་པི་ཨེགསི
el: Πλάτος κελιού px
es: Ancho de las celdas (px)
eu: Gelaxkaren zabalera px
fr: Largeur en px de la cellule
gl: Ancho das celas (px)
it: Larghezza caselle (px)
nl: Cel breedte (px)
pl: Szerokość komórki px
pt: Largura da célula (píxeis)
ru: Ширина ячеек, пикселей
tr: Hücre Genişliği px
zh_cn: 单元格宽度 px
zh_tw: 儲存格的寬度（像素）

source: Height of Cells (in pixels)
ca: Alçada de cel·les (píxels)
ca_es@valencia: Alçària de les cel·les (en píxels)
dz: ནང་ཐིག་ཚུའི་མཐོ་ཚད(པིག་སེལ་ནང་)
el: Ύψος κελιών (σε px)
es: Altura de las celdas (en píxeles)
eu: Gelaxken altuera (pixeletan)
fr: Hauteur de la cellule (en pixels)
gl: Altura das celas (en píxeles)
it: Altezza caselle (in px)
nl: Celhoogte (Pixels)
pl: Wysokość komórek (w pikselach)
pt: Altura das células (em píxeis)
ru: Высота ячеек (в пикселях)
tr: Hücrelerin Yüksekliği (piksel cinsinden)
zh_cn: 单元格高度（像素）
zh_tw: 儲存格高度（像素）

source: Cell Height px
ca: Alçada de cel·la (px)
ca_es@valencia: Alçària de la cel·la (px)
dz: ནང་ཐིག་མཐོ་ཚད་པི་ཨེགསི
el: Ύψος κελιού px
es: Altura de las celdas (px)
eu: Gelaxkaren altuera px
fr: Hauteur de ligne (en pixels)
gl: Altura das celas (px)
it: Altezza caselle (px)
nl: Celhoogte px
pl: Wysokość komórki px
pt: Altura da célula (píxeis)
ru: Высота ячеек, пикселей
tr: Hücrelerin Yüksekliği px
zh_cn: 单元格高度（像素）
zh_tw: 儲存格的高度（像素）

source: Time after which to re-hide incorrect match (ms)
ca: Temps després del qual es tornarà a amagar la resposta (ms)
ca_es@valencia: Temps després del qual es torna a amagar el parell incorrecte (ms)
dz: མ་མཐུནམ་ལོག་སྦ་ནི་་ཆུ་ཚོད་(མི་་ལི་་སྐར་ཆ)
el: Χρόνος σε ms μετά από τον οποίο το λανθασμένο ταίριασμα αποκρύπτεται
es: Tiempo (ms) tras el que el emparejamiento incorrecto se vuelve a ocultar
eu: Parekatze okerrak ezkutatzeko denbora (ms)
fr: Délai pour cacher la mise en correspondance incorrecte (ms)
gl: Tempo (ms) logo do que o emparellamento incorrecto volve ocultarse
it: Tempo (ms) prima di cancellare l'abbinamento sbagliato
nl: Tijd waarna een onjuiste combinatie opnieuw verborgen wordt
pl: Czas, po którym należy ponownie ukryć nieprawidłowe dopasowanie (ms)
pt: Tempo que decorrerá até voltar a ocultar itens emparelhados de forma errada (ms)
ru: Время, после которого повторно скрыть неправильно подобранный (мсек)
tr: Yanlış eşleşmenin (ms) yeniden gizlenmesinden sonraki süre
zh_cn: 之后重新隐藏错误匹配的时间（ms）
zh_tw: 猜錯時重新隱藏的時間（毫秒）

source: Time to hide
ca: Temps per amagar
ca_es@valencia: Temps per a amagar
dz: སྦ་བཞག་ནིའི་དུས་ཡུན
el: Χρόνος για απόκρυψη
es: Tiempo de espera para ocultar emparejamiento
eu: Ezkutatzeko denbora
fr: Délai d'attente pour cacher
gl: Tempo de espera para ocultar o emparellamento
it: Tempo cancellazione
nl: Tij
pl: Czas, aby ukryć
pt: Tempo até a ocultação
ru: Время чтобы скрыть
tr: Gizlenecek Süre
zh_cn: 隐藏时间
zh_tw: 隱藏時間

source: Cover Image for cells (shown before selected)
ca: Imatge sobre-impresa de les cel·les ( mostrades abans de la selecció)
ca_es@valencia: Imatge per a cobrir les cel·les (es mostra abans de seleccionar-les)
dz: ནང་ཐིག་ཚུའི་དོན་ལུ་ཕྱི་ཤོག་གི་གཟུགས་བརྙན(སེལ་འཐུ་མ་འབད་བའི་ཧེ་སྟོན་ནི)
el: Εικόνα επικάλυψης κελιών (εμφανίζεται πριν επιλεγούν)
es: Imagen de la parte delantera de las celdas (se muestra antes de seleccionarlas)
eu: Gelaxken azal-irudia (hautatu aurretik erakusten da)
fr: Image de couverture des cellules (montrée avant la sélection)
gl: Imaxe da parte dianteira das celas (amósase antes de seleccionalas)
it: Immagine di copertura caselle (prima della selezione)
nl: Bedekkende afbeeding voor cellen (wordt getoond voordat ze gekozen worden)
pl: Obraz okładki dla komórek (pokazany przed wybraniem)
pt: Imagem de capa das células (mostrada antes de serem selecionadas)
ru: Изображение обложки для ячеек (отображается перед выбранным)
tr: Hücreler için Kapak Resmi (seçilmeden önce gösterilir)
zh_cn: 单元格的封面图像（选中前显示）
zh_tw: 儲存格的封面（被選取前顯示的圖樣）

source: Cover Img
ca: Imatge de cobertura
ca_es@valencia: Imatge de cobertura
dz: ཕྱི་ཤོག་གི་ཨའི་ཨེམ་ཇི
el: Εικόνα επικάλυψης Img
es: Imagen de la parte delantera
eu: Azal-irudia
fr: Image de couverture
gl: Imaxe da parte dianteira
it: Immagine copertura
nl: Hoesafbeelding
pl: Okładka Img
pt: Imagem de capa
ru: Изображение обложки
tr: Kapak Resmi
zh_cn: 封面图片
zh_tw: 封面圖樣

source: Background Image for cells (shown after selected)
ca: Imatge de fons de les cel·les (mostrades després de la selecció)
ca_es@valencia: Imatge de fons de les cel·les (es mostra després de selecciona-les)
dz: ནང་ཐིག་ཚུའི་དོན་ལུ་རྒྱབ་ཤོག་གི་གཟུགས་བརྙན(སེལ་འཐུ་འབད་བའི་ཤུལ་ལས་སྟོན་ནི)
el: Εικόνα παρασκηνίου κελιών (εμφανίζεται αφού επιλεγούν)
es: Imagen de la parte oculta de las celdas (se muestra tras seleccionarlas)
eu: Gelaxken atzealdeko irudia (hautatu ondoren erakusten da)
fr: Image de la partie cachée des cellules (montrée après la sélection)
gl: Imaxe da parte oculta das celas (amósase despois de seleccionalas)
it: Immagine sfondo caselle (dopo la selezione)
nl: Achtergrond afbeelding voor cellen (getoond na selectie)
pl: Obraz tła dla komórek (pokazany po wybraniu)
pt: Imagem de fundo para as células (mostrada depois de serem selecionadas)
ru: Фоновое изображение для ячеек (отображается после выбранного)
tr: Hücreler için Arka Plan Görüntüsü (seçildikten sonra gösterilir)
zh_cn: 单元格的背景图像（选中后显示）
zh_tw: 儲存格的背景（被選取後顯示的圖樣）

source: Back Img
ca: Imatge de fons
ca_es@valencia: Imatge de fons
dz: རྒྱབ་ཤོག་གི་ཨའི་ཨེམ་ཇི
el: Εικόνα παρασκηνίου Img
es: Imagen de la parte oculta
eu: Atzealdeko irudia
fr: Image de fond
gl: Imaxe da parte oculta
it: Sfondo
nl: Achtergrondafbeelding
pl: Powrót Img
pt: Imagem de fundo
ru: Фоновое изображение
tr: Arkaplan Resmi
zh_cn: 背景图片
zh_tw: 背景圖樣

source: Background image behind cells shown as cells are hidden
ca: Imatges de fons darrere de les cel·les mostrades quan les cel·les estan ocultes
ca_es@valencia: Imatge de fons de darrere de les cel·les que es mostra a mesura que les cel·les s'amaguen
dz: ནང་ཐིག་ཚུའི་སྦ་བཞག་ཡོདཔ་ལས་ ནང་ཐིག་ཚུའི་རྒྱབ་ཁར་རྒྱབ་ཤོག་གི་གཟུགས་བརྙན་སྟོན
el: Εικόνα παρασκηνίου πίσω από τα κελιά που εμφανίζεται όταν αυτά έχουν κρυφτεί
es: Imagen de fondo tras las celdas mostrada mientras se ocultan las celdas
eu: Atzealdeko irudia erakutsiko da gelaxkak ezkutatzen direnean
fr: Image de fond des cellules montrée pendant qu'elles sont cachées
gl: Imaxe de fondo detrás das celas amosadas cando as celas están ocultas
it: Sfondo dietro caselle visibili quando sono nascoste
nl: Achtergrond afbeelding achter cellen, die getoond wordt zodra cellen verborgen worden.
pl: Obraz tła za komórkimi, gdy komórki są ukryte
pt: Imagem de fundo por trás das células, mostrada enquanto as células estão ocultas
ru: Фоновое изображение позади ячейки, показанное как ячейки скрыты
tr: Gizli olarak gösterilen hücrelerin arka planındaki resim
zh_cn: 隐藏单元格后显示的背景图像
zh_tw: 儲存格隱藏時顯示的背景影像

source: Bg Img
ca: Imatges de fons
ca_es@valencia: Imatge de fons
dz: རྒྱབ་གཞི་གི་ཨའི་ཨེམ་ཇི
el: Εικόνα παρασκηνίου κατά την απόκρυψη Img
es: Imagen de fondo
eu: Atz irud
fr: Image de fond
gl: Imaxe de fondo
it: Immagine sfondo
nl: Achtergrond afbeelding
pl: Tło
pt: Imagem de fundo
ru: Фон
tr: Arkaplan Resmi
zh_cn: 背景图片
zh_tw: 背景影像

source: Effect for showing positive feedback
ca: Efecte per mostrar realimentació positiva
ca_es@valencia: Efecte per a mostrar la retroacció positiva
dz: ངེས་གཏན་བསམ་ལན་སྟོན་པའི་ནུས་པ
el: Εφέ για την εμφάνιση της θετικής ανατροφοδότησης
es: Efecto para mostrar retroalimentación positiva
eu: Feedback positiboa erakusteko efektua
fr: Effet à montrer en cas de réponse en retour positive
gl: Efecto para amosar retroalimentación positiva
it: Effetto per risposta positiva
nl: Effect bij weergave positieve feedback
pl: Efekt pokazujący pozytywne informacje zwrotne
pt: Efeito para mostrar retroalimentação positiva
ru: Эффект для показа позитивной обратной связи
tr: Olumlu geribildirim etkisi gösterme
zh_cn: 显示正面反馈的效果
zh_tw: 顯示正面回饋時的效果

source: Positive Feedback Effect
ca: Efecte de realimentació positiva
ca_es@valencia: Efecte de retroacció positiva
dz: ངེས་གཏན་བསམ་ལན་གྱི་ནུས་པ
el: Εφέ θετικής ανατροφοδότησης
es: Efecto de retroalimentación positiva
eu: Feedback positiborako efektua
fr: Effet de réponse en retour positive
gl: Efecto de retroalimentación positiva
it: Effetto risposta positiva
nl: Effect bij positieve feedback
pl: Efekt Pozytywnej Informacji Zwrotnej
pt: Efeito da retroalimentação positiva
ru: Эффект позитивной обратной связи
tr: Olumlu Geri Bildirim Efekti
zh_cn: 正面反馈效果
zh_tw: 正面回饋效果

source: Effect for showing negative feedback
ca: Efecte per mostrar realimentació negativa
ca_es@valencia: Efecte per a mostrar la retroacció negativa
dz: དགག་སྒྲའི་བསམ་ལན་སྟོན་པའི་ནུས་པ
el: Εφέ για την εμφάνιση της αρνητικής ανατροφοδότησης
es: Efecto para mostrar retroalimentación negativa
eu: Feedback negatiboa erakusteko efektua
fr: Effet à montrer en cas de réponse en retour négative
gl: Efecto para amosar retroalimentación negativa
it: Effetto per risposta negativa
nl: Effect bij weergave negatieve feedback
pl: Efekt pokazujący negatywne informacje zwrotne
pt: Efeito para mostrar retroalimentação negativa
ru: Эффект для показа отрицательной обратной связи
tr: Olumsuz geri bildirim gösterme etkisi
zh_cn: 显示负面反馈的效果
zh_tw: 顯示負面回饋時的效果

source: Negative Feedback Effect
ca: Efecte de realimentació negativa
ca_es@valencia: Efecte de retroacció negativa
dz: དགག་སྒྲའི བསམ་ལན་ནུས་པ
el: Εφέ αρνητικής ανατροφοδότησης
es: Efecto de retroalimentación negativa
eu: Feedback negatiborako efektua
fr: Effet de réponse en retour négative
gl: Efecto de retroalimentación negativa
it: Effetto risposta negativa
nl: Effect bij negatieve feedback
pl: Efekt Negatywnej Informacji Zwrotnej
pt: Efeito da retroalimentação negativa
ru: Эффект отрицательной обратной связи
tr: Olumsuz Geribildirim Efekti
zh_cn: 负面反馈效果
zh_tw: 負面回饋效果

source: Show / Use a timer?
ca: Mostra / usa el cronometre ?
ca_es@valencia: Voleu mostrar/utilitzar un temporitzador?
dz: དུས་འཛིན་སྟོན་/ལག་ལེན་འཐབ?
el: Εμφάνιση/Χρήση χρονόμετρου;
es: ¿Mostrar / Usar un cronómetro?
eu: Kronometroa erakutsi / erabili?
fr: Montrer /Utiliser un chronomètre ?
gl: Amosar / utilizar un cronómetro?
it: Mostra / usa un contatore?
nl: Klok tonen / gebruiken?
pl: Pokazać / Użyć zegara?
pt: Mostrar/Utilizar cronómetro?
ru: Показать/использовать таймер?
tr: Zamanlayıcı gösterilsin/kullanılsın mı?
zh_cn: 显示/使用计时器？
zh_tw: 要顯示/使用計時器嗎？

source: Hide Cells after match made?
ca: Voleu amagar les cel·les després d'emparellar-les ?
ca_es@valencia: Voleu que s'amaguen les cel·les després d'emparellar-les?
dz: མཐུན་འགྲིགས་འབད་ཚརཝ་ད་ནང་ཐིག་ཚུ་སྦ་བཞག?
el: Απόκρυψη κελιών μετά το ταίριασμα;
es: ¿Ocultar las celdas después de que se ha realizado un emparejamiento?
eu: Ezkutatu gelaxkak parekatu ondoren?
fr: Cacher les cellules après la mise en correspondance?
gl: Ocultar as celas despois de ter feito o emparellamento?
it: Nascondi le caselle già abbinate?
nl: Cellen verbergen na juiste combinatie?
pl: Ukryć komórki po dopasowaniu?
pt: Ocultar células depois de emparelhadas?
ru: Скрыть ячейки после сделанного совпадения?
tr: Eşleşme yapıldıktan sonra hücreler gizlensin mi?
zh_cn: 在匹配后隐藏单元格？
zh_tw: 配對成功後要隱藏儲存格嗎？

source: Hide after match
ca: Amaga després del joc
ca_es@valencia: Amaga-les després d'emparellar-les
dz: མཐུན་འགྲིགས་འབད་ཚརཝ་ད་སྦ་བཞག
el: Απόκρυψη μετά το ταίριασμα
es: Ocultar tras el emparejamiento
eu: Ezkutatu parekatu ondoren
fr: Cacher après la mise en correspondance
gl: Ocultar despois do emparellamento
it: Nascondi dopo abbinamento
nl: Verbergen na juiste combinatie
pl: Ukryj po rozgrywce
pt: Ocultar depois de emparelhar
ru: Скрыть после совпадения
tr: Eşleşmenin ardından gizle
zh_cn: 匹配成功后隐藏
zh_tw: 配對成功後隱藏

source: Effect when hiding cells after match
ca: Efecte quan s'oculten les cel·les després d'emparellar-les
ca_es@valencia: Efecte quan s'amaguen les cel·les després d'emparellar-les
dz: མཐུན་འགྲིགས་འབད་ཚརཝ་ད་ནང་ཐིག་ཚུ་སྦ་བཞག་པའི་ནམ་གྱི་ནུས་པ
el: Εφέ απόκρυψης κελιών μετά το ταίριασμα
es: Efecto al ocultar las celdas tras el emparejamiento
eu: Parekatu ondoren gelaxkak ezkutatzean aplikatutako efektua
fr: Effet pendant que les cellules sont cachées après la mise en correspondance
gl: Efecto ao ocultar as celas despois do emparellamento
it: Effetto per nascondere dopo l'abbinamento
nl: Effect bij het verbergen van de cellen na een juiste combinatie
pl: Efekt podczas ukrywania komórek dopasowaniu
pt: Efeito para ocultar as células depois de emparelhadas
ru: Эффект, когда ячейки скрываются после совпадения
tr: Eşleşmeden sonra hücreleri gizleme efekti
zh_cn: 成功匹配后隐藏单元格的效果
zh_tw: 配對成功後隱藏儲存格的效果

source: Hide after match effect
ca: Efecte d'amagar després d'emparellar
ca_es@valencia: Efecte d'amagar després d'emparellar
dz: མཐུན་འགྲིགས་འབད་ཚརཝ་ད་སྦ་བཞག་པའི་ནུས་པ
el: Απόκρυψη μετά το εφέ ταιριάσματος
es: Efecto para ocultar tras emparejamiento
eu: Parekatu ondoren ezkutatzeko efektua
fr: Effet pour cacher après la mise en correspondance
gl: Ocultar despois do emparellamento
it: Effetto nascondi dopo abbinate
nl: Verberg na "juiste-combinatie"-effect
pl: Ukryj efekt po dopasowaniu
pt: Efeito Ocultar depois de emparelhar
ru: Скрыть после совпадения эффекта
tr: Eşleşme efektinden sonra gizle
zh_cn: 匹配后隐藏效果
zh_tw: 配對成功後隱藏的效果

source: Cell Padding in table
ca: Farciment de cel·les a la taula
ca_es@valencia: Farciment de cel·la a la taula
dz: ཐིག་ཁྲམ་ནང་ན་ནང་ཐིག་གི་བར་ཤབས
el: Γέμισμα κελιού στον πίνακα
es: Margen de la celda en el recuadro
eu: Taulako gelaxken betegarria (padding)
fr: Espacement dans les cellules
gl: Marxe da cela na táboa
it: Riempimento casella in tabella
nl: Cell Padding van tabel
pl: Odstępy wewnątrz komórki tabeli
pt: Enchimento das Células da tabela
ru: Отступы в ячейках в таблице
tr: Tablodaki Hücre Dolgusu
zh_cn: 表格单元格内边距
zh_tw: 表格內儲存格填充

source: Cell Padding
ca: Farciment de cel·les
ca_es@valencia: Farciment de cel·la
dz: ནང་ཐིག་གི་བར་ཤབས
el: Γέμισμα κελιού
es: Margen de celda
eu: Gelaxkaren betegarria
fr: Espacement dans les cellules
gl: Marxe de cela
it: Riempimento celle
nl: Ruimte in cel
pl: Odstęp wewnątrz komórki
pt: Enchimento da Célula
ru: Отступы в ячейках
tr: Hücre Dolgusu
zh_cn: 单元格内边距
zh_tw: 儲存格填充

source: Cell Spacing of table
ca: Espaiat de cel·les de la taula
ca_es@valencia: Espaiat de cel·la a la taula
dz: ཐིག་ཁྲམ་གྱི་ནང་ཐིག་བར་སྟོང་བཞག་ཐངས
el: Διάστημα κελιού στον πίνακα
es: Espaciado de la celda en el recuadro
eu: Taulako gelaxken arteko tartea (spacing)
fr: Espacement entre les cellules
gl: Espazado da cela na táboa
it: Spaziatura casella in tabella
nl: Celruimte in tabel
pl: Odstępy między komórkami tabeli
pt: Espaçamento das Células da tabela
ru: Расстояние между ячейками таблицы
tr: Tablodiki Hücre Boşluğu
zh_cn: 表格的单元格间距
zh_tw: 表格內儲存格間隔

source: Cell Spacing
ca: Espaiat de cel·les
ca_es@valencia: Espaiat de cel·la
dz: ནང་ཐིག་གི་བར་སྟོང་བཞག་ཐངས
el: Διάστημα κελιού
es: Espaciado de celda
eu: Gelaxkaren tartea
fr: Espacement entre les cellules
gl: Espazado de cela
it: Spaziatura celle
nl: Ruimte om cel
pl: Odstęp między komórkami
pt: Espaçamento da Célula
ru: Расстояние между ячейками
tr: Hücre Boşluğu
zh_cn: 单元格间距
zh_tw: 儲存格間隔

source: Cell Default Style (CSS)
ca: Estil per defecte de la cel·la (CSS)
ca_es@valencia: Estil per defecte de la cel·la (CSS)
dz: ནང་ཐིག་གི་སྔོན་སྒྲིག་བཟོ་རྣམ་(་སི་ཨེསི་ཨེསི)
el: Προεπιλεγμένη τεχνοτροπία κελιού (CSS)
es: Estilo (CSS) predeterminado de la celda
eu: Gelaxka estilo lehenetsia (CSS)
fr: Style de cellule par défaut (CSS)
gl: Estilo (CSS) predeterminado da cela
it: Stile predefinito (CSS) della casella
nl: Standaard stijl voor een cel (CSS)
pl: Domyślny Styl (CSS) komórki
pt: Estilo por defeito da célula (CSS9
ru: Стиль ячейки по умолчанию (CSS)
tr: Hücre Varsayılan Stili (CSS)
zh_cn: 单元格默认样式（CSS）
zh_tw: 儲存格預設樣式（CSS）

source: Cell Style CSS
ca: Estil CSS de la cel·la
ca_es@valencia: Estil CSS de cel·la
dz: ནང་ཐིག་བཟོ་རྣམ་་གྱི་སི་ཨེསི་ཨེསི
el: Τεχνοτροπία κελιού CSS
es: CSS del estilo de la celda
eu: Gelaxken CSS estiloa
fr: TStyle CSS de la cellule
gl: CSS do estilo da cela
it: CSS stile casella
nl: Celopmaak CSS
pl: Styl CSS komórki
pt: Estilo CSS da célula
ru: CSS стиль ячейки
tr: Hücre Stili CSS'i
zh_cn: 单元格样式CSS
zh_tw: 儲存格樣式 CSS

source: Text of Timer Label
ca: Text de l'etiqueta del cronometre
ca_es@valencia: Text de l'etiqueta del temporitzador
dz: དུས་འཛིན་ཁ་ཡིག་གི་ཚིག་ཡིག
el: Κείμενο ετικέτας χρονόμετρου
es: Estilo de la etiqueta del cronómetro
eu: Kronometro-etiketaren testua
fr: Style de l'étiquette du chronomètre
gl: Etiqueta de texto do cronómetro
it: Testo etichetta contatore
nl: Tekst van het timer label
pl: Tekst etykiety zegara
pt: Texto da etiqueta do cronómetro
ru: Текст метки таймера
tr: Zamanlayıcı Etiketi Metni
zh_cn: 计时器标签的文本
zh_tw: 計時器標籤文字

source: Timer Text
ca: Text del cronometre
ca_es@valencia: Text del temporitzador
dz: དུས་འཛིན་ཚིག་ཡིག
el: Κείμενο χρονόμετρου
es: Texto del cronómetro
eu: Kronometroaren testua
fr: Texte du chronomètre
gl: Texto do cronómetro
it: Testo contatore
nl: Tekst bij de klok
pl: Tekst zegara
pt: Texto do cronómetro
ru: Текст таймера
tr: Zamanlayıcı Metni
zh_cn: 计时器文字
zh_tw: 計時器文字

source: CSS of Timer Field
ca: CSS del camp del cronometre
ca_es@valencia: CSS del camp del temporitzador
dz: དུས་འཛིན་ས་སྒོ་གི་སི་ཨེསི་ཨེསི
el: CSS πεδίου χρονόμετρου
es: CSS del campo del cronómetro
eu: Kronometro-eremuaren CSSa
fr: CSS du champ du chronomètre
gl: CSS do campo do cronómetro
it: CSS campo contatore
nl: CSS van het timer veld
pl: CSS pola zegar
pt: Estilo CSS do campo cronómetro
ru: CSS поля таймера
tr: Zamanlayıcı Alanı CSS'i
zh_cn: 计时器字段的CSS
zh_tw: 計時器欄位 CSS

source: Timer CSS
ca: CSS cronometre
ca_es@valencia: CSS del temporitzador
dz: དུས་འཛིན་གྱི་བཟོ་རྣམ་(སི་ཨེསི་ཨེསི)
el: CSS Χρονόμετρου
es: CSS del cronómetro
eu: Kronometroaren CSSa
fr: CSS du Chronomètre
gl: CSS do cronómetro
it: CSS contatore
nl: CSS van de Timer
pl: Zegar CSS
pt: CSS do cronómetro
ru: CSS таймера
tr: Zamanlayıcı CSS'İ
zh_cn: 计时器 css
zh_tw: 計時器 CSS

source: Memory Match Pair Field
ca: Camp del Joc de memòria per emparellar
ca_es@valencia: Camp del joc de memòria
dz: དྲན་ཚད་ཆ་མཐུན་སྒྲིག་འབད་ནིའི་ས་སྒོ
el: Πεδίο ζευγαριών παιχνιδιού μνήμης
es: Campo de las parejas del emparejamiento de memoria
eu: Parekatu buruz jokoaren bikoteen eremua
fr: Champ pour le jeu Memory (former des paires)
gl: Campo das parellas do emparellamento de memoria
it: Campo per gioco Memoria
nl: Correct Memory-combinatie veld
pl: Pole Dopasuj Pary
pt: Campo para combinar pares
ru: Парное поле игры на развитие памяти
tr: Hafıza kartları eşini bul
zh_cn: 记忆配对字段
zh_tw: 記憶配對欄位

source: Match Tile 1
ca: Emparella la peça 1
ca_es@valencia: Emparella la peça 1
dz: མཐུན་འགྲིགས་རྫ་ལེབ་༡
el: Πλακίδιο ταιριάσματος 1
es: Emparejar la ficha 1
eu: 1. parekatze-mosaikoa
fr: Faire correspondre à la fiche 1
gl: Emparellar ficha 1
it: Casella da far corrispondere 1
nl: Identieke tegel 1
pl: Dopasuj kafelek 1
pt: Imagem para combinar 1
ru: Соответствие плитки 1
tr: Eşleşme Başlığı 1
zh_cn: 匹配牌 1
zh_tw: 配對牌 1

source: Match Tile1
ca: Emparella peça 1
ca_es@valencia: Emparella la peça 1
dz: མཐུན་འགྲིགས་རྫ་ལེབ་༡
el: Πλακίδιο ταιριάσματος1
es: Emparejar la ficha1
eu: Parekatze mosaikoa1
fr: Faire correspondre à la fiche1
gl: Emparellar ficha1
it: Casella da far corrispondere 1
nl: Identieke Tegel 1
pl: Dopasuj kafelek1
pt: Imagem para combinar 1
ru: Соответствие плитки 1
tr: Eşleşme Başlığı1
zh_cn: 匹配牌1
zh_tw: 配對牌 1

source: Match Tile 2
ca: Emparella la peça 2
ca_es@valencia: Emparella la peça 2
dz: མཐུན་འགྲིགས་རྫ་ལེབ་༢
el: Πλακίδιο ταιριάσματος 2
es: Emparejar la ficha 2
eu: 2. parekatze-mosaikoa
fr: Faire correspondre à la fiche 2
gl: Emparellar ficha 2
it: Casella da far corrispondere 2
nl: Identieke Tegel 2
pl: Dopasuj kafelek 2
pt: Imagem para combinar 2
ru: Соответствие плитки 2
tr: Eşleşme Başlığı 2
zh_cn: 匹配牌 2
zh_tw: 配對牌 2

source: Match Tile2
ca: Emparella peça 2
ca_es@valencia: Emparella la peça 2
dz: མཐུན་འགྲིགས་རྫ་ལེབ་༢
el: Πλακίδιο ταιριάσματος2
es: Emparejar la ficha2
eu: Parekatze mosaikoa2
fr: Faire correspondre à la fiche2
gl: Emparellar ficha2
it: Casella da far corrispondere 2
nl: Identieke tegel 2
pl: Dopasuj Kafelek2
pt: Imagem para combinar 2
ru: Соответствие плитки 2
tr: Eşleşme Başlığı2
zh_cn: 匹配牌2
zh_tw: 配對牌 2

source: Multi-choice
ca: Elecció múltiple
ca_es@valencia: Elecció múltiple
dz: གདམ་ཁ་སྣ་མང༌ལཱ
el: Ερώτηση πολλαπλής επιλογής
es: Pregunta de Elección Múltiple
eu: Aukera anitzak
fr: Choix Multiple
gl: Pregunta de escolla única
it: Domanda a scelta multipla
nl: Meerkeuzevraag
pl: Zadanie jednokrotnego wyboru
pt: Perguntas de escolha múltipla
ru: В закрытой форме (один правильный)
tr: Çoktan seçmeli
zh_cn: 选择题
zh_tw: 選擇題

source: Auckland University of Technology
ca: Universitat de Tecnologia d'Auckland
ca_es@valencia: Universitat de Tecnologia d'Auckland
dz: ཨཀ་ལེནཌི་འཕྲུལ་རིག་གི་གཙུག་ལག་སློབ་སྡེ
el: Τεχνολογικό Πανεπιστήμιο του Όκλαντ
es: Universidad de Tecnología de Auckland
fr: Université de Technologie d'Auckland
ru: Оклендский Технологический Университет
tr: Auckland Teknoloji Üniversitesi
zh_cn: 奥克兰技术大学
zh_tw: 奧克蘭科技大學

source: The MP3 iDevice allows you to attach an MP3 media file to your content along with relevant textuallearning instructions.
ca: L'iDevice MP3 us permet adjuntar un fitxer MP3 al vostre contingut amb instruccions rellevants d'aprenentatge.
ca_es@valencia: L'iDevice MP3 et permet adjuntar un fitxer MP3 al contingut, amb instruccions rellevants per a l'aprenentatge.
el: Το η-Σύνεργο MP3 επιτρέπει την επισύναψη ενός αρχείου MP3 στο περιεχόμενό σας, μαζί με σχετικές διδακτικές οδηγίες.
es: El iDevice MP3 permite agregar un archivo MP3 al contenido con instrucciones relevantes para el proceso de aprendizaje.
eu: MP3 iDevice-ak edukiari MP3 fitxategi bat gehitzeko aukera ematen dizu, ikasgai garrantzitsuekin.
fr: L'outil pédagogique MP3 vous permet d'insérer un fichier MP3 au sein de votre contenu et d'y associer les consignes écrites appropriées.
gl: O iDevice MP3 permítelle anexar un ficheiro MP3 ao seu contido con instrucións pedagóxicas relevantes.
it: L'iDevice MP3 permette di allegare un file MP3 al contenuto con un testo di istruzioni rilevanti per apprendimento.
nl: Met het iDevice MP3 kunt u een MP3-bestand toevoegen met relevante tekstinstructies.
pl: iObiekt MP3 umożliwia dołączenie pliku multimedialnego MP3 do treści wraz z odpowiednimi instrukcjami tekstowymi.
pt: O iDevice MP3 permite-lhe incluir um ficheiro MP3 no seu conteúdo juntamente com instruções de aprendizagem relevantes em forma de texto.
ru: MP3 iDevice позволяет прикрепить MP3-файл в содержимое вместе с соответствующими текстовыми инструкциями обучения.
tr: MP3 iDevice, ilgili metin öğrenme yönergelerile birlikte içeriğinize bir MP3 ortam dosyası eklemenize imkan tanır.
zh_cn: MP3 iDevice 模块可用于播放MP3音乐及附上相关的文本说明.
zh_tw: MP3 iDevice 讓您將 MP3 檔以及相關的學習指示文字附加到您的內容。
