Repository: exelearning/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: bg, de, id, sr, zu

source: <p>Cloze exercises are texts or sentences where students must fill in missing words. They are often used for the following purposes:</p><ol><li>To check knowledge of core course concepts (this could be a pre-check, formative exercise, or summative check).</li><li>To check reading comprehension.</li><li>To check vocabulary knowledge.</li><li>To check word formation and/or grammatical competence. </li></ol>
bg: <p>Упражненията с допълване са текстове или изречения, в които учащите трябва да попълнят липсващи думи. Често те се използват за следните цели:</p><ol><li>За да се провери знанието за основните концепции на курса</li><li>За да проверите разбирането на текста.</li><li>За да проверите езиковото богатство.</li><li>За да проверите словообразуването и/или граматичните знания. </li></ol>
de: <p>Lückentexte oder Lückentests enthalten einen Text, in dem einzelne Worte/Begriffe bewusst ausgelassen wurden. Teilnehmer/innen müssen hier die fehlenden Begriffe einsetzen. Diese Testform wird häufig benutzt:</p> <ol> <li>um Grundkenntnisse von Konzepten zu prüfen</li><li>um Vokabelkenntnisse zu kontrollieren </li><li>um das Leseverständnis zu testen</li><li>um Wortstellung und Grammatik zu prüfen.</li>
id: <p>Latihan "cloze" adalah teks atau kalimat - kalimat dimana siswa harus mengisi bagian -bagian yang hilang. Hal ini seringkali digunakan untuk tujuan - tujuan sebagai berikut:</p><ol><li>Untuk menguji konsep kunci pengetahuan (Hal ini dapat saja berupa sebuah pengujian awal, latihan penyusunan, atau pengujian tambahan).</li><li>Untuk menguji pemahaman bacaan.</li><li>Untuk menguji pengetahuan perbendaharaan kata.</li><li>Untuk menguji pembentukan kata dan/atau tingkatan tata bahasa. </li></ol>
sr: <p>Ove vežbe su tekstovi ili rečenice u koje studenti moraju da upišu reči koje nedostaju. One se često koriste za sledeće svrhe:</p><ol><li> Provera osnovnih koncepata kursa (ovo može biti prethodna provera, formativna vežba ili sumirajuća provera).</li><li> Provera razumevanja pročitanog.</li><li>Provera znanja vokabulara.</li><li>Provera kreiranja reči i/ili gramatičkih sposobnosti. </li></ol>
zu: &lt;p&gt;Izivivinyo ezivalekile zingokubhaliwe noma imisho lapho abafundi kumele bagcwalise ngamagama ezikhaleni.Zivame ukusetshenziselwa izinjongo ezilandelayo:&lt;/p&gt;&lt;ol&gt;&lt;li&gt;Ukuhlola ulwazi lwemiqondo engumongo yesifundo (lokhu kungaba ukuhlola okuyisiqako, isivivinyo ngezakhi, noma ukuhlola ngezifinqo).&lt;/li&gt;&lt;li&gt;Ukuhlola indaba efundwayo.&lt;/li&gt;&lt;li&gt;Ukuhlola ulwazi lwamagama.&lt;/li&gt;&lt;li&gt; Ukuhlola ukwakheka kwamagama noma ulwazi ngemithetho yokwakheka kolimi. &lt;li&gt;&lt;/ol&gt;

source: <p>Enter the text for the cloze activity in to the cloze field by either pasting text from another source or by typing text directly into the field.</p><p> To select words to hide, double click on the word to select it and click on the Hide/Show Word button below.</p>
bg: <p>Въведете текста за упражнението в полето чрез поставяне на текст от друг източник или чрез директно въвеждане. </p><p> За да изберете думите, които ще са скрити, цъкнете два пъти върху думата за да я изберете и след това цъкнете върху бутон Скриване/Показване на Дума. </p>
de: <p>Tragen Sie den Text für die Lückenübung in das Eingabefenster ein oder kopieren Sie ihn aus einer anderen Datei (ausschneiden & einfügen). </p><p> Wörter, die verborgen werden sollen klicken Sie danach doppelt an und klicken auf den Button <i>Wort verbergen/anzeigen</p>.
id: <p>Masukan teks untuk aktivitas "cloze" ke dalam area "cloze" dengan cara menempelkan ("paste") teks dari sumber lain atau dengan cara mengetik teks secara langsung ke dalam area.</p><p> Untuk memilih kata yang akan disembunyikan, klik dua kali kata tersebut untuk memilihnya dan klik tombol Sembunyikan/Tampilkan ("Hide/Show") di bawah ini.</p>
sr: <p>Unesite tekst za aktivnost upisivanja u polje za upis bilo da ćete tekst zalepiti iz drugog izvora ili direktnim unosom teksta u polje.</p><p> Ako želite da odaberete reči koje treba da sakrijete dva puta kliknite na reč da je odaberete i kliknite na Sakrij/Pokaži reč dugme ispod.</p>
zu: &lt;p&gt;Faka okubhaliwe komsebenzi ovalekile esikhaleni sokuvalekile ngokunamathisela okubhaliwe kusuka komunye umthombo noma ngokuthayipha ngokuqondile esikhaleni.&lt;/p&gt;&lt;p&gt;Ukukhetha amagama azofihlwa, cindezela kabili egameni ukulikhetha bese ucindezela inkinobho Fihla/Bonisa Igama ngezansi.&lt;/p&gt;

source: <p>If left unchecked a small number of spelling and capitalization errors will be accepted. If checked only an exact match in spelling and capitalization will be accepted.</p><p><strong>For example:</strong> If the correct answer is <code>Elephant</code> then both <code>elephant</code> and <code>Eliphant</code> will be judged <em>"close enough"</em> by the algorithm as it only has one letter wrong, even if "Check Capitilization" is on.</p><p>If capitalization checking is off in the above example, the lowercase <code>e</code> will not be considered a mistake and <code>eliphant</code> will also be accepted.</p><p>If both "Strict Marking" and "Check Capitalization" are set, the only correct answer is "Elephant". If only "Strict Marking" is checked and "Check Capitalization" is not, "elephant" will also be accepted.</p>
bg: <p>Ако не се постави отметка, малък брой грешки в правописа и главни/малки букви ще бъдат приети. Ако е избрано ще се приема само пълно съвпадение на правописа и главни/малки букви.</p><p><strong>Например:</strong> Ако правилният отговор е <code>Слон</code> тогава и двата варианта <code>слон</code> и <code>слан</code> ще бъдат приети като <em>"достатъчно близки"</em> от алгоритъма, тъй като имат само по една грешна буква, дори да е включена "Проверка за главни/малки букви".</p><p>Ако проверката за главни/малки букви е изключена, малката буква <code>с</code> няма да се счита за грешка и <code>слан</code> също ще бъде приета.</p><p>Ако "Точно Отчитане" и "Проверка на главни/малки букви" са включени, единственият верен отговор е "Слон". Ако е включено само "Точно Отчитане", а "Проверка на главни малки букви" не е, "слон" също ще бъде приета.</p>
de: <p>Wenn die Funktion deaktiviert bleibt, werden kleinere Fehler bei der Bewertung nicht berücksichtigt. Wenn die Funktion aktiv ist, muss buchstabengetreu richtig geantwortet werden und Groß- und Kleinschreibung korrekt sein.</p><p><strong>Beispiel:</strong> Die richtige Antwort lautet <code>Elefant</code> und beide Ergebnisse <code>elefant</code> und <code>Elifant</code> werden richtig bewertet weil sie <em>"nah genug"</em> an der richtigen Lösung sind (nur ein Buchstabe ist jeweils falsch), sofern "Groß-/Kleinschreibung" aktiv ist.</p><p>Wenn Groß-/Kleinschreibung abgeschaltet ist wird die Kleinschreibung <code>e</code> nicht als Fehler gewertet und <code>elifant</code> wird ebenfalls akzeptiert.</p><p>Wenn sowohl "Strenge Bewertung" als auch "Groß-/Kleinschreibung" aktiviert sein, wird nur "Elefant" als richtig gewertet. Wenn nur "Strenge Bewertung" aktiv ist und "Groß-/Keinschreibung" nicht aktiv ist, wird "elephant" als richtig gewertet.</p>
id: <p>Jika dibiarkan tak terpilih kesalahan kecil dalam hal ejaan dan kapitalisasi akan dapat diterima. Jika dalam keadaan terpilih hanya ejaan dan kapitalisasi yang benar yang dapat diterima.</p><p><strong>Sebagai contoh:</strong> Jika jawaban yang benar adalah <code>Gajah</code> maka baik <code>gajah</code> dan <code>gajih</code> akan dinilai <em>"hampir benar"</em> oleh algoritma dikarenakan hanya satu kata yang salah, bahkan jika Uji Kapitalisasi ("Check Capitilization") dalam keadaan aktif.</p><p>Jika kapitalisasi tidak aktif dalam contoh di atas, huruf kecil <code>g</code> tidak akan dianggap sebagai kesalahan dan <code>gajih</code> juga masih dapat diterima.</p><p>If both "Strict Marking" and "Check Capitalization" are set, the only correct answer is "Elephant". If only "Strict Marking" is checked and "Check Capitalization" is not, "elephant" will also be accepted.</p>
sr: <p> Ako se ostavi neodabrano, mali broj slovnih grešaka i upotrebe velikog slova će biti prihvaćen. Ako se ipak odabere bit će prihvaćene samo ispravne reči.</p><p><strong>Na primer:</strong> Ako je tačan odgovor <code>Slon</code> onda će <code>slon</code> i <code>Slan</code> biti provereni. <em>"dovoljno blizu"</em> od strane algoritma budući da ima samo jedno slovo pogrešno, čak iako je uključeno "Proveri velika slova".</p><p>Ako je provera upotrebe velikog slova isključena u gornejem primeru malo slovo <code>s</code> neće biti smatrano kao greška, a <code>Slan</code> će biti takođe prihvaćeno. </p><p>Ako su oboje "Tačno pisanje" i "Proveri velika slova" uključeni jedini ispravan odgovor je "Slon". Ako je samo "Tačno pisanje" odabrano, a "Proveri velika slova" nije odgovor "slon" će takođe biti prihvaćen.</p>

source: <p>If this option is checked, submitted answers with different capitalization will be marked as incorrect.</p>
bg: <p>Ако тази настройка е активирана, дадените отговори с различни главни/малки букви ще бъдат отчетени като грешни.</p>
de: <p> Wenn Sie die Funktion aktivieren wird die Groß- und Kleinschreibung bei der Bewertung berücksichtigt.</p>
id: <p>Jika opsi ini terpilih, jawaban yang dimasukkan dengan kapitalisasi yang tidak sesuai akan dianggap tidak benar.</p>
sr: <p>Ako je ova opcija odabrana, napisani odgovori sa različitom upotrebom velikih slova će biti označenikao netačni.</p>
zu: &lt;p&gt;Uma lokhu kunomaka, izimpendulo ezithunyelwe zinosonhlamvukazi abahlukile ziyomakwa njengeziyiphutha.&lt;/p&gt;

source: <p>If this option is set, each word will be marked as the learner types it rather than all the words being marked the end of the exercise.</p>
bg: <p>Ако тази настройка е отметната всяка дума ще бъде отчитана с изписването и, вместо всички думи да бъдат отчетени вкупом в края на упражнението.</p>
de: <p>Wenn Sie diese Option aktivieren, wird jedes einzelne Wort direkt nach der Eingabe korrigiert und nicht erst am Ende der Übung. </p>
id: <p>Jika opsi ini dipilih, setiap kata akan ditandai sebagai siswa yang mengetikkan itu daripada semua kata ditandai pada akhir dari latihan.</p>
sr: <p> Ako je ova opcija odabrana svaka reč će biti označena doke je učenik piše umesto da sve reči budu proverene na kraju vežbe.</p>

source: <p>Select symbols from the text editor below or enter LATEX manually to create mathematical formula. To preview your LATEX as it will display use the &lt;Preview&gt; button below.</p>
bg: <p>Изберете символи от текстовият редактор или въведете LATEX ръчно за да създадете математическа формула. За да видите как ще се показва вашият LATEX, използвайте бутона &lt;Преглед&gt; по-долу.</p>
de: <p>Symbole im Texteditor auswählen oderdirekt LATEX Codierung zur Erstellung mathematischer Formeln verwenden. Eine Vorschau auf die LATEX-Formlen wird über den &lt;Vorschau&gt; Button erzeugt.</p>
id: <p>Pilih simbol dari teks editor di bawah ini atau masukan LATEX secara manual untuk membentuk rumus matematika. Untuk melihat tampilan sementara LATEX anda dimana akan ditampilkan tombol &lt;Tampilan Sementara&gt; di bawah.</p>
sr: <p>ODaberite simbole iz tekst editora ispod ili unesite LATEX kod ručno da bi kreirali matematičku formulu. Da bi pregledali vaš LATEX kod da bivideli kako će izgledati kad se prikaže upotrebite &lt;Prikaz&gt; dugme niže.</p>

source: <p>Teachers should keep the following in mind when using this iDevice: </p><ol><li>Think about the number of different types of activity planned for your resource that will be visually signalled in the content. Avoid using too many different types or classification of activities otherwise learner may become confused. Usually three or four different types are more than adequate for a teaching resource.</li><li>From a visual design perspective, avoid having two iDevices immediately following each other without any text in between. If this is required, rather collapse two questions or events into one iDevice. </li><li>Think about activities where the perceived benefit of doing the activity outweighs the time and effort it will take to complete the activity. </li></ol>
bg: <p>Когато използват това Помощно средство, учителите трябва да имат предвид следното: </p><ol><li>Помислете за броят на различните типове дейност, които ще бъдат в отбелязани в съдържанието. Избягвайте използването на прекалено много типове дейности, защото учащият може да се обърка. Обикновено три-четири различни типа дейност са напълно достатъчни за учебен материал.</li><li>От визуална гледна точка, избягвайте поставянето на две Помощно средства едно след друго без да имат текст помежду си. Ако това е необходимо, по-добре е да слеете двата въпроса или събития в едно Помощно средство. </li><li>Мислете за дейности, при които получената полза от работата по тях надхвърля времето и усилията, необходими за завършването им. </li></ol>
de: Trainer/innen sollten folgende Hinweise beim Erstellen von iDevices beachten:<ol><li>Die verschiedenen Aktivitäten werden durch eigene optische Strukturen auf der Seite gekennzeichnet. Zu viele verschiedene Aktivitäten können bei den Teilnehmer/innen zu Verwirrung führen. Zumeist reichen drei oder vier verschiedene Arten von Aktivitäten völlig aus.</li><li>Vermeiden Sie mehrere iDevices direkt hintereinander ohne einen Informationstext dazwischen, der Orientierung gibt.</li><li>Achten Sie auf den Zeitaufwand zur Bearbeitung einer Aktivität. Er sollte in einem angemessenen Verhältnis zum Lerneffekt stehen.y/li></ol>
id: <p>Guru - guru sebaiknya tetap mengikuti langkah - langkah berikat ketika menggunakan "iDevice" ini: </p><ol><li>Pikirkan tentang jumlah aktivitas yang direncanakan untuk sumber daya anda yang akan ditampilkan secara visual sebagai isinya. Hindari menggunakan berbagai macam jenis atau klasifikasi dari aktivitas kalau tidak siswa akan menjadi bingung. Biasanya 3 atau 4 jenis yang berbeda sudah lebih dari cukup untuk sebuah sumber daya pengajaran.</li><li>Dari perspektiv desain visual, hindari 2 "iDevices" berurutan tanpa teks apapun diantaranya. Jka tidak bisa dihindari, lebih baik menggabungkan 2 pertanyaan atau kegiatan ke dalam satu "iDevice". </li><li>Pikirkan tentang aktivitas dimana keuntungan yang diperoleh akan lebih besar dari waktu dan usaha yang dikeluarkan untuk aktivitas tersebut. </li></ol>
sr: <p>NAstavnici trebaju da imaju na umu dok koriste ovaj iUređaj: </p><ol><li> Razmislite o broju različitih planiranih aktivnosti koji će biti vizualno signaliziranu vašem sadržaju. Izbegavajte da koristite previše tipova ili kalsifikacija aktivnosti, jer to može da zbuni učenika. Obično su tri ili četiri tipa više nego dovoljna za izvor informacija za učenje.</li><li>Iz perspektive vizualnog oblikovanja, izbegavajte da dva iUređaja slede jedan drugi bez ikakvog teksta između njih. AKo je to potrebno, bolje je da stavite dva pitanja ili događaja u jedan iUređaj. </li><li>RAzmislite o aktivnosti gde opažena orist od učestvovanja u aktivnosti ima veću težinu od vremena i napora potrošenog za kompletiranje aktivnosti. </li></ol>
zu: OThisha kumele bagcine lokhu okulandelayo emqondweni uma besebenzisa i-iDevice: &lt;ol&gt;&lt;li&gt;Cabanga ngezinhlobo ezahlukene zemisebenzi ehlelelwe isidingo sokusebenzisa okubonakalayo kokuqukethwe.Gwema ukusebenzisa izinhlobo ezahlukene noma ukwahlukanisa imisebenzi ngale kwalokho abafundi bangadideka.Ngokuvamile izinhlobo ezintathu noma ezine ezihlukene ziyizindingeko ezanele zokufundisa.&lt;/li&gt;&lt;li&gt;Ngokuphathelene nomklamo wokubonakalayo, gwema ukuba nama iDevice amabili alandelana ngokushesha emva kwenye ngaphandle kokubhaliwe maphakathi nawo.Uma lokhu kudingeka, vele uhlakaze imibuzo emibili noma izehlakalo ukwenze kwi-iDevice eyodwa.&lt;/li&gt;&lt;li&gtCabanga ngemisebenzi lapho inzuzo ebonakalayo yokwenza umsebenzi yedlula isikhathi nomzamo okuwuthathayo ukuwenza. &lt;/li&gt;&lt;/ol&gt;

source: <p>The Reading Activity will primarily be used to check a learner's comprehension of a given text. This can be done by asking the learner to reflect on the reading and respond to questions about the reading, or by having them complete some other possibly more physical task based on the reading.</p>
bg: <p>Дейностите с четене се използват преди всичко за да се провери разбирането на даден текст. Това може да се направи като се изисква от учащият да разсъждава върху прочетеното и да отговаря на въпроси по него или да извърши някаква друга, вероятно по-физическа дейност, основана на прочетеното.</p>
de: <p>Die Lese-Aktivität dient vorrangig der Feststellung des Leseverständnisses eines Textes durch den/die Teilnehmer/in. Dies kann durch die Bearbeitung von Fragen zum Text oder Aufgaben zur Reflexion über Textinhalte erfolgen. Es ist aber auch möglich, Aufgaben zu stellen, mit deren Hilfe der/die Teilnehmer/in Textinhalte in anderer Weise umsetzen muss, z.B. Konstruktionsbeschreibungen umsetzen oder Aufbauanleitungen realisieren.</p>
id: <p>Aktivitas membaca pada umumnya digunakan untuk menguji pemahaman siswa pada teks yang diberikan. Hal ini dapat dilakukan dengan menanyakan siswa untuk merefleksikanby asking the learner to reflect on the reading and respond to questions about the reading, or by having them complete some other possibly more physical task based on the reading.</p>
sr: <p>Aktivnost čitanja če prvenstveno da se koristi za roveru razumevanja datog teksta. Tomože da se uradi pitajući učenika da razmisli o pročitanom i da odgovori na pitanja o pročitanom, ili da uradi neki više fizički zadatak zansovan na pročitanom.</p>
zu: &lt;p&gt;Umsebenzi ofundwayo ungasetshenziswa ngokuyisisekelo ukuhlola ikhono lomfundi lokuqonda okubhaliwe. Lokhu kungenziwa ngokucela umfundi aveze uvo lwakhe ngokufundwayo futhi aphendule nemibuzo ngakho, noma ngokubanikeza umsebenzi owenziwayo ngokusekeleke kokufundwayo.&lt;/p&gt;

source: <p>The Wikipedia iDevice allows you to locate existing content from within Wikipedia and download this content into your eXe resource. The Wikipedia Article iDevice takes a snapshot copy of the article content. Changes in Wikipedia will not automatically update individual snapshot copies in eXe, a fresh copy of the article will need to be taken. Likewise, changes made in eXe will not be updated in Wikipedia. </p> <p>Wikipedia content is covered by the GNU free documentation license.</p>
bg: <p>Wiki статията ви позволява да намерите съществуващо съдържание от Wikipedia и да го свалите във вашият eXe ресурс. Помощното средство Wiki Статия прави моментно копие на съдържанието на статията. Промените в нея не се отразяват автоматично в моментното копие в eXe. Необходимо е да се направи ново копие. Съответно, промените, направени в eXe няма да осъвременят съдържанието в Wikipedia. </p> <p>Съдържанието в Wikipedia е под Лиценз за свободна документация на ГНУ.</p>
de: <p>Das Wikipedia iDevice lädt Inhalte aus dem Wikipedia-Lexikon direkt in die Lerneinheit. Es wird eine Kopie des aktuellen Textes eingefügt. Bei Veränderungen in Wikipedia erfolgt keine (!) Aktualisierung Ihrer Lerneinheit. Dazu müssten Sie eine Aktualisierung vornehmen. Änderungen in der Kopie des Wikipedia-Beitrages werden nicht nach Wikipedia übertragen.</p><p>Wikipedia-Texte werden unter der GNU Free Documentation Lizenz veröffentlicht. Sie können frei genutzt und überarbeitet werden.</p>
id: <p>"iDevice" Wikipedia mengizinkan anda untuk meletakkan isi yang telah ada pada Wikipedia dan mengunduh isi kepada sumber daya eXe anda. "iDevice" artikel Wikipedia mengambil tampilan dari isi artikel. Perubahan pada Wikipedia tidak secara otomatis memperbaharui tampilan tersebut pada eXe, sebuah salinan baru dari artikel perlu dilakukan. Juga, perubahan pada eXe tidak akan memperbaharui isi di Wikipedia. </p> <p>Isi Wikipedia dilindungi oleh izin dokumentasi bebas GNU.</p>
sr: <p> Vikipedija iUređaj omogućava da pronađete postojeći sadržaj iz Vikipedije i da preuzmete njegov sadržaj u vaš eXe izvor. Vikipedija članak iUređaj napravi snimak sadržaja članka. Promene u Vikipediji neće automatski ažurirati pojedinačne snimke i njihove kopije u eXe, sveža kopija članka neće biti preuzeta. Isto tako, promene napravljene u vašem eXe neće uneti zmene u Vikipediju. </p> <p> Sadržaj Vikipedije je pokriven GNU licencom za slobodnu dokumentaciju.</p>
zu: I-iDevice yeWikipedia ikusiza ukuthi uthole okuqukethwe kwi-Wikipedia bese ukulayishela ezansi esilulwini sakho se-eXe. I-iDevice Yokulandisa Okubhaliwe kwe-Wikipedia ithatha ikhophi yesithombe sokuqukethwe ukulandisa okubhaliwe. Ushintsho kwi-Wikipedia ngeke lufake okusha ngokuzenzakalelayo kumakhophi ezithombe ezikwi-eXe, kuyomele ikhophi entsha yokulandisa okubhaliwe ithathwe. Ngokufanayo, ushintsho olwenziwa kwi-eXe ngeke lufake okusha kwi-Wikipedia. &lt;/p&gt; &lt;p&gt;Okuqukethwe kwi-Wikipedia kuvikelwe ushicilelo lwesigunyazi lwamahhala i-GNU.&lt;/p&gt;

source: <p>The reading activity, as the name suggests, should ask the learner to perform some form of activity. This activity should be directly related to the text the learner has been asked to read. Feedback to the activity where appropriate, can provide the learner with some reflective guidance.</p>
bg: <p>Дейността с четене, както предполага името и трябва да изисква от учащия някаква форма на дейност. Тази дейност трябва е директно свързана с прочетения текст. Където е необходимо помощната информация към дейността може да даде на учащия насоки за разсъждение.</p>
de: <p>Diese Aktivität gehört direkt zu einem Text, den der/die Teilnehmer/innen lesen sollen. Der Feedbacktext kann noch einmal Anregungen zum Reflektieren geben.</p>
id: <p>Aktivitas bacaan, seperti namanya , sebaiknya meminta siswa untuk melakukan sejumlah bentuk aktivitas. Aktivitas ini sebaiknya langsung berhubungan dengan teks yang sedang dibaca siswa. Umpan balik untuk aktivitas perlu dilakukan, dapat menyediakan siswa dengan beberapa petunjuk reflektif.</p>
sr: <p>Aktivnost čitanja, kao što ime sugeriše treba da zapita učenika da izvede neki oblik aktivnosti. Ova aktivnost mora biti u direktnom odnosu sa tekstom koji je učenik bio zapitan da pročita. Povratna informacija na aktivnost kada je to potrebno, može da ponudi učeniku refleksivno vodstvo. </p>
zu: Umsebenzi ofundwayo, njengoba igama lisikisela, kumele umfundi acelwe ukuba enze umsebenzi othile. Lomsebenzi kumele uhambisane ngokuqondile nokubhaliwe umfundi acelwe ukuba akufunde. Umbono ngokwenziwe umfundi lapho kunesidingo, kunganika umfundi isiqondiso.&lt;/p&gt;

source: <p>Where you have a number of images that relate to each other or to a particular learning exercise you may wish to display these in a gallery context rather then individually.</p>
bg: <p>Където имате много изображения, свързани помежду си или към определено упражнение, може да искате да ги покажете в галерия, вместо поотделно.</p>
de: <p>Sie können hier mehrere Bilder im Zusammenhang zeigen. </p>
id: <p>Dimana anda memiliki sejumlah gambar yang berhubungan satu sama lain atau pada sebuah latihan yang khusus yang ingin anda tampilkan pada sebuah konteks galeri daripada secara satu per satu.</p>
sr: <p> Ako imate više slika koje su međusobno u odnosu ili u odnosu prema određenoj spoznajnoj vežbi, moža je bolje da ih prikažete kao galeriju umesto da ih prikazujete pojedinačno.</p>
zu: &lt;p&gt;Lapho unezithombe eziningi ezihambisanayo noma ezihambisana nomsebenzi othile ungahle uzibonise ndawonye kunokuzibonisa ngasinye.&lt;/p&gt;
