Repository: exelearning/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: bg, de, id, sr, zu

source: <p>If left unchecked a small number of spelling and capitalization errors will be accepted. If checked only an exact match in spelling and capitalization will be accepted.</p><p><strong>For example:</strong> If the correct answer is <code>Elephant</code> then both <code>elephant</code> and <code>Eliphant</code> will be judged <em>"close enough"</em> by the algorithm as it only has one letter wrong, even if "Check Capitilization" is on.</p><p>If capitalzation checking is off in the above example, the lowercase <code>e</code> will not be considered a mistake and <code>eliphant</code> will also be accepted.</p><p>If both "Strict Marking" and "Check Capitilization" are set, the only correct answer is "Elephant". If only "Strict Marking" is checked and "Check Capitilization" is not, "elephant" will also be accepted.</p>
zu: &lt;p&gt;Uma kushiywe kungenamaka amaphutha amancane obizelomagama nosonhlamvukazi ayokwamukelwa.Uma kunomaka ubizelomagama okuyilo nosonhlamvukazi okuyibo kuphela okuyokwamukelwa.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;Ngokwesibonelo:&lt;/strong&gt; Uma impendulo efanele ku &lt;code&gt;Indlovu&lt;/code&gt; kokubili &lt;code&gt;indlovu&lt;/code&gt; no &lt;code&gt;Indhlovu&lt;/code&gt; kuyokwahlulelwa &lt;em&gt;"close enough"&lt;/em&gt; ngeqoqo lemithetho njengokunohlamvu olulodwa oluyiphutha, noma ngabe uku "Hlola Osonhlamvukazi" kusebenza.&lt;/p&gt;&lt;p&gt;Uma ukuhlola osonhlamvukazi kungasebenzi esibonelweni esingaphezulu, uhlamvu oluncane &lt;code&gt;e&lt;/code&gt; ngeke luthathwe njengoluyiphutha futhi &lt;code&gt;indhlovu&lt;/code&gt;iyokwamukelwa.&lt;/p&gt;&lt;p&gt;Uma kokubili "Ukumaka Ngokungathi Sina" noku "Hlola Osonhlamvukazi" kusebenza, Impendulo efanele u "Indlovu" kuphela.Uma "Ukumaka Ngokungathi Sina" kuphela kusebenza uku "Hlola Osonhlamvukazi" kungasebenzi, u "indlovu" uyokwamukelwa.&lt;/p&gt;

source: <p>If this option is set, each word will be marked as the learner types it rather then all the words being marked the end of the exercise.</p>
zu: &lt;p&gt;Uma lokhu kusebenza, igama negama liyomakwa ngesikhathi umfundi elithayipha esikhundleni sokuthi onke amagama amakwe ekupheleni kwesivivinyo.&lt;/p&gt;

source: A pedagogical tip allows you to describe your intended use and the pedagogy behind the devices development.
zu: Ukucebisa komfundisi kukuvumela ukuba uchaze ohlose ukukwenza kanye nesisusa sokuthuthukiswa kwalengosi yokufundisa.

source: A single simple discussion
zu: Ingxoxo eyodwa elula

source: Add
zu: Ongeza

source: Add a single text line to an iDevice. Useful if you want the ability to place a label within the device.
zu: Faka umugqa owodwa wokubhaliwe kwi-iDevice.Kuyasiza uma ufuna ikhono lokufaka ilebula engosini.

source: Add a text entry box to an iDevice. Used for entering description textual content.
zu: Faka ibhokisi lokufaka okubhaliwe kwi-iDevice. Lisetshenziselwa ukufaka incazelo yokubhalwayo.

source: Add an image to your iDevice. Enables the selection of an image from your stored picture files.
zu: Faka isithombe kwi-iDevice yakho.Kwenzelwa ukukhethwa kwesithombe kwifayela yakho yezithombe ezigciniwe.

source: Add interactive feedback to your iDevice.
zu: Faka indlela yokuphendulana kwi-iDevice yakho.

source: Author
zu: Umbhali

source: Can a student post to this forum?:
zu: Ingabe umfundi angakwazi ukuposela kulangosi?:

source: Choose a LMS
zu: Khetha i-LMS

source: Confirm and submit
zu: Qinisekisa bese uthumela

source: Discussion Activity
zu: Umsebenzi Wokuxoxisana

source: Discussion Topic/Thread:
zu: Isihloko/Isixhumanisi Sengxoxo:

source: Discussion topic/Thread
zu: Isihloko/Isixhumanisi Sengxoxo

source: Discussions and replies are allowed
zu: Izingxoxo nezimpendulo zivumelekile

source: Each person posts one discussion
zu: Umuntu ngamunye uposa ingxoxo eyodwa

source: Error loading package "%s": %s
zu: Iphakethe lokulayisha okonakele ''%s'': %s

source: Filename
zu: Phinduqambe

source: For use if you need to include an external web page into your content. Rather than popup an external window, which can have some problematic usability consequences, this iDevice loads the appropriate content into an inline frame. Use only if your content will be online.
zu: Kusetshenziswa uma udinga ukufaka ikhasi le-internet langaphandle kokuqukethwe kwakho. Kunokuba kuvele ngokungalindelekile iwindi langaphandle, okungaba nemiphumela eyinkinga kusetshenzwa, le-iDevice ilayisha okuqukethwe okufanele ohlakeni olusolayinini. Kusebenzise kuphela uma okuqukethwe kwakho kuzoba kwi-interent.

source: Force everyone to be subscribed?:
zu: Phoqa wonk' umuntu abe ilunga?:

source: Forum Name:
zu: iGama leNgosi:

source: Forum Name:
zu: iGama leNgosi:

source: Forum type:
zu: Uhlobo lwengosi:

source: Group mode:
zu: Eqenjini

source: Hint:
zu: Icebiso:

source: Introduction
zu: Isingeniso

source: Label
zu: Lebula

source: Learning Management System
zu: Isimiso Sokulawula Ukufunda

source: Learning Management System:
zu: Isimiso Sokulawula Ukufunda:

source: Link to the forum
zu: Xhumana nengosi

source: Multi-Choice Question
zu: Umbuzo ongumazikhethele

source: New Forum
zu: Ingosi Yokukhuluma Entsha

source: New Topic
zu: Isihloko Esisha

source: No
zu: Cha

source: No discussions, but replies are allowed
zu: Akukho zingxoxo, kodwa izimpendulo zamukelekile

source: No discussions, no replies
zu: Akukho zingxoxo, akukho zimpendulo

source: No groups
zu: Akukho maqembu

source: Please enter a discussion topic name.
zu: Ucelwa ukuba ufake igama lesihloko sengxoxo.

source: Please enter a name for the forum
zu: Ucelwa ukuba ufake igama lengosi yengxoxo

source: Please select LMS.
zu: Ucelwa ukuba ukhethe i-LMS.

source: Please select a LMS
zu: Ucelwa ukuba ukhethe i-LMS

source: Please select a forum.
zu: Ucelwa ukuba ukhethe ingosi yengxoxo.

source: Question(s)
zu: U(I)mbuzo

source: Save as
zu: Gcina njenge

source: Select a Forum
zu: Khetha iNgosi yeNgxoxo

source: Separate groups
zu: Amaqembu ahlukene

source: Show
zu: Bonisa

source: Standard forum for general use
zu: Isikhungo sengxoxo esivamile esingasetshenziselwa noma yini

source: The purpose dialogue allows you to describe your intended purpose of the device to other potential users.
zu: Ukuxoxisana ngenjongo kukuvumela ukuba uchaze ngenjongo oyifisayo ngalengosi yokufunda kwabanesifiso sokuyisebenzisa.

source: Thread:
zu: Isihlanganisi:

source: Type a forum name here
zu: Thayipha igama lengosi yengxoxo lapha

source: Type the question stem.
zu: Thayipha isiqu sombuzo.

source: Use Emphasis to distinguish the importance of the information being presented in the iDevice.
zu: Sebenzisa ukugcizelela ukwehlukanisa ukubaluleka kokwaziswa okunikezwa kwi-iDevice.

source: Visible groups
zu: Amaqembu abonakalayo

source: Visible to students:
zu: Okubonakalayo kubafundi:

source: Wikipedia Article
zu: Ukulandisa okubhaliwe kwe-Wikipedia

source: Yes, forever
zu: Yebo,phakade

source: Yes, initially
zu: Yebo,ekuqaleni

source: Your new iDevice will appear in the iDevice pane with this title. This is a compulsory field and you will be prompted to enter a label if you try to submit your idevice without one.
zu: I-iDevice yakho entsha izovela esikhaleni se-iDevice nalesi sihloko. Lesi isikhala esiyimpoqo futhi uyocelwa ukuba ufake ilebula uma uzama ukuthumela i-idevice yakho ngaphandle kwayo.

source: duplicate forum name.
zu: igama lengosi yengxoxo eliphindwe kabili.

source: duplicate topic name.
zu: igama lesihloko eliphindwe kabili.

source: R
zu: E

source: U
zu: P

source: D
zu: P

source: N
zu: H

source: S
zu: G

source: O
zu: V

source: label="Merging" accesskey="e"
zu: label="Ukuhlanganisa" accesskey="h"

source: label="Refresh" accesskey="r"
zu: label="Akha Kabusha" accesskey="a"

source: label="About" accesskey="a"
zu: label="Nge" accesskey="n"

source: label="Register Online" accesskey="R"
zu: label="Bhalisa Kwi-Internet" accesskey="B"

source: label="Report an Issue" accesskey="R"
zu: label="Thumela" accesskey="t"

source: Occitan; Provenal
zu: Occitan; Provenzl.
