Repository: exelearning/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: bg, de, id, sr, zu

source: A case study is a device that provides learners with a simulation that has an educational basis. It takes a situation, generally based in reality, and asks learners to demonstrate or describe what action they would take to complete a task or resolve a situation. The case study allows learners apply their own knowledge and experience to completing the tasks assigned. when designing a case study consider the following:<ul> <li> What educational points are conveyed in the story</li> <li> What preparation will the learners need to do prior to working on the case study</li> <li> Where the case study fits into the rest of the course</li> <li> How the learners will interact with the materials and each other e.g. if run in a classroom situation can teams be setup to work on different aspects of the case and if so how are ideas feed back to the class</li></ul>
bg: Изследването е Помощно средство, което дава на учащите симулация, основана на вече изучен материал. Тя взема пример, обикновено от реалността и изисква от учащите да покажат или опишат какво действие биха предприели за да завършат задачата или да решат ситуацията. Изследването позволява на учащите да приложат собственото си познание и опит за изпълнение на задачата. При създаване на такова задание вземете под внимание:<ul> <li> Какви учебни точки са застъпени в историята</li> <li> Каква предварителна подготовка трябва да имат учащите</li> <li> Къде се вмъква изследването в общия курс на обучение</li> <li> Как ще взаимодействат учащите с материалите и помежду си. Например ако се извършва в час, възможно ли е различни екипи да работят по различни аспекти на изследването и ако да - как ще представят идеите си.</li></ul>
de: Eine Fallstudie enthält einen Text als Grundlage für einen Lernprozess. Das kann eine realistische Situationsbeschreibung sein, in der die Teilnehmer/innen ihr eigenes Wissen und ihre Erfahrung einbringen sollen. Bei der Entwicklung einer Fallstudie sollten Sie folgendes beachten:<ul> <li> Welche Lerninhalte werden in der Fallstudie vermittelt?</li> <li> Welche Vorkenntnisse benötigen die Teilnehmer/innen, um die Fallstudie zu bearbeiten</li> <li> Wie ist die Fallstudie mit dem restlichen Kurs verbunden?</li> <li> Wie sollen die Teilnehmer/innen mit dem Material arbeiten? Was sollen sie z.B. in einer Präsenzphase miteinander mit dem Material tun? (z.B. Gruppenarbeit zu verschiedenen Aspekten)</li></ul>
id: Studi kasus adalah perangkat yang menyediakan siswa sebuah simulasi yang memiliki dasar pendidikan. Situasi yang terjadi, umumnya berdasarkan kejadian nyata, dan meminta siswa untuk mendemonstrasikan atau menggambarkan aksi apa yang akan mereka ambil untuk menyelesaikan sebuah tugas atau memecahkan sebuah situasi. Studi kasus mengizinkan siswa untuk menerapkan pengetahuan dan pengalaman mereka untuk menyelesaikan tugas yang diberikan. Ketika mendesain sebuah studi kasus pertimbangkan hal - hal berikut ini:<ul> <li> Pokok - pokok pendidikan apa yang ingin disampaikan pada cerita tersebut</li> <li> Persiapan apa yang akan perlu dilakukan siswa sebelum bekerja dengan studi kasus tersebut</li> <li> Di bagian mana studi kasus cocok pada keseluruhan pelajaran</li> <li> Bagaimana siswa akan berinteraksi dengan materi dan satu sama lain contoh. Jika dijalankan dalam kelas dapatkah tim dibentuk untuk bekerja pada beragam aspek kasus dan jika bisa bagaimana ide tersebut dapat di umpan balik kan pada kelas</li></ul>
sr: Studija slučaja je uređaj koji nudi učenicima simulaciju koja ima edukativnu osnovu. Ona uzima situaciju, u osnovi zasnovanu na realnosti i traži od učenika da pokaže ili opiše koju bi aktivnost oni preduzeli da bi završili aktivnost ili razrešili situaciju. Studija slučaja dozvoljava učenicima da primene svoje znanje i iskuse završavanje zadataka koji su im dodeljeni. Kada oblikujete studiju slučaja razmislite o sledećem:<ul> <li> Koji edukativni smisao je prenesen u priči</li> <li> Kakve pripreme mora učenik prethodno da preduzme pre rada na studiji slučaja</li> <li> Kako se studija slučaja uklapa sa ostatkom kursa</li> <li> Kako će učenici da interagiraju sa materijalom i međusobno npr. ako se odvija u učionici onda se mogu odrediti timovi koji će raditi na različitim aspektima slučaja i da se ideje u timovima predstave pred svima u učionici</li></ul>
zu: Umgodla wokufunda uyingosi enikeza abafundi isimo esinesisekelo esingokwemfundo. Uthatha isimo, jikelele esisekeleke kokungokoqobo, ucele abafundi ukuthi babonise noma bachaze ukuthi yini abangayenza ukuqeda lowo msebenzi noma ukuxazulula leso simo. Umgodla wokufunda uvumela abafundi ukuba basebenzise ulwazi lwabo noma ulwazi lwesikhathi esidlule ekwenzeni umsebenzi abawabelwe. Uma wakha umgodla wokufunda cabangela okulandelayo:&lt;ul&gt; &lt;li&gt; Imaphi amaphuzu afundisayo adluliswa indaba&lt;/li&gt; &lt;li&gt; Ikuphi ukulungiselela okudingeka kubafundi ngaphambi kokusebenza kulowo mgodla wokufunda&lt;/li&gt; &lt;li&gt; Umgodla wokufunda uhlangana kanjani nesifundo sisonke&lt;li&gt; Abafundi bazoxhumana kanjani nengosi futhi nabo bebodwa Isib. uma umsebenzi wenzelwa ekilasini angakhiwa yini amaqembu ukuba asebenze ngezimo ezahlukene zomsebenzi futhi uma kunjalo imibono iya kanjani ekilasini&lt;/li&gt;&lt;/ul&gt;

source: A hint may be provided to assist the learner in answering the question.
bg: Подсказката може да бъде дадена за да насочи учащия в отговарянето на въпроса.
de: Sie können einen Tipp eingeben, der die Lösung der Aufgabe vereinfacht.
id: Sebuah petunjuk dapat disediakan untuk membantu siswa dalam menjawab pertanyaan.
sr: Možete dati sugestiju da pomognete učenika u odgovaranju na pitanje.
zu: Icebiso linganikezwa ukusiza umfundi ekuphenduleni umbuzo.

source: Actions
bg: Действия
de: Handlungen
id: Aksi
sr: Akcije
zu: Okwenziwayo

source: Activity
bg: Дейност
de: Textseite
id: Aktivitas
sr: Aktivnost
zu: Umsebenzi

source: Add Field
bg: Добавяне на поле
de: Feld hinzufügen
id: Tambahkan Area
sr: Dodaj polje

source: Add Image
bg: Добавяне на изображение
de: Bild hinzufügen
id: Tambahkan Gambar
sr: Dodaj sliku
zu: Faka isithombe

source: Add JPEG Image
bg: Добавяне на JPEG изображение
de: JPEG-Bild hinzufügen
id: Tambahkan Gambar JPEG
sr: Dodaj JPEG sliku
zu: Faka isithombe se-JPEG

source: Add a flash video to your iDevice.
bg: Добавяне на flash видео към вашето Помощно средство.
de: Flash-Video zu iDevice hinzufügen
id: Tambahkan sebuah video flash ke "iDevice" anda.
sr: Dodaj fleš video u vaš iUređaj

source: Add a single text line to an iDevice. Useful if you want the ability to place a label within the iDevice.
bg: Добавяне на един ред с текст към Помощното средство. Полезно ако искате да поставяте етикет към Помощното средство.
de: Eine einzelne Textzeile einfügen. Hilfreich, um eine Überschrift einzufügen.
id: Tambahkan sebuah baris teks pada "iDevice". Hal ini berguna jika anda meninginginkan kemampuan untuk meletakkan label pada "iDevice".
sr: Dodajte jednu liniju teksta u iUređaj. Korisno ako želite da mogućnost da postavite etiketu unutar iUređaja.

source: Add a text entry box to an iDevice. Used for entering larger amounts of textual content.
bg: Добавяне на текстово поле към Помощното средство. Използва се за въвеждане на по-голям обем текстово съдържание.
de: Texteingabefeld einfügen. Hilfreich um einen längeren Text einzufügen.
id: Tambahkan sebuah kotak masukan untuk "iDevice". Digunakan untuk memasukkan isi teks dalam jumlah besar.
sr: Dodaj polje za upisivanje teksta u iUređaj. Upotrebite da unesete veći tekstualni sadržaj.

source: Add all the files provided for the applet except the .txt file one at a time using the add files and upload buttons. The files, once loaded will be displayed beneath the Applet code field.
bg: Добавете всички файлове за аплета без .txt като използвате бутоните за добавяне и качване. Веднъж заредени, файловете ще бъдат показани под полето с код на аплета.
de: Fügen Sie nun alle Dateien mit Ausnahme der .txt-Dateien hinzu Laden Sie jede Datei einzeln mit der Upload-Funktion hinzu. Nach dem Upload werden die Dateien neben dem Anwendungscode-Feld angezeigt.
id: Tambahkan semua berkas yang disediakan untuk "applet" kecuali berkas .txt sekaligus menggunakan tombol tambahkan berkas atau tombol "upload". Berkas - berkas , setelah dimuat akan ditampilkan di bawah area kode "Applet".
sr: Dodajte sve datoteke spremljene za aplet osim .txt datoteke, jednu po jednu upotrebljavajući dodaj datoteke i nadodaj dugmad. Kad se datoteke nadodaju bit će prikazane ispod polja za Aplet kod.

source: Add an attachment file to your iDevice.
bg: Добавяне на прикачен файл към вашето Помощно средство.
de: Dateianhang zum iDevice hinzufügen.
id: Tambahkan sebuah berkas sisipan ("attachment") ke "iDevice" anda.
sr: Dodajte priloženudatoteku u iUređaj.

source: Add an interactive feedback field to your iDevice.
bg: Добавяне на интерактивно поле за помощна информация към вашето Помощно средство.
de: Interaktives Feedback-Feld zu iDevice hinzufügen
id: Tambahkan sebuah umpan balik interaktif ke "iDevice" anda.
sr: Dodaj polje za interaktivnu povratnu informaciju u vaš iUređaj.

source: Add an mp3 file to your iDevice.
bg: Добавяне на mp3 файл към вашето Помощно средство.
de: MP3-Datei zu iDevice hinzufügen.
id: Tambahkan berkas mp3 pada "iDevice" anda.
sr: Dodaj mp3 datoteku u vaš iUređaj.

source: Add another Option
bg: Добавяне на друг вариант
de: Eine weitere Antwort hinzufügen
id: Tambahkan opsi yang lain
sr: Dodaj još jednu Opciju
zu: Faka okunye Okungakhethwa

source: Add another Question
bg: Добавяне на друг въпрос
de: Eine weitere Frage hinzufügen
id: Tambahkan pertanyaan yang lain
sr: Dodaj još jedno Pitanje
zu: Faka omunye Umbuzo

source: Add another activity
bg: Добавяне на друга дейност
de: Eine weitere Aktivität hinzufügen
id: Tambahkan aktivitas lain
sr: Dodaj još jednu aktivnost

source: Add another option
bg: Добавяне на друг вариант
de: Weitere Antworten hinzufügen
id: Tambahkan opsi yang lain
sr: Dodaj još jednu opciju
zu: Faka okunye okungakhethwa

source: Add another question
bg: Добавяне на друг въпрос
de: Eine weitere Frage hinzufügen
id: Tambahkan pertanyaan yang lain
sr: Dodaj još jedno pitanje
zu: Faka omunye umbuzo

source: Add files
bg: Добавяне на файлове
de: Dateien hinzufügen
id: Tambahkan berkas
sr: Dodaj datoteke
zu: Faka amafayela

source: Add images
bg: Добавяне на изображения
de: Bilder hinzufügen
id: Tambahkan gambar
sr: Dodaj slike
zu: Faka izithombe

source: Align:
bg: Подравняване:
de: Ausrichten:
id: Luruskan:
sr: Poravnaj:
zu: Qondanisa:

source: Alignment allows you to choose where on the screen the image will be positioned.
bg: Подравняването ви позволява да изберете къде на екрана да разположите изображението.
de: Mit der Ausrichtung lässt sich die genaue Position des Bildes festlegen.
id: Pelurusan memungkinkan anda untuk memilih untuk penempatan gambar pada layar.
sr: Poravnanje vam omogućava da odaberete gde će slika na ekranu biti postavljena.
zu: Ukuqondanusa kukuvumela ukuba ukhethe ukuthi isithombe kumele sibe kuphi kwisibonisi.

source: Alignment allows you to choose where on the screen the media player will be positioned.
bg: Подравняването ви позволява да изберете къде на екрана да разположите медия плейъра.
de: Mit der Ausrichtung lässt sich die genaue Position des Mediaplayers festlegen.
id: Pelurusan mengizinkan anda untuk memilih posisi mana pada layar untuk menempatkan film media player.
sr: Poravnanje vam omogućava da odaberete gde će na ekranu medija plejer biti postavljen.

source: Allow auto completion when user filling the gaps.
bg: Позволете автоматично допълване когато потребителят попълва празнините.
de: Automatisches Vervollständigen zulassen wenn Teilnehmer/innen die Lücken ausfüllen.
id: Mengizinkan pelengkapan otomatis ketika pengguna mengisi celah yang masih kosong.
sr: Omogućite atutomasko završavanje kada korisnik ispunjava praznine.
zu: Vumela ukuqedela ngokuzenzakalelayo uma umsebenzisi egcwalisa izikhala.

source: Allow auto completion when user filling the gaps.
bg: Позволете автоматично допълване когато потребителят попълва празнините.
de: Automatisches Vervollständigen zulassen wenn Teilnehmer/innen die Lücken ausfüllen.
id: Mengizinkan pelengkapan otomatis ketika pengguna mengisi celah kosong.
sr: Omogućite atutomasko završavanje kada korisnik ispunjava praznine.
zu: Vumela ukuqedela ngokuzenzakalelayo uma umsebenzisi egcwalisa izikhala.

source: Although more often used in formal testing situations MCQs can be used as a testing tool to stimulate thought and discussion on topics students may feel a little reticent in responding to. When designing a MCQ test consider the following: <ul> <li> What learning outcomes are the questions testing</li> <li> What intellectual skills are being tested</li> <li> What are the language skills of the audience</li> <li> Gender and cultural issues</li> <li> Avoid grammar language and question structures that might provide clues</li> </ul>
bg: Въпреки че по-често се използват при стандартни изпити, тестовете с един верен отговор може да се използват и като инструмент за подтикване към размисъл и дискусия върху теми, по които учащите са в известна степен сдържани да отговарят Когато изготвяте тест с един възможен отговор, вземете предвид следното: <ul> <li> Какво цел преследват въпросите</li> <li> Какви интелектуални умения се изпитват</li> <li> Какви са езиковите умения на публиката</li> <li> Полови и културни особености</li> <li> Избягвайте граматичен език и въпроси, които могат да подскажат отговора.</li> </ul>
de: Multiple-Choice-Fragen werden meist in formalen Tests verwandt. Sie können jedoch auch genutzt werden, um neue Überlegungen anzustoßen oder Diskussionen zu Themen zu fördern, bei denen die Teilnehmer/innen eher etwas zurückhaltend sind. Beachten Sie bei der Erstellung von Multiple-Choice-Fragen folgendes:<ul> <li>Welches Lernergebnis wollen Sie mit den Fragen erzielen?</li> <li>Welche intellektuellen Fähigkeiten wollen Sie testen?</li> <li>Welche sprachlichen Fähigkeiten haben Ihre Teilnehmer/innen?</li> <li>Gibt es geschlechtsspezifische Aspekte oder kulturelle Unterschiede zu beachten?</li> <li>Beachten Sie Satzbau und Grammatik, damit die Fragen gut verständlich sind!</li> </ul>
id: Walaupun lebih banyak digunakan dalam sebuah situasi pengujian formal MCQs dapat digunakan sebagai alat pengujian untuk merangsang pemikiran dan diskusi pada topik - topik dimana siswa merasa sedikit segan untuk menanggapi. Ketika merancang tes MCQ test pertimbangkan hal - hal berikut ini: <ul> <li> Hasil pembelajaran apa yang ditujukan dari pengujian pertanyaan</li> <li> Keahlian intelektual apa yang diujikan</li> <li> Keahlian bahasa apa yang dimiliki oleh peserta</li> <li> Permasalahan jenis kelamin dan kebudayaan</li> <li> Hindari tata bahawa dan struktur pertanyaan yang mungkin malah menyediakan jawaban</li> </ul>
sr: Iako se češće koristi u situacijama formalnog testiranja pitanja sa više izbora mogu da se koriste kao način testiranja da bi se stimulisalo mišljenje i duskusije na teme kada učenici mogu da se osečaju suzdržani da bi na njih odgovarali. Kada kreirate test sa pitanjima sa više izbora uzmite u obzir sledeće: <ul> <li> Koje rezultate učenja testirate vašim pitanjima</li> <li> Koje intelektualne veštine testirate</li> <li> Rodna i kulturološka pitanja</li> <li> Izbegavajte gramatički jezik i strukture pitanja koja mogu da daju ključ odgovora.</li> </ul>
zu: Nakuba ngokujwayelekile esetshenziswa ezimweni zokuhlola okuhlelekile ama-MCQ angasetshenziswa njengethuluzi lokuhlola elishukumisa ukucabanga kanye nengxoxo ngezihloko abafundi abangahle bangakhululeki ukuxoxa ngazo. Uma wakha isivivinyo se-MCQ cabangela okulandelayo: &lt;ul&gt; &lt;li&gt; Imiphi imiphumela yesifundo imibuzo eyihlolayo&lt;/li&gt; &lt;li&gt; Iliphi ikhono lokuhlakanipha elihlolwayo&lt;/li&gt; &lt;li&gt; Okumayelana nobulili namasiko&lt;/li&gt; &lt;li&gt; Gwema izakhiwo zolimi nezakhiwo zemibuzo okungahle kunikeze umkhondo&lt;/li&gt; &lt;/ul&gt;

source: An activity can be defined as a task or set of tasks a learner must complete. Provide a clear statement of the task and consider any conditions that may help or hinder the learner in the performance of the task.
bg: Като дейност може да бъде описана задача или група от задачи, които учащият трябва да завърши. Осигурете ясно описание на задачата и вземете под внимание всякакви условия, които могат да помогнат или попречат при изпълнението на задачата.
de: Eine Aktivität kann eine einzelne Aufgabe oder die Verbindung mehrerer Aufgaben sein, die ein/e Teilnehmer/in bearbeiten soll. Erstellen Sie eine genaue Aufgabenbeschreibung und überlegen Sie alle Anforderungen und Hilfen, die für die Bearbeitung der Aufgabe wichtig sein können.
id: Sebuah aktivitas dapat didefinisikan sebagai sebuah tugas atas kumpulan tugas yang harus diselesaikan oleh siswa. Sediakan sebuah pernyataan yang jelas untuk tugas dan pertimbangkan kondisi yang boleh jadi membantu atau merintangi siswa dalam melakukan tugasnya.
sr: Aktivnost mora d abude definisana kao zadatak ili niz zadataka koej učenik mora da izvrši. Ponudite jasan stav zadatka i razmislite o uslovima koji mogu pomoći učeniku u izvršavanju zadatka.
zu: Umsebenzi ungachazwa ngokuthi yilokho noma iqoqo lalokho abafundi okumele bakwenze. Nikeza ukulandisa okucacile ngomsebenzi futhi ucabangele noma yiziphi izimo ezingasiza noma ezingavimbela umfundi ekwenzeni umsebenzi.

source: Answsers
bg: Отговори
de: Antworten
id: Jawaban
sr: Odgovori

source: Applet Code:
bg: Код на аплета:
id: Kode Applet:
sr: Kod Apleta
zu: Ikhodi ye-Applet:

source: Applet Type
bg: Тип на аплета
de: Anwendungstyp
id: Tipe Applet
sr: Tip Apleta

source: Article
bg: Статия
de: Artikel
id: Artikel
sr: Članak
zu: Ukulandisa Okubhaliwe

source: Attachment
bg: Прикачен файл
de: Dateianhang
id: Sisipan
sr: Prilog
zu: Isinamathiselo

source: Attachment %s has no parentNode
bg: Прикаченият файл %s няма родителски елемент
de: Anhang %s hat keinen parentNode
id: Sisipan %s tidak memiliki simpul induk
sr: Prilog %s nema roditeljski Nod
zu: Isinamathiselo %s asinawo umsuka

source: Auckland University of Technology
id: Universitas Teknologi Auckland
sr: Oklend Univerzitet za Tehnologiju

source: Button Caption
bg: Заглавие на бутона
de: Titel
id: Tombol Judul Keterangan
sr: Dugme Objašnjenje
zu: Inkinobho yokulandisa ngamafuphi

source: Can NOT Undo Edits
de: Veränderungen können nicht rückgängig gemacht werden.
sr: Ne mogu da opozovem uređivanja

source: Cancel
bg: Отказ
de: Abbrechen
id: Batalkan
sr: Odustani
zu: Nqamula

source: Cannot access directory named
bg: Не може да се осъществи достъп до папката
de: Der Zugriff auf das angegebene Verzeichnis ist nicht möglich.
id: Tidak dapat mengakses direktori yang bernama
sr: Nemogu da pristupim imenovanoj fascikli
zu: Isiqondisi esinikeziwe asifinyeleleki

source: Caption:
bg: Заглавие:
de: Titel
id: Judul Keterangan:
sr: Objašnjenje:
zu: Ukulandisa ngamafuphi:

source: Case Study
bg: Изследване
de: Fallstudie
id: Studi Kasus
sr: Studija slučaja
zu: Umgodla Wokufunda

source: Catalan Wikipedia Article
bg: Каталонска статия в Wikipedia
de: Wikipedia Artikel (Catalanisch)
id: Artikel Wikipedia Katalan
sr: Katalonski članak u Vikipediji

source: Change Image
bg: Промяна на изображението
de: Bild ändern
id: Ubah Gambar
sr: Promenisliku
zu: Shintsha Isithombe

source: Check Caps?
bg: Проверка на главни/малки букви?
de: Groß-/Kleinschreibung prüfen?
id: Periksa tombol Caps?
sr: Proverite dugme za veliak slova na tastaturi?
zu: Hlola Osonhlamvukazi?

source: Chinese Wikipedia Article
bg: Китайска статия в Wikipedia
de: Wikipedia Artikel (Chinesisch)
id: Artikel Wikipedia Cina
sr: Kineski članak u Vikipediji
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiShayina

source: Choose an Image
bg: Изберете изображение
de: Bild auswählen
id: Pilih gambar
sr: Odaberi sliku
zu: Khetha isithombe

source: Choose an MP3 file
bg: Изберете МР3 файл
de: Wählen Sie eine MP3-Datei aus.
id: Pilih berkas MP3
sr: Odaberi MP3 datoteku

source: Choose an optional image to be shown to the student on completion of this question
bg: Изберете допълнително изображение, което да се покаже на учащия при отговор на този въпрос
de: Wählen Sie ein Bild aus, das den Teilnehmer/innen nach dem Abschluss der Frage gezeigt wird.
id: Pilih sebuah gambar opsional untuk ditunjukan kepada siswa pada saat menyelesaikan pertanyaan ini
sr: ODaberite opcionu sliku koja će se prikazati učeniku nakon završetka pitanja

source: Choose the size you want your image to display at. The measurements are in pixels. Generally, 100 pixels equals approximately 3cm. Leave both fields blank if you want the image to display at its original size.
bg: Изберете размерът, с който искате да се покаже изображението ви. Мерната единица е пиксел. Общо взето, 100 пиксела се равняват на около 3 см. Оставете празни и двете полета ако желаете изображението да се показва в оригиналният си размер.
de: Wählen Sie die gewünschte Bildgröße. Gemessen wird dabei in Pixel, wobei 100 Pixel etwa 3 cm entsprechen. Wenn Sie beide Felder leer lassen, wird das Bild in Originalgröße angezeigt.
id: Pilih ukuran gambar yang ingin anda tampilkan. Ukurannya dalam piksel. Umumnya, 100 piksel sebanding kira - kira 3cm. Tinggalkan kedua area dalam keadaan kosong jika anda ingin gambar yang ditampilkan sesuai ukuran aslinya.
sr: Odaberite željenu veličinu slike u kojoj će se ona prikazati. Mere su u pikselima. Konkretnije, 100 piksela je otprilike 3cm. Ostavite oba polja prazna ako želite da se slika prikaže u originalnoj veličini.
zu: Khetha ubungako ofisa isithombe sakho siboniswe ngabo.Izilinganiso ziboniswa ngamachashazana akha isithombe.Ngokuvamile, amachashazana ayi-100 alingana no-3cm.Shiya zombili izikhala zingenalutho uma ufuna isithombe siboniswe ngobungako baso bokuqala.

source: Clear Recent Projects List
bg: Изчистване на списъка с последно отваряните проекти
de: Liste früherer Projekte löschen
id: Bersihkan Daftar Proyek Terbaru
sr: Ukloni prethodnu listu projekata

source: Click on the picture below or the "Add Image" button to select an image file to be magnified.
bg: Цъкнете на долното изображение или на бутона "Добавяне на изображение" за да изберете изображение, което да бъде увеличено.
de: Klicken sie auf das Bild oder den Bild hinzufügen'-Button, um eine Bilddatei auszuwählen, die vergrößert angezeigt werden soll.
id: Klik pada gambar di bawah ini atau tombol "Tambah Gambar" untuk memilih berkas gambar yang akan diperbesar.
sr: Klikni na donju sliku ili na dugme "Dodaj sliku" da bi se odabrala datoteka slike koja treba da bude uvećana.
zu: Cindezela esithombeni esingezansi noma ku "Faka Isithombe" ukukhetha ifayela yesithombe esizokhuliswa.

source: Click <strong>Select a file</strong>, browse to the file you want to attach and select it.
bg: Цъкнете <strong>Избиране на файл</strong>, отидете до файла, който искате да прикачите и го изберете.
de: Klicken Sie auf <strong>Datei auswählen</strong> und wählen Sie die Datei aus, die Sie hinzufügen wollen.
id: Klik <strong>Pilih sebuah berkas</strong>, Cari berkas yang ingin anda sisipkan dan pilih.
sr: Klikni na <strong>Odaberi datoteku</strong> pronađi datoteku koju želiš da prikačiš i odaberi je.
zu: Cindezela &lt;strong&gt;Khetha ifayela&lt;/strong&gt;,bheka ifayela ofuna ukulinamathisela bese ulikhetha.

source: Click Here
bg: Цъкнете тук
de: Feedback
id: Klik Di sini
sr: Klikni ovde
zu: Cindezela lapha

source: Click for completion instructions
bg: Цъкнете за указания за завършването
de: Klicken Sie zum Abschluss der Anleitungen
id: Klik untuk instruksi pelengkapan
sr: Klikni za instrukcije o kompletiranju

source: Click here
bg: Цъкнете тук
de: Feedback
id: Klik di sini
sr: Klikni ovde
zu: Cindezela lapha
