Repository: exelearning/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: bg, de, id, sr, zu

source: <p>If the applet you're adding was generated by one of the programs in this drop down, please select it, then add the data/applet file generated by your program. </p> <p>eg. For Geogebra applets, select geogebra, then add the .ggb file that you created in Geogebra.</p>
bg: <p>Ако аплета, който добавяте е генериран от някоя от програмите в този списък, моля изберете я, а след това добавете данните/аплета, които са генерирани от вашата програма. </p> <p>Например за Geogebra аплети изберете geogebra, след това добавете .ggb файла, който сте създали в Geogebra.</p>
de: <p>Wenn die Anwendung, die Sie hinzufügen mit einer der in der DropDown-Liste aufgeführten Programme erstellt wurde, dann fügen Sie die Daten/Datei hinzu.</p> <p>z.B. Für Geogebra-Anwendungen, wählen Sie Geogebra aus. Fügen Sie dann die .gbb-Datei aus Geogebra hinzu.</p>
id: <p>Jika "applet" yang anda tambahkan telah dihasilkan oleh salah satu program di daftar "drop down" ini, silahkan pilih, lalu tambah berkas "data/applet" yang dihasilkan oleh program anda. </p> <p>contoh. Untuk applet - applet Geogebra, pilih geogebra, lalu tambahkan berkas .ggb yang anda buat di Geogebra.</p>
sr: <p>Ako je aplet koji dodajete generisan jednim od programa navedenih u padajućem meniju, molimo vas da ga odaberete, žn a nakon toga dodajte podatke/aplet datoteku generisanu vašim programom. </p> <p>npr. Za Geogebra aplete, odaberite geogebra, dodajte .ggb datoteku koju ste kreirali u programu Geogebra.</p>

source: "%s" already exists. Please try again with a different filename
bg: "%s" съществува. Моля опитайте с друго име
de: "%s" besteht bereits Versuchen Sie es mit einem anderen Dateinamen noch einmal.
id: "%s" sudah ada. Coba lagi dengan sebuah nama yang lain
sr: "%s" već postoji. Molimo pokušajte ponovo sa drugim imenom datoteke

source: "Find the .txt file (in the applet file) and open it. Copy the contents of this file <ctrl A, ctrl C> into the applet code field.
bg: "Намерете .txt файлът (във файла на аплета) и го отворете. Копирайте съдържанието му<ctrl A, ctrl C> в полето за код на аплета.
de: "Suchen Sie die .txt-Datei (in der Anwendung) und öffnen Sie diese. Kopieren Sie den Inhalt der Datei mit Strg+A (alles markieren) und Strg+C (kopieren) in das Feld.
id: "Cari berkas .txt (di berkas applet) dan buka berkas tersebut. Salin isi berkas ini <ctrl A, ctrl C> ke dalam baris kode applet .
sr: " Pronađite .txt datoteku (u aplet datoteci) i otvorite je. Iskopirajte sadržaj ove datoteke <ctrl A, ctrl C> u polje za kod apleta.

source: ---Move To---
bg: ---Преместване към---
de: ---Verschieben nach---
id: ---Pindah Ke---
sr: ---Premesti U---
zu: ---Iya E---

source: . Please use ASCII names.
bg: Моля използвайте ASCII имена.
de: . Verwenden Sie bitte ASCII-Zeichen.
id: . Tolong gunakan nama - nama ASCII.
sr: Molimo koristite ASCII nazive
zu: . Ucelwa ukuba usebenzise amagama e-ASCII.

source: <dl> <dt>If your goal is to test understanding of core concepts or reading comprehension </dt> <dd> <p> Write a summary of the concept or reading long enough to adequately test the target's knowledge, but short enough not to induce fatigue. Less than one typed page is probably adequate, but probably considerably less for young students or beginners. </p> <p>Select words in the text thatare key to understanding the concepts. Thesewill probably be verbs, nouns, and key adverbs.Choose alternatives with one clear answer. </p> </dd> <dt>If your goal is to test vocabulary knowledge </dt> <dd><p>Write a text using the target vocabulary. This text should be coherent and cohesive, and be of an appropriate length. Highlight the target words in the text. Choose alternatives with one clear answer.</p> </dd> <dt>If your goal is to test word formation/grammar: </dt> <dd> <p>Write a text using the target forms. This text should be coherent and cohesive, and be of an appropriate length. Remember that the goal is not vocabulary knowledge, so the core meanings of the stem words should be well known to the students. </p> <p>Highlight the target words in the text. Provide alternatives with the same word stem, but different affixes. It is a good idea to get a colleague to test the test/exercise to make sure there are no surprises! </p> </dd></dl>
bg: <dl> <dt>Ако целта ви е да проверите разбирането на основните положения или вникването в прочетеното </dt> <dd> <p> Напишете резюме, достатъчно дълго да провери познанията на целевата група и същевременно достатъчно късо за да не предизвика умора. Вероятно страница е достатъчно, а за по-малки ученици и начинаещи може и по-малко. </p> <p>Изберете думи, които са ключови за разбиране на основните концепции. Вероятно това ще са глаголи, съществителни и ключови наречия. Изберете алтернативи с един ясен отговор. </p> </dd> <dt>Ако целта ви е да изпитате словесното богатство: </dt> <dd><p>Напишете текст като използвате целевата словесна област. Той трябва да е разбираем, стегнат и с подходяща дължина. Осветете целевите думи в текста. Изберете алтернативи с един ясен отговор.</p> </dd> <dt>Ако целта ви е да изпитвате словообразуване/граматика: </dt> <dd> <p>Напишете текст като използвате целеви форми. Той трябва да е разбираем, стегнат и с подходяща дължина. Запомнете че целта не е езиково познание, така че основното значение на корена трябва да е добре познато на учениците. </p> <p>Осветете целевите думи в текста. Дайте алтернативи със същият корен но с различен афикси. Добра идея е намерите колега, който да изпробва теста/упражнението за да се уверите, че няма изненади! </p> </dd></dl>
de: <dl> <dt>Wenn Sie das Verständnis von Konzepten oder das Leseverständnis testen wollen können Sie folgenden Aufgabentyp verwenden</dt> <dd><p>Erstellen Sie eine Zusammenfassung des Konzeptes oder des Textes. Sie sollte lang genug sein, um die Kerninhalte darstellen zu können, aber nicht so lang, dass es mühsam wird. Häufig ist eine Seite angemessen. Bei jüngeren Teilnehmer/innen oder Anfänger/innen kannn aber auch weniger angemessen sein.</p> <p>Wählen Sie Begriffe des Textes aus, die für das Textverständnis besonders wichtig sind. Das können Nomen, Verben oder Adverbien sein. Geben Sie einen Alternativbegriff mit einem Wort ein.</p> </dd><dt>Wenn Sie Vokabelkenntnisse überprüfen wollen:</dt> <dd> Erstellen Sie einen Test mit dem abzufragenden Vokabular. Der Text sollte inhaltlich stimmig, in sich abgeschlossen und nicht zu lang sein. Markieren Sie die Kernbegriffe im Text. Wählen Sie eindeutige Alternativbegriffe.</dd> <dt>Wenn Sie Grammatikkenntnisse testen wollen:</dt> <dd> <p>Erstellen Sie einen Text mit den erfragten Formen. Achten Sie auf Sinnhaftigkeit und Abgeschlossenheit, sowie auf die Textlänge. Denken Sie daran, dass es nicht um Vokabelkenntnisse geht. Daher sollten die verwandten Begriffe bereits bekannt sein.</p> <p>Markieren Sie die erfragten Begriffe. Geben Sie Alternativbegriffe mit dem selben Wortstamm, aber anderen Endungen ein. Bevor Sie den Test Ihren Teilnehmer/innen geben, sollten Sie eine/n Kolleg/in testen lassen, damit Sie keine Überraschungen erleben. </p>
id: <dl> <dt>Jika tujuan anda adalah untuk menguji pemahaman konsep pokok atau pemahaman bacaan </dt> <dd> <p> Tulis sebuah konsep ringkasan atau bacaan yang cukup panjang untuk menguji pengetahuan sasaran, tapi cukup singkat agar tidak melelahkan. Kurang dari satu halaman ketikan kemungkinan akan mencukupi, sedangkan untuk siswa - siswa muda atau pemula bahkan kurang dari itu. </p> <p>Pilih kata - kata di dalam teks yang merupakan kunci untuk pemahaman konsep. Hal ini dapat saja berupa kate kerja, kata benda, dan kata kunci keterangan. Pilih alternatif - alternatif dengan sebuah jawaban yang jelas. </p> </dd> <dt>Jika tujuan anda adalah untuk menguji perbendaharaan pengetahuan </dt> <dd><p>Tulis sebuah teks menggunakan sasaran perbendaharaan kata. Kata ini sebaiknya "coherent" dan "cohesive", dan memiliki panjang yang cukup. Sorot kata - kata sasaran di dalam teks. Pilih alternatif dengan sebuah jawaban yang jelas.</p> </dd> <dt>Jika tujuan anda adalah untuk menguji formasi kata/"grammar": </dt> <dd> <p>Tulis sebuah teks menggunakan bentuk sasaran. Teks ini sebaiknya "coherent" dan "cohesive", dan memiliki panjang yang cukup. Ingat bahwa tujuannya bukanlah pengetahuan perbendaharaan kate, jadi arti dari akar kata sebaiknya telah dikenal oleh siswa. </p> <p>Sorot kata - kata sasaran di dalam teks. Sediakan alternatif dengan akar kata yang sama tapi memiliki "affixes" yang berbeda. Mengajak rekan kerja anda untuk menguji ujian/latihan merupakan sebuah ide yang bagus untuk meyakinkan bahwa segalanya akan berjalan sesuai rencana! </p> </dd></dl>
sr: <dl> <dt>Ako je vaš cilj da testirate razumevanje osnovnih kocepata ili veštine čitanja </dt> <dd> <p> Napišite sažetak koncepta ili čitajte dovoljno dugo da bi na odgovarajući način testirali učenikovo znanje, ali ipak dovoljno kratko da ne nesigurnost uznemirenost. Verovatno je dovoljno manje odjedne kucane strane, ali verovatno je potrebno značajno manje za mlađe učenike ili početnike. </p> <p>Odaberite reči u tekstu koje su ključne za razumevanje koncepta. To će verovatno biti pridevi, imenice i ključni glagoli. Odaberite alternative sa jednim jasnim odgovorom </p> </dd> <dt> Ako je vaš cilj da testirate poznavanje vokabulara </dt> <dd><p>Napišite tekst koristeći ciljni vokabular. Taj tekst treba da bude dosledan i jezgrovit i d abude odgovarajuće dužine. Naglasite ciljne reči u tekstu. Odaberite alternative sa jednim jasnim odgovorom.</p> </dd> <dt>Ako je vaš cilj da testirateformiranje reči/gramatiku. </dt> <dd> <p> Napišite reči koristeći ciljane oblike. Ovaj tekst treba da bude dosledan i jezgrovit i odgovarajuće dužine. Zapamtite da nije ciljd da se testira poznavanje vokabluara tako da osnovna značenja glavnih reči trebaju da budu poznata učenicima. </p> <p>Naglasite ciljne reči u tekstu. Ponudite alternative sa istim korenom reči, ali sa drugim dodacima. Dobra ideja je da zamolite kolegu da testira test/vežbu da proverite da nema iznenađenja! </p> </dd></dl>
zu: &lt;dl&gt; &lt;dt&gt;Uma umgomo wakho kuwuhlola ukuqondwa kwemiqondo engumongo noma indaba efundwayo &lt;/dt&gt; &lt;dd&gt; &ltp&gt; Bhala ngamafuphi ngomqondo oyinhloko wendaba noma ngokufundwayo. Lokhu kumele kube kude ngokwanele ukuvivinya ulwazi oqonde ukuluhlola, kodwa kube kufushane ngokwanele ukuthi kungabangeli ukukhathala. Okungaphansi kwekhasi elilodwa elithayiphiwe kungahle kwanele, kodwa abafundi abancane noma abasaqala ungababhalela okungakuningi kakhulu. &lt;p&gt; &lt;p&gt;Khetha amagama endabeni ayisihluthulelo ekuqondeni imiqondo eyinhloko. Lawa kungaba izenzo,amabizo kanye nezandiso eziyisihluthulelo.Khetha amanye kanye nempendulo eyodwa ecacile. &lt;/p&gt; &lt/dd&gt; &lt;dt&gt;Uma umgomo wakho kuwukuhlola ulwazi lwamagama &lt;dt&gt; &lt;dd&gt;&lt;p&gt;Bhala indaba usebenzise amagama oqode ukuwahlola. Lendaba kumele ibe ezwakalayo futhi ehlangene,ibe yinde ngokufanelekile. Gqamisa amagama oqonde ukuwahlola endabeni. Khetha amanye kanye nempendulo eyodwa ecacile.&lt;p&gt; &lt;dd&gt; &lt;dt&gt;Uma umgomo wakho kuwukuhlola ukwakheka kwamagama/ulimi:&lt;/dt&gt &lt;dd&gt; &lt;p&gt;Bhala indaba usebenzisa izakhiwo oqonde ukuzihlola. Lendaba kumele ibe ezwakalayo futhi ehlangene,ibe yinde ngokufanelekile.Khumbula ukuthi umgomo akulona ulwazi lwamagama, ngakho izincazelo zeziqu zamagama kufanele kube okwaziwa kahle abafundi. &lt;p/p&gt; &lt;p&gt;Gqamisa amagama oqonde ukuwahlola endabeni. Nikeza amanye amagama anesiqu esifanayo, kodwa anezijobelelo ezihlukile. Kuyisu elihle ukucela umlingani wakho akuhlolele isivivinyo ukuqinisekisa ukuthi akukho zimangaliso! &lt;/p&gt; &lt;/dd&gt;&lt;/dl&gt;

source: <ol> <li>Click &lt;Select an MP3&gt; and browse to the MP3 file you wish to insert</li> <li>Click on the dropdown menu to select the position that you want the file displayed on screen.</li> <li>Enter an optional caption for your file.</li> <li>Associate any relevant text to the MP3 file.</li> <li>Choose the type of style you would like the iDevice to display e.g. 'Some emphasis' applies a border and icon to the iDevice content displayed.</li></ol>
bg: <ol> <li>Цъкнете &lt;Изберете MP3&gt; и отидете до MP3 файла, който искате да вмъкнете</li> <li>Цъкнете на падащото меню за да изберете позицията, на която искате да се покаже файлът на екрана.</li> <li>Въведете незадължително заглавие за файла.</li> <li>Свържете към МР3 файла отнасящ се към него текст.</li> <li>Изберете тип на стила, който искате да показва Помощното средство, напр. e.g. Леко наблягане' добавя граница и икона към показваното съдържание.</li></ol>
de: <ol> <li>Klicken Sie auf &lt;MP3 auswählen&gt; und wählen Sie die MP3-Datei, die Sie einfügen wollen, aus.</li> <li>Klicken Sie auf das Dropdown Menu um die Position auszuwählen ander dieDatei auf dem Screen gezeigt werden soll.</li> <li>Geben Sie eine Beschriftung für die Datei ein (optional).</li> <li>Fügen Sie zusätzlichen Erläuterungstext zur Datei hinzu.</li> <li>Wählen Sie die Darstellungsform für die Anzeige aus. 'Hervorhebung' fügt eine Rahmen und ein Icon fürden iDevice-Inhalt hinzu.</li></ol>
id: <ol> <li>Klik &lt;Pilih &gt; dan cari berkas MP3 yang anda ingin sisipkan</li> <li>Klik pada menu "dropdown" untuk memilih posisi yang anda inginkan pada layar.</li> <li>Masukan sebuah judul opsional untuk berkas anda.</li> <li>Masukan teks yang relevan untuk berkas MP3 tersebut.</li> <li>Pilih tipe gaya yang anda inginkan bagi iDevice untuk ditampilkan contoh. 'Beberapa Penekanan' pada batasan dan ikon tampilan isi iDevice.</li></ol>
sr: <ol> <li>Klikom miša &lt;Odaberite MP3&gt i pronađite MP3 datoteku koju želite da umetnete</li> <li> Kliknite na padajući meni da odaberete mesto gde želite da se pojavi vaša datoteka na ekranu.</li> <li>Unesite moguće objašnjenje za vašu datoteku.</li> <li> Dodelite odgovarajući tekst za vašu MP3 datoteku.</li> <li> Odaberite tip stila koji bi hteli da prikaže iUređaj da prikaže npr. 'Naglasak' primenjuje granicu i sličicu na prikazani sadržaj iUređaja. </li></ol>

source: <p> The image with text iDevice can be used in a number of ways to support both the emotional (affective) and learning task (cognitive) dimensions of eXe content. </p><p> <b>Integrating visuals with verbal summaries</b> </p><p> Cognitive psychologists indicate that presenting learners with a representative image and corresponding verbal summary (that is presented simultaneously) can reduce cognitive load and enhance learning retention. This iDevice can be used to present an image (photograph, diagram or graphic) with a brief verbal summary covering the main points relating to the image. For example, if you were teaching the functions of a four-stroke combustion engine, you could have a visual for each of the four positions of the piston with a brief textual summary of the key aspects of each visual. </p>
bg: <p> Помощното средство Изображение с текст може да бъде използвано по различни начини, както в емоционална, така и в познавателна задача в рамките на еХе съдържанието. </p><p> <b>Интегриране на нагледни с познавателни резюмета</b> </p><p> Познавателните психолози отбелязват, че представянето с изображение и кореспондиращо словесно резюме може да улесни запаметяването на наученото. Това Помощно средство може да бъде използвано за представяне на изображение (снимка, диаграма или графика) с кратко словесно резюме, покриващо основните точки, отнасящи се към изображението. Например ако преподавате функциите на четиритактовият двигател, може да имате по едно изображение за всяко от четирите положения на буталото, придружено от кратко текстово резюме към всяко изображение.
de: <p> Das Bild mit Text iDevice kann emotionale (affektive) Aspekte und kognitive Aufgaben unterstützen. Ein Beispiel für beide Optionen macht das deutlicher: </p><p> <b>Trainerprofil (emotionale Dimension)</b> </p><p> Forschungsergebnisse betonen, dass viele Lerner einen persönlichen Zugang bevorzugen. Eine Möglichkeit hierzu ist die kurze Darstellung des Trainers und anderer am Lernprozess Beteiligter. Das Profil (am besten mit Foto) kann nicht nur zur Darstellung der Rolle und Kompetenze genutzt werden. Anmerkungen zum gemeinsamen Lernprozess, dem Umgang miteinander (Spielregeln) und mit dem Medium Computer und den Inhalten können hier ebenfalls dargestellt werden. Achten Sie beim Verfassen des Textes auf eine "gut verständliche" Sprache. </p><p> <b>Bilder mit Texterklärungen</b> </p><p> Kognitive Psychologen weisen darauf hin, dass die Darstellung von Bildern mit dazu passenden textlichen Zusammenfassungen die Aufmerksamkeit fördert und das Behalten erleichtert. Dieses iDevice kann zur Darstellung von Bildern (Fotos, Diagramme oder Grafiken) mit einer kurzen Beschreibung der wichtigsten Punkte der Abbildung genutzt werden. Wenn Sie z.B. die Funktion eines 4-Takt-Motors erläutern wollen, kann jedes Bild eine Phase darstellen und der Text diese kurz erläutern. </p>
id: <p> Gambar pada "iDevice" teks dapat digunakan dengan sejumlah cara untuk mendukung baik sisi emosional (afektiv) dan dimensi tugas pembelajaran(kognitiv) dari isi eXe. </p><p> <b>Integrasi visual dengan ringkasan verbal</b> </p><p> Psikolog kognitiv mengindikasikan bahwa penyajian dengan a gambar yang representativ dan ringkasan verbal yang berhubungan (yang mana ditampilkan bersamaan) dapat mengurangi beban pembelajaran kognitiv dan meningkatkan daya tahan belajar. "iDevice" ini dapat digunakan untuk menyajikan gambar (foto, diagram, atau grafik) dengan sebuah ringkasan verbal yang singkat mencakup titik - titik utama yang berhubungan dengan gambar. Sebagai contoh, jika anda mengajarkan fungsi mesin 4 tak anda dapat memiliki sebuah gambar visual untuk setiap 4 posisi mesin piston dengan sebuah ringkasan singkat dari setiap aspek kunci dari setiap gambar. </p>
sr: <p> Slika sa tekstom iUređaja može da se upotrebi da označi emotivnu (afektivnu) i spoznajnu (kognitivnu) dimenziju eXe sadržaja. </p><p> <b> Integracija vizualnog sa verbalnim opisima</b> </p><p> Kognitivni psiholozi ukazuju da ako učeniku predstavimo prikaz sliku i odgovarajući verbalni opis (koji je istovremeno prikazan) to može da smanji optrećenje učenja i poboljša održavanje procesa učenja. Ovaj iUređaj može da se upotrebi da predstavi sliku (fotografiju, dijagram ili sliku) sa kratkim verbalnim opisom koji opisuje glavne stvari u odnosu na sliku. Na primer, ako podučavate funkcije četvero-taktnog motora, možete da imate vizualni prikaz za svaki od četiri položaja cilindra sa kratkim tekstualnim opisom sa ključnim aspektima svakog prikaza. </p>
zu: &lt;p&gt; I-iDevice yesithombe esinokubhaliwe ingasetshenziswa ngezindlela eziningi ukusekela izinhlangothi zombili olungokomzwelo (okushukunisa imizwelo) nelomsebenzi ofundwayo (okokungenisa ulwazi) okuqukethwe kwi-eXe. &lt;p&gt;&lt;p&gt; &lt;b&gt;Ukuhlanganisa okubonakalayo namazwi afinqiwe&lt;/b&gt; &lt;/p&gt;&lt;p&gt; Ochwepheshe bezenqondo ngokungeniswa kolwazi babonisa ukuthi ukunikeza abafundi isithombe esifanele namazwi ahambisana naso ngokufinqiwe (okunikezwa ngesikhathi esisodwa) kunganciphisa umthwalo wokufundwayo kuthuthukise ukugcina emqondweni okufundwayo. Le-iDevice ingasetshenziselwa ukubonisa isithombe (isithombe, umdwebo noma isithome esidwetshiwe) namazwi amafuphi ahlanganisa amaphuzu ayinhloko ahambisana nesithombe.

source: <p>Assign a label for the attachment. It is useful to include the type of file. Eg. pdf, ppt, etc.</p><p>Including the size is also recommended so that after your package is exported to a web site, people will have an idea how long it would take to download this attachment.</p><p>For example: <code>Sales Forecast.doc (500kb)</code></p>
bg: <p>Дайте етикет за прикаченият файл. Полезно е да включите тип на файла - pdf, ppt и др.</p><p>Включването на големината също е препоръчително, защото след като пакетът ви е качен на уеб сайт, хората ще имат представа колко дълго ще продължи свалянето.</p><p>Например: <code>Прогноза за продажбите.doc (500kb)</code></p>
de: <p>Erstellen Sie eine Bezeichnung für den Anhang. Geben Sie möglichst den Dateityp mit an. Z.B. doc, pdf, ppt, etc.</p><p>Wenn Sie auch die Dateigröße mit angeben, wissen die Nutzer wie lange der Aufruf der Datei u.U. benötigt.</p><p>Zum Beispiel: <code>Hamlet.doc (500 KB)</code></p>
id: <p>Berikan label untuk setiap sisipan ("attachment"). Informasi tipe berkas juga sangat berguna. Seperti. pdf, ppt, dll.</p><p>Ukuran dari berkas juga dianjurkan sehingga setelah paket anda diekspor ke sebuah situs web, orang - orang akan mendapat gambaran akan berapa lama sisipan tersebut dapat di ambil ("download").</p><p>Sebagai contoh: <code>Perkiraan Penjualan.doc (500kb)</code></p>
sr: <p>Dodelite etiketu za priloženu datoteku. Korisno je navesti i format datoteke. npr. .pdf .ppt itd.</p><p>Preporučuje se da se uključi i veličina datoteke tako da kad se vaš paket iznese na sajt posetioci vašeg sajta mogu da imaju predstavu koliko dugo će da traje preuzimanje priložene datoteke.</p><p> Na primer: <code>Hemijski proces.odt(500kb)</code></p>
zu: &lt;p&gt;Abela isinamathiselo ilebula.Kuyasiza ukufaka nohlobo lwefayela.Isib. pdf, ppt, njll.&lt;/p&gt;&lt;p&gt;Kuyanconywa nokufakwa kobungako befayela ukuze ngemva kokuba iphakethe lomsebenzi wakho selithunyelwe kwisiza se-internet,abantu bezoba nomqondo wokuthi kuzothatha isikhathi esingakanani ukulayishela ezansi isinamathiselo.&lt;/p&gt;&lt;p&gt;Ngokwesibonelo: &lt;code&gt;Sale Forecast.doc (500kb)&lt;/code&gt;&lt;/p&gt;
