Repository: exelearning/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: bg, de, id, sr, zu

source: Click on Preview button to convert the latex into an image.
bg: Натиснете на бутона Преглед за да конвертирате latex в изображение.
de: Klicken Sie auf den Vorschau-Button, um den LATEX-Code in ein Bild umzuwandeln.
id: Klik tombol Tampilan Sementara untuk mengkonversi latex menjadi sebuah gambar.
sr: Klikni na dugme Prikaz da se konvertuje latex u sliku.

source: Click on the Add images button to select an image file. The image will appear below where you will be able to label it. It's always good practice to put the file size in the label.
bg: Натиснете бутонът Добавяне на изображения за да изберете файл с изображение. То ще бъде поставено отдолу, където ще може да му поставите етикет. Добра практика е в него да поставите големината на файла.
de: Klicken Sie auf den 'Bild hinzufügen'-Button, um ein Bild auszuwählen. Das Bild erscheint unten und kann von Ihnen mit ergänzenden Textinformationen versehen werden. Geben Sie möglichst auch eine Bildgröße mit an.
id: Klik tombol Tambah Gambar untuk memilih sebuah berkas gambar. Gambar akan muncul di bawah dimana anda dapat memberi label. Merupakan sebuah langkah yang baik untuk meletakkan ukuran berkas pada label.
sr: Klikni na dugme Dodaj slike da se odabere datoteka slike. Slika će da se pojavi ispod gde ćete vi moći da joj dodate etiketu. Uvek je dobra praksa da se upiše veličina datoteke u etiketu.

source: Close
bg: Затваряне
de: Schließen
id: Tutup
sr: Zatvori
zu: Vala

source: Cloze
bg: Допълване
de: Lückentest
sr: Test razumevanja čitanja
zu: Okuvalekile

source: Cloze Activity
bg: Допълване
de: Lücken-Aktivität
id: Aktivitas "Cloze"
sr: Aktivnost razumevanja čitanja
zu: Umsebenzi Ovalekile

source: Cloze Text
bg: Текст
de: Lückentext
id: Teks "Cloze"
sr: Test razumevanja čitanja teksta
zu: Okubhaliwe Okuvalekile

source: Correct
bg: Правилно
de: Richtig
id: Benar
sr: Ispravno
zu: Kulungile

source: Correct Option
bg: Правилен вариант
de: Richtige Auswahl
sr: Ispravna opcija

source: Correct!
bg: Правилно!
de: Richtig!
id: Benar!
sr: Ispravno!
zu: Kulungile!

source: Couldn't load file, please email file to bugs@exelearning.org
bg: Не може да се зареди файл. Моля изпратете email на bugs@exelearning.org
de: Die Datei konnte nicht geladen werden. Schicken Sie per E-Mail eine Fehlermeldung an bugs@exelearning.org (englischsprachig).
id: Tidak dapat mengambil berkas, tolong kirim email ke bugs@exelearning.org
sr: Nije mogla da se nadoda datoteka, molimo vas da pošaljete elektronskom poštom datoteku na adresu bugs@exelearning.org

source: Create the case story. A good case is one that describes a controversy or sets the scene by describing the characters involved and the situation. It should also allow for some action to be taken in order to gain resolution of the situation.
bg: Създайте история на изследването. Добра история е тази, която описва спорните въпроси или поставя основата като описва участниците и ситуацията. Тя трябва също да позволява да се предприемат допълнителни действия за да се намери решение на ситуацията.
de: Geben Sie die Fallsituation ein. Eine gute Fallstudie beschreibt ein Szenario, eine Kontroverse oder verschiedene Charaktere. Es sollte möglich sein, mit der Fallstudie eine gut lösbare Aufgabenstellung zu verbinden.
id: Buat kasus dalam bentuk cerita. Contoh kasus bagus adalah yang menggambarkan sebuah kontroversi atau mengatur suasana dengan cara menerangkan karakter yang terlibat dalam situasi tersebut. Sebaiknya juga beberapa tindakan diizinkan untuk diambil dalam rangka mengembangkan pemecahan situasi.
sr: Kreirajte studiju slučaja. Dobar slučaj je onaj koji opisuje kontroverzu ili postavlja scenu opisujući karaktere uključene u situaciju. Treba da se dozvoli mogućnost da se neka akcija preduzme kako bi se postiglo rešenje situacije.
zu: Akha umgodla wendatshana. Umgodla omuhle yilowo ochaza ngempikiswano noma unika isendlalelo ngokuchaza abalingiswa abasendabeni kanye nesimo.Kumele futhi ivumele ukwenziwa kokuthile ngenjongo yokuthola isixazululo kuleso simo.

source: Delete
bg: Изтриване
de: Löschen
id: Hapus
sr: Izbriši
zu: Susa

source: Delete File
bg: Изтриване на файл
de: Datei löschen
id: Hapus Berkas
sr: Izbriši datoteku
zu: Susa Ifayela

source: Delete Image
bg: Изтриване на изображение
de: Bild löschen
id: Hapus Gambar
sr: Izbriši sliku
zu: Susa isithombe

source: Delete option
bg: Изтриване на вариант
de: Diese Antwortmöglichkeit löschen
id: Hapus pilihan
sr: Izbriši opciju
zu: Susa okukhethiwe

source: Delete question
bg: Изтриване на въпрос
de: Frage löschen
id: Hapus pertanyaan
sr: Izbriši pitanje
zu: Susa umbuzo

source: Describe how learners will assess how they have done in the exercise. (Rubrics are useful devices for providing reflective feedback.)
bg: Опишете как учащите ще оценяват какво са направили в упражнението.
de: Beschreiben Sie, wie die Teilnehmer/innen das Ergebnis ihrer Überlegungen einschätzen sollen. (Rubriken unterstützen reflektierendes Feedback.)
id: Gambarkan bagaimana siswa akan menguji akan apa yang mereka telah lakukan dalam latihan. (Rubrik adalah alat yang berguna untuk menyediakan umpanbalik reflektiv.)
sr: Opišite kako će učenici da ocene koliko su bili uspešni u vežbi. (Rubrike su korisne za dobijanje reflektivne povratne informacije.)
zu: Chaza ukuthi abafundi bazothola kanjani ukuthi benze kanjani emsebenzini abawenzile. (Iziqondiso ziwusizo ekunikezeni umbono ngokwenziwe.)

source: Describe the activity tasks relevant to the case story provided. These could be in the form of questions or instructions for activity which may lead the learner to resolving a dilemma presented.
bg: Опишете дейностите по задачата, които се отнасят за представената история на изследването. Те трябва да са под формата на въпроси или указания, които водят учащия към решаване на представената дилема.
de: Zu jeder Fallsituation gehört eine Aufgabenstellung. Dies kann eine Fragestellung oder eine Denkanregung sein, die bearbeitet werden soll.
id: Gambarkan tugas - tugas aktivitas yang relevan untuk kasus cerita. Hal ini dapat saja berupa pertanyaan atau instruksi bagi aktivitas yang dapat saja membawa siswa pada penyelesaian dilema.
sr: Opišite aktivnosti u zadacima relevantne za slučaj koji ste ponudili. Oni trebaju da budu u obliku pitanja ili instrukcija za aktivnosti koje mogu dovesti učenika do rešavanja dileme koja je predočena.
zu: Chaza imisebenzi yokwenziwa ehlobene nendaba enikezwe emgodleni. Lena kumele kube imibuzo noma iziyalezo zomsebenzi okungaholela abafundi ekuxazululeni inkinga ababhekene nayo.

source: Describe the prerequisite knowledge learners should have to effectively complete this learning.
bg: Опишете предварителните знания, които учащите трябва да имат за да завършат успешно това обучение.
de: Beschreiben Sie die Kenntnisse, die zur erfolgreichen Bearbeitung notwendig sind.
id: Gambarkan prasyarat pengetahuan yang sebaiknya dimiliki oleh siswa untuk secara efektiv menyelesaikan pelajaran ini.
sr: Opišite prethodno znanje koje je preduslov da bi učenici mogli uspešno da završe ovo učenje.
zu: Chaza ulwazi abafundi okumele babe nalo ukuze benze lesi sifundo ngokufanelekile.

source: Describe the tasks related to the reading learners should undertake. This helps demonstrate relevance for learners.
bg: Опишете задачите, свързани с прочетеното, които учащите трябва да предприемат. Това помага да се покаже връзката между отделните задачи.
de: Beschreiben Sie die Aufgabenstellung, die im Zusammenhang mit dem zu lesenden Text bearbeitet werden soll. Damit wird dem Lernenden die Bedeutung des Textes klarer.
id: Gambarkan tugas - tugas yang berhubungan dengan bacaan yang harus siswa lakukan. Ini akan membantu memperlihatkan relevansi bagi siswa.
sr: Opišite zadatke koji su u odnosu na čitanje koje učenicitrebaju da preduzmu. Ovo pomaže da se pokaže relevantnost za učenike.
zu: Chaza imisebenzi ehlobene nokufundwayo abafundi okumele bayenze. Lokhu kusiza abafundi babone ukuhlobana.

source: Describe the tasks the learners should complete.
bg: Опишете задачи, които трябва да завършат учащите.
de: Beschreiben Sie die Aufgabenstellung
id: Gambarkan tugas - tugas yang harus siswa selesaikan.
sr: Opišite zadatke koji učenici trebaju da izvrše.
zu: Chaza umsebenzi abafundi okumele bawenze.

source: Description
bg: Описание
de: Beschreibung
id: Gambaran
sr: Opis
zu: Incazelo

source: Description:
bg: Описание:
de: Beschreibung:
id: Gambaran:
sr: Opis:
zu: Incazelo:

source: Display as:
bg: Показване като:
de: Bildgröße
id: Tampilkan sebagai:
sr: Prikaži kao:
zu: Kubonise njenge:

source: Done
bg: Завършване
de: Fertig
id: Selesari
sr: Učinjeno
zu: Kwenziwe

source: Dutch Wikipedia Article
bg: Холандска статия в Wikipedia
de: Wikipedia Artikel (Niederländisch)
id: Artikel Wikipedia Belanda
sr: Holandski Vikipedija članak
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiDashi

source: ERROR Element.process called directly with %s class
de: FEHLER Element.process called directly with %s class
sr: GREŠKA Elementaran proces pozvan direktno sa %s klasom
zu: Isici soMONAKALO.inqubo yokusebenza ishukunyiswa ngokuqondile ngesigaba se %s

source: ERROR Element.renderEdit called directly with %s class
sr: GREŠKA Element prikažiUredi pozvan direktno sa %s klasom
zu: Isici soMONAKALO.enzaUkulungisa ngokushukunyiswa ngokuqondile ngesigaba se %s

source: ERROR Element.renderView called directly with %s class
sr: GREŠKA Element prikažiPrikaz pozvana direktno sa %s klasom
zu: Isici soMONAKALO.enza ukuBuka ngokushukunyiswa ngokuqondile ngesigaba se %s

source: ERROR: Block.renderViewContent called directly
de: FEHLER: Block.renderViewContent direkt aufgerufen
sr: GREŠKA Blok prikažiPrikaz sadržaja pozvan direktno
zu: KUNOMONAKALO: Thibela.enza ukuBukaOkuqukethwe ngokushukunyiswa ngokuqondile ngesigaba se %s

source: EXPORT FAILED!
bg: ЕКСПОРТИРАНЕТО СЕ ПРОВАЛИ!
de: Export gescheitert!
sr: IZNOS NEUSPEŠAN!

source: EXPORT FAILED! %s
bg: ЕКСПОРТИРАНЕТО СЕ ПРОВАЛИ! %s
de: Export gescheitert! %s
sr: IZNOS NEUSPEŠAN! %s

source: EXPORT FAILED! Last succesful export is %s.
bg: ЕКСПОРТИРАНЕТО СЕ ПРОВАЛИ! Последният успешен експорт е %s.
de: Export gescheitert! Letzter erfolgreicher Export ist %s
sr: IZNOS NEUSPEŠAN! Poslednji uspešan iznos je %s.

source: EXTRACT FAILED! %s
bg: ИЗВЛИЧАНЕТО СЕ ПРОВАЛИ! %s
de: Export gescheitert! %s
sr: EKSTRAKCIJA NEUSPEŠNA! %s

source: Edit
bg: Редактиране
de: Bearbeiten
id: Ubah
sr: Uredi
zu: Lungisa

source: Either your idevices/generic.data file or the package you are loading was created with a newer version of eXe. Please upgrade eXe and try again.
bg: Или .data файлът на вашите Помощни средства или пакетът, който зареждате, са създадени с по-нова версия на еХе. Моля осъвременете еХе и опитайте отново.
de: Die idevice/generic.data Datei oder das von Ihnen geladene Paket wurde mit einer aktuelleren Version von eXe erstellt. Bitte aktualisieren Sie Ihre eXe Version und versuchen Sie es dann noch einmal.
id: Entah berkas "idevices"/"generic.data" anda atau paket yang anda muat dibuat oleh versi eXe yang lebih baru. Tolong perbaharus eXe dan coba lagi.
sr: Vaš iUređaj/generic.data datoteka ili paket koji nadodajete su kreiraniu novijoj verziji programa eXe. Molimo vas da obnovite eXE i pokušate ponovo.

source: Emphasis
bg: Наблягане
de: Darstellung
id: Penekanan
sr: Naglasak
zu: Ukugcizelela

source: English Wikipedia Article
bg: Английска статия в Wikipedia
de: Wikipedia Artikel (Englisch)
id: Artikel Wikipedia Inggris
sr: Engleski Vikipedija članak
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiNgisi

source: Enter the text you wish to associate with the file.
bg: Въведете текстът, който искате да асоциирате с файла.
de: Geben Sie einen Text ein, der mit der Datei verbunden werden soll
id: Masukkan teks yang anda inginkan untuk diasosiasikan dengan berkas tersebut.
sr: Unesite tekst koji želite da dodelite ovoj datoteci.
zu: Faka okubhaliwe ofisa kuhambisane nefayela.

source: Enter a hint here. If you do not want to provide a hint, leave this field blank.
bg: Въведете подсказка. Ако не желаете да давате подсказка, оставете полето празно.
de: Geben Sie hier Ihren Hinweis ein. Wenn Sie keinen Hinweis eingeben wollen, lassen Sie das Feld leer.
id: Masukkan sebuah petunjuk di sini. Jika anda tidak ingin menyediakan petunjuk, biarkan area ini kosong.
sr: Unesite podsetnik za pitanje. Ako ne želite da ponudite podsetnik za pitanje, ostavite ovo polje prazno.
zu: Faka icebiso lapha. Uma ungathandi ukunikeza icebiso, shiya lesi sikhala singenalutho.

source: Enter a hint here. If you do not want to provide a hint, leave this field blank.
bg: Въведете подсказка. Ако не желаете да давате подсказка, оставете полето празно.
de: Geben Sie hier Ihren Hinweis ein. Wenn Sie keinen Hinweis eingeben wollen, lassen Sie das Feld leer.
id: Masukkan sebuah petunjuk di sini. Jika anda tidak ingin menyediakan sebuah petunjuk, kosongkan area ini.
sr: Unesite podsetnik za pitanje. Ako ne želite da ponudite podsetnik za pitanje ostavite ovo polje prazno.
zu: Faka icebiso lapha. Uma ungathandi ukunikeza icebiso, shiya lesi sikhala singenalutho.

source: Enter a phrase or term you wish to search within Wikipedia.
bg: Въведете фраза или термин, който искате да търсите в Wikipedia.
de: Geben Sie einen Ausdruck oder Begriff ein den Sie in Wikipedia suchen wollen.
id: Masukkan kata atau istilah yang ingin anda cari dengan Wikipedia.
sr: Unesite frazu ili reč koju želite da pronađete u Vikipediji.
zu: Faka iqoqo lamagama noma igama ofisa ukulibheka kwi-Wikipedia.

source: Enter a question for learners to reflect upon.
bg: Въведете въпрос, върху който учащите да разсъждават.
de: Geben Sie eine Frage ein, über die der/die Teilnehmer/in nachdenken soll.
id: Masukkan sebuah pertanyaan untuk siswa refleksikan.
sr: Unesite pitanje o kojem učenici trebaju da razmisle.
zu: Faka umbuzo bafundi abangazihlola ngawo.

source: Enter a title for the gallery
bg: Въведете заглавие за галерията
de: Geben Sie einen Titel für die Galerie ein.
id: Masukkan sebuah judul untuk galeri.
sr: Unesite naslov galerije.

source: Enter an RSS URL for the RSS feed you want to attach to your content. Feeds are often identified by a small graphic icon (often like this <img src="/images/feed-icon.png" />) or the text "RSS". Clicking on the icon or text label will display an RSS feed right in your browser. You can copy and paste the URL into this field. Alternately, right clicking on the link or graphic will open a menu box; click on COPY LINK LOCATION or Copy Shortcut. Back in eXe open the RSS bookmark iDevice and Paste the URL into the RSS URL field and click the LOAD button. This will extract the titles from your feed and display them as links in your content. From here you can edit the bookmarks and add instructions or additional learning information.
bg: Въведете адрес на емисията, която желаете да прикачите към съдържанието си. Емисиите често са представени от малка графична икона (като тази <img src="/images/feed-icon.png" />) или от текста "RSS". Цъкането върху иконката или текстовия етикет ще зареди RSS емисията в уеб-четецът ви. Можете да копирате и поставите адреса на емисията в това поле. А можете и да цъкнете с десен бутон върху връзката или графиката и да изберете КОПИРАНЕ АДРЕСА НА ВРЪЗКАТА. Върнете с в еХе, отворете Помощното средство RSS Емисии, поставете адреса в полето RSS източник и натиснете бутон Зареждане. Това ще извлече заглавията от вашата емисия и ще ги покаже като връзки в съдържанието. От тук може да редактирате отметките и да добавите указания или допълнителна информация.
de: Geben Sie die RSS URL für den RSS Feed ein, den Sie als Inhalt einfügen wolen. Feeds erkennen Sie häufig an der kleinen Grafik (<img src="/images/feed-icon.png" />) oder dem Text "RSS". Wenn Sie auf das ICON klicken wird im Browser der XML-Text des Feeds angezeigt. Kopieren Sie die URL in das Eingabefeld oder machen Sie einen Rechtsklick auf das Icon mit der Mause und kopieren Sie den Link. Fügen Sie dann mit der Maus den kopierten Link in das Eingabefeld des RSS-Bookmark- iDevice ein. In der Vorschau werden dann die Links des RSS-Feeds auf Ihrer Seite angezeigt. Sie können nun weitere Informationen als Erläuterung für die Teilnehmer/innen hinzufügen.
id: Masukkan sebuah URL RSS untuk RSS feed yang ingin anda sisipkan pada isi. Feeds seringkali terlihat sebagai gambar kecil dalam bentuk ikon (seringkali seperti ini <img src="/images/feed-icon.png" />) atau teks "RSS". Dengan melakukan klik pada ikon atau label teks akan menampilkan sebuah RSS feed pada "browser" anda. Anda dapat salin dan tempel URL pada area ini. Atau, klik kanan pada tautan atau gambar akan membuka sebuah kotak menu; click on COPY LINK LOCATION or Copy Shortcut. Back in eXe open the RSS bookmark iDevice and Paste the URL into the RSS URL field and click the LOAD button. This will extract the titles from your feed and display them as links in your content. From here you can edit the bookmarks and add instructions or additional learning information.
sr: Unesite RSS URL za RSS koji želite da dodelite vašem sadržaju. RSS se često identifikuju malom slikom ikonom (često kao što je <img src="/images/feed-icon.png" />) ili tekstom "RSS". Klikom na sličicu ili tekst bit će prikazan RSS dotok u vašem Internet pretraživaču. Možete da kopirate i zalepite URL u ovo polje. Desnim klikom miša na sličicu ili link otvorit će se meni kutija; kliknite na COPY LINK LOCATION ili Copy Shortcut. U programu eXe otvorite RSS bukmark iUređaj i zalepite URL u RSS URL polje i kliknite na dugme Unos. Tako ćete izvaditi naslove iz dotoka informacija i prikazati ih kao linkove u vašem sadržaju. Tu možete da uredite vaše bukmarke i dodati instrukcije ili dodatne informacije za učenje.

source: Enter an answer option. Provide a range of plausible distractors (usually 3-4) as well as the correct answer. Click on the &lt;Add another option&gt; button to add another answer.
bg: Въведете вариант за отговор. Осигурете няколко правдоподобни (обикновено 3-4), както и верният отговор. Цъкнете на бутона &lt;Добавяне на друг вариант&gt; за да добавите друг отговор.
de: Geben Sie die Antwortmöglichkeiten an, die angezeigt werden sollen. Neben der richtigen Antwort sollten 3-4 falsche Antworten eingegeben werden. Für die Eingabe weiterer Antworten, klicken Sie auf den Button &lt;Eine weitere Antwort hinzufügen&gt;.
id: Masukkan sebuah opsi jawaban. Sediakan sederet pengalih yang masuk akal (biasanya 3-4) selain jawaban benar. Klik pada &lt;Tambahkan opsi lain&gt; tombol untuk menambah jawaban lain.
sr: Unesite opciju za odgovor. Ponudite izvestan broj vidljivih opcija za odvraćanje pažnje (obično 3-4) kao i ispravan odgovor. Kliknite na dugme &lt;Dodaj još jednu opciju&gt; da bi dodali još jedan odgovor.
zu: Faka uhla okungakhethwa kulo impendulo. Nikeza izimpendulo eziyiphutha (ngokuvamile ezi-3-4) kanye nempendulo efanele. Cindezela inkinobho &amp;lt;Ongeza ngokunye okukhethwayo&amp;gt; ukufaka enye impendulo.

source: Enter any feedback you wish to provide to the learner. This field may be left blank. if this field is left blank default feedback will be provided.
bg: Въведете помощната информация, която искате да дадете на учащия. Това поле може да се остави празно. Ако бъде оставено празно, ще бъде осигурена помощната информация по подразбиране.
de: Feedbacktext für Teilnehmer/innen. Das Feld kann leer gelassen werden. Dann wird ein fertiger Feedbacktext verwandt.
id: Masukkan umpanbalik yang anda ingin sediakan pada siswa. Area ini dapat saja dibiarkan kosong. Jika area ini dibiarkan kosong maka umpan balik standar yang akan disediakan.
sr: Unesite povratnu informaciju koju želite da ponudite učeniku. Ovo polje može da bude ostavljeno prazno. Ako je polje ostavljeno prazno pretpostavljena povratna informacija će biti pokazana.
zu: Faka umbono wakho ngokwenziwe ofisa ukukunika umfundi.Lesi sikhala singashiywa singenalutho. Uma lesi sikhala sishiywe singenalutho umbono ohleliwe uyonikezwa.

source: Enter any feedback you wish to provide the learner with-in the feedback field. This field can be left blank.
bg: Въведете някаква помощна информация, която желаете да дадете. Това поле може да се остави празно.
de: Feedbacktext für Teilnehmer/innen. Das Feld kann leer gelassen werden.
id: Masukkan umpan balik yang ingin anda sediakan bagi siswa pada area umpan balik. Area in dapat saja dikosongkan.
sr: Unesite povratnu informaciju koju želite da ponudite učeniku unutar polja za povratnu informaciju. Ovo polje može biti ostavljeno prazno.
zu: Faka umbono wakho ngokwenziwe ofisa ukuwunika umfundi esikhaleni sombono ngokwenziwe.Lesi sikhala singashiywa singenalutho.

source: Enter instructions for completion here
bg: Тук въведете указания за завършване
de: Anweisung zum Ausfüllen hier einfügen.
id: Masukan instruksi untuk menyelesaikan di sini.
sr: Unesite instrukcije za završavanje
zu: Faka iziyalezo zokwenziwa komsebenzi lapha

source: Enter the URL you wish to display and select the size of the area to display it in.
bg: Въведете URL, който искате да се показва и изберете размерът на областта, която да се показва в него.
de: Geben Sie die URL ein, die angezeigt werden soll und wählen Sie die Größe des Bereichs in dem sie angezeigt werden soll.
id: Masukan URL yang anda ingin tampilkan dan pilih ukuran area untuk menampilkannya.
sr: Unesite URL koji želite da prikažete i odaberite veličinu područja u kojem će se prikazati.
zu: Faka i-URL ofisa ukuyibonisa bese ukhetha ubungako bendawo ozoyibonisa kuyo.

source: Enter the available choices here. You can add options by clicking the "Add Another Option" button. Delete options by clicking the red "X" next to the Option.
bg: Въведете наличните отговори тук. Може да добавяте нови варианти като натиснете "Добавяне на друг вариант." Изтривайте варианти чрез натискане на червеният "X" до Вариант
de: Tragen Sie hier die erste Auswahlantwort ein. Weitere Antworten können Sie ergänzen durch Klick auf den "Eine weitere Option hinzufügen" Button. Sie können Optionen durch einen Klick auf das "x" neben der Option löschen.
id: Masukan pilihan yang tersedia di sini. Anda dapat menambah pilihan dengan cara klik tombol "Tambahkan Pilihan Lainnya". Hapus pilihan dengan cara klik tanda "X" merah di sebelah opsi.
sr: Unesite ponuđene izbore. Možete da dodate opcije klikom na dugme "Dodaj još jednu opciju". Izbrišite opcije klikom na crveni "X" pored opcije.
zu: Faka okukhona okungakhethwa lapha. Ungongeza okukhethwayo ngokucindezela inkinobho "Ongeza Ngokunye Okukhethwayo".Cima okukhethwayo ngokucindezela u "X" obomvu eceleni kwakho.

source: Enter the available choices here. You can add options by clicking the "Add another option" button. Delete options by clicking the red X next to the option.
bg: Въведете наличните отговори тук. Може да добавяте нови вариант като натиснете "Добавяне на друг вариант." Изтривайте варианти чрез натискане на червеният "X" до Вариант
de: Tragen Sie hier die Auswahloptionen ein. Weitere Antworten können Sie ergänzen durch Klick auf den "Eine weitere Option hinzufügen" Button. Sie können Optionen durch einen Klick auf das "x" neben der Option löschen.
id: Masukan pilihan yang tersedia di sini. Anda dapat menambah pilihan dengan cara klik tombol "Tambahkan pilihan lain". Hapus pilihan dengan cara klik X merah di sebelah pilihan.
sr: Unesite ponužene izbore. Možete da dodate opcije klikom na dugme "Dodaj još jednu opciju". Izbrišite opcije klikom na crveni X pored opcije.
