Repository: exelearning/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: bg, de, id, sr, zu

source: The RSS iDevice is used to provide new content to an individual users machine. Using this iDevice you can provide links from a feed you select for learners to view.
bg: Помощното средство RSS Емисии се използва за предоставяне на ново съдържание на компютрите на отделните потребители. Използвайки го, можете да предоставите връзки от емисия по избор за преглед от учащите.
de: Das RSS-iDevice stellt zusätzliche Inhalte aus RSS-Feeds zur Verfügung. Sie können bestehende Feeds auswählen und den Teilnehmer/innen zur Verfügung stellen.
id: RSS "iDevice" digunakan untuk menyediakan materi baru untuk komputer pengguna. Dengan menggunakan "iDevice" anda dapat menyediakan tautan dari sebuah umpan (feed) yang anda pilihkan untuk siswa lihat.
sr: RSS iUređaj se koristi da bi ponudio novi sadržaj za individualni korisnikov kompjuter. Upotrebom ovog iUređaja možete da ponudite linkove i njihoo punjenje sadržajem koje ste odabrali za učenika da ih vidi.

source: The attachment iDevice is used to attach existing files to your .elp content. For example, you might have a PDF file or a PPT presentation file that you wish the learners to have access to, these can be attached and labeled to indicate what the attachment is and how large the file is. Learners can click on the attachment link and can download the attachment.
bg: Помощното средство Прикачен файл се използва за прикачване на съществуващи файлове към вашето .elp съдържание. Например, може да имате PDF файл или PPT презентация, до които искате учащите да имат достъп. Те могат да бъдат прикачени и именовани за да се види какъв е файлът и колко е голям. Учащите могат да цъкнат на връзката към прикачения файл и да го свалят.
de: Mit dem Anhangs-iDevice können Sie bestehende Dateien zum .elp-Inhalt hinzufügen. So kann beispielsweise eine vorhandene PDF-Datei oder Powerpoint-Präsentation den Teilnehmer/innen zur Verfügung gestellt werden. Tragen Sie eine Beschreibung der Datei und die Größe ein. Die Teilnehmer/innen können dann einen Link anklicken und die Datei downloaden.
id: Sisipan "iDevice" digunakan untuk menyisipkan berkas yang sudah ada ke dalam dokumen .elp. Sebagai contoh anda mungkin saja memiliki sebuah berkas dokumen PDF atau berkas presentasi PPT yang anda inginkan untuk diakses siswa, ini bisa disisipkan dan diberi label untuk memberi keterangan mengenai isi sisipan dan sebesar apa. Siswa dapat melakukan klik pada tautan sisipan dan dapat mengunduhnya.
sr: iUređaj za prilaganje sadržaja se koristi da bi se priložile postojeće datoteke u vaš .elp sadržaj. Na primer, možete d aimate PDF datoteku ili PPT prezentaciju koje bihteli da učinite dostupnima vašim učenicima, onimogu biti priloženi i etiketirani kako bi se dala indikacija koji su prilozi i kolika je svaka npriložena datoteka. Učenici mogu kliknutina link za prilog i prevući prilog.
zu: I-idevice yesinamathiselo isetshenziselwa ukunamathisela amafayela akhona kakade kokuqukethwe kwakho kwe .elp.Ngokwesibonelo ungahle ube nefayela ye-PDF noma ifayela yomboniso ye-PPT ongafisa ukuthi itholakale kubafundi, lawa angananyathiselwa alebulwe ukubonisa ukuthi ayisiphi isinamathiselo nokuthi ifayela inkulu kangakanani.Abafundi bangacindezela kwisixhumanisi sesinamathiselo bese belayishela ezansi isinamathiselo.

source: The external website iDevice loads an external website into an inline frame in your eXe content rather then opening it in a popup box. This means learners are not having to juggle windows. This iDevice should only be used if your content will be viewed by learners online.
bg: Помощното средство Външен уеб сайт зарежда външен уеб сайт във вградена рамка в еХе съдържанието ви, вместо да го отваря в отделен прозорец. Това значи, че на учащите няма да им се налага да работят с различни прозорци. Това Помощно средство може да бъде използвано само ако съдържанието ви ще бъде гледано онлайн.
de: Das 'externe Webseite' iDevice lädt den Inhalt einer anderen Webseite in einem inline Frame in die eXe Seite und nichtin einem Popup-Fenster. Die Teilnehmer/innen müssen also nicht zwischen verschiedenen Fenstern wechseln. Dieses iDevice erfordert, dass die Teilnehmer/innen beim Betrachten Online sind, um die Inhalte aufzurufen.
id: "iDevice" situs web eksternal mengambil situs tersebut kedalam sebuah bingkai yang menyatu dalam eXe ketimbang membukanya pada sebuah kotak popup. Hal ini berarti siswa tidak mendapat jendela yang bertumpuk. "iDevice" ini sebaiknya hanya digunakan jika akan dilihat oleh siswa secara "online".
sr: iUređaj za eksterni web sajt učitava eksterni web sajt u okvir u vaš eXe sadržaj umesto da otvara poseban iskačući prozor. To omogućava da učenici nemoraju stalno da baratjau prozorima. Ovaj iUređaj treba da se koristi samo kad će učenici da vaš sadržaj čitaju dok su na Internetu.

source: The flash with text idevice allows you to associate additional textual information to a flash file. This may be useful where you wish to provide educational instruction regarding the flash file the learners will view.
bg: Помощното средство Flash с текст ви позволява да свържете допълнителна текстуална информация към flash файл. Това може да е полезно в случаите, в които искате да дадете инструкция, касаеща flash файла, който учащите ще видят.
de: Das iDevice Flash mit Text erlaubt Texte zu den Flash-Dateien als Erläuterung oder Ergänzung hinzuzufügen. Das kann hilfreich sein, wenn Sie Bearbeitungshinweise zur Flash-Datei ergänzen wollen.
id: "iDevice" flash dengan teks mengizinkan anda untuk mengasosiasikan informasi teks pada berkas flash. Hal ini berguna ketika anda menginginkan anda untuk menyediakan instruksi edukasi mengenai berkas flash yang akan disaksikan oleh siswa.
sr: Fleš sa tekstualnim iuređajem omogućava da dodelite dodatnu tekstualnu informaciju fleš datoteci. Ovo može biti jako korisno kada želite da ponudite edukativne sinstrukcije u vezi fleš datoteke koju će učenici da vide.
zu: I-iDevice yomboniso wesikhashana onokubhaliwe ikuvumela ukuba uhlobanise ukwaziswa okwengeziwe okubhaliwe nefayela yomboniso.Lokhu kungaba usizo lapho ufisa ukunikeza iziyalezo ezingokwemfundo mayelana nefayela yomboniso wesikhashana ozobonwa abafundi.

source: The image magnifier is a magnifying tool enabling learners to magnify the view of the image they have been given. Moving the magnifying glass over the image allows larger detail to be studied.
bg: Лупата е инструмент, позволяващ на учащите да увеличават предоставеното им изображение. Преместването на лупата върху изображението позволява да се изучат повече детайли.
de: Das Vergrößerungsglas erlaubt den Nutzer/innen Teile von Bildern vergrößert anzuzeigen. Wenn man das Vergrößerungsglas über das Bild zieht, werden Details vergrößert angezeigt.
id: Pembesar gambar adalah alat pembesar yang memungkinkan siswa untuk memperbesar tampilan gambar yang diberikan. Menggerakan kaca pembesar di atas gambar memungkinkan untuk detail yang lebih besar dapat dipelajari.
sr: POvećalo za slike je uvećavajući alat koji omogućava učenicima da uvećaju prikaz slike koja ima je data. Pomeranjem uvećavajućeg stakla preko slike dozvoljava detaljnije proučavanje detalja.
zu: Isikhulisa sithombe ithuluzi lokukhulisa elenza abafundi bakwazi ukukhulisa ukubonakala kwesithombe abasinikiwe.Ukusa ingilazi yokukhulisa esithombeni kuvumela ukuhlolisiswa kwezici ezinkulu zesithombe.

source: The majority of a learning resource will be establishing context, delivering instructions and providing general information. This provides the framework within which the learning activities are built and delivered.
bg: По-голямата част от учебните ресурси ще се основават на контекст, предоставяйки указания и обща информация. Това осигурява рамката, в която учебните дейности ще се изграждат и предоставят.
de: Die meisten Lernangebote stellen Zusammenhänge dar, liefern Anleitungen und stellen grundlegende Informationen zur Verfügung. In diesem Rahmen werden Lernaktivitäten entwickelt und genutzt.
id: Kebanyakan dari sumber daya pelajaran akan berupa membentuk konteks, menyampaikan instruksi dan menyediakan informasi umum. Hal ini menyediakan bingkai kerja dimana aktivitas pembelajaran dibangun dan disampaikan.
sr: Većina edukativnog sadržaja će biti zasnovano na uspostavljanu konteksta, davanjem instrukcija i davanjem osnovnih informacija. Ovo stvara okvir unutar kojeg će aktivnostiučenja biti izgrađene i date učenicima.
zu: Izindingeko zokufunda eniningi zingaba ukwakha umongo, ukunikeza iziyalezo kanye nokunikeza ukwazisa jikelele. Lokhu kunikeza uhlaka lapho imisebenzi yokufunda yakhelwa khona bese inikezwa.

source: The mathematical language LATEX has been used to enable your to insert mathematical formula into your content. It does this by translating LATEX into an image which is then displayed within your eXe content. We would recommend that you use the Free Text iDevice to provide explanatory notes and learning instruction around this graphic.
bg: Математическият език LATEX се използва за да вмъкнете математически формули във вашето съдържание. Това става чрез превръщането на LATEX в изображение, което след това се показва в eXe съдържанието. Препоръчваме да използвате Помощното средство Свободен текст за да дадете обяснителни бележки и инструкции за тази графика.
de: Die mathematische Beschreibungssprache LATEX ermöglicht es Ihnen mathematische Formeln in die Texte einzugügen. Der LATEX-Code wird in Bilder umgewandelt und dann im Browser dargestellt. Wir empfehlen hierbei das iDevice 'Freier Text' zu verwenden.
id: Bahasa matematika LATEX sudah digunakan untuk mengaktifkan rumus matematika anda kedalam materi. Hal ini dilakukan dengan menerjemahkan LATEX pada sebuah gambar yang kemudian akan ditampilkan pada materi eXe anda. Kami akan menyarankan anda untuk menggunakan "iDevice" Teks Bebas untuk menyediakan catatan penjelasan dan instruksi pelajaran disekitar gambar rumus ini.
sr: Matematički jezik LATEX je korišćen da bi se umetnule matematičke formule u vaš sadržaj. To se čini prevođenjem LATEXa u sliku koja se tada prikaže u vašem eXe sadžaju. Predlažemo da koristite Slobodan tekst iUređaj da ponudite objašnjenja i edukativne instrukcije oko te slike.

source: The purpose dialogue allows you to describe your intended purpose of the iDevice to other potential users.
bg: Диалоговият прозорец Цел ви позволява да опишете предназначението на Помощното средство на други потенциални потребители.
de: Tragen Sie hier den beabsichtigten Zweck der Lerneinheit ein. Er dient als Hinweis für andere Nutzer/innen.
id: Dialog tujuan mengizinkan anda untuk menggambarkan maksud tujuan anda pada pengguna yang potensial.
sr: Namena dijalog vam omogućava da opišete vašu nameravanu namenu iUređaja potencijalnim korisnicima.

source: This article is licensed under the
bg: Тази статия е лицензирана под
de: Der Beitrag ist lizenziert unter der
id: Artikel ini memiliki izin dari
sr: Ovaj članak je licenciran po
zu: Lokhu kulandisa okubhaliwe kugunyazwe ngaphansi kwe

source: This chooses the initial size of the magnifying glass
bg: Това избира началният размер на лупата
de: Wählen Sie die anfängliche Größe der Lupe.
id: Hal ini memilih ukuran awal dari kaca pembesar
sr: Ovim odabirate početnu veličinu uvećavajućeg stakla
zu: Lokhu kukhetha ubungako bokuqala bengilazi yokukhulisa.

source: This iDevice only supports the Flash Video File (.FLV) format, and will not accept other video formats. You can however convert other movie formats (e.g. mov, wmf etc) into the .FLV format using third party encoders. These are not supplied with eXe. Users will also need to download the Flash 8 player from http://www.macromedia.com/ to play the video.
bg: Това Помощно средство поддържа единствено Flash Video File (.FLV) формат и няма да приеме други видео формати. Вие обаче можете да превърнете други видео формати (като mov, wmf и др.) във .FLV формат чрез използване на външни програми. С еХе такива не са предоставени. Потребителите ще трябва и да свалят Flash 8 плейъра от http://www.macromedia.com/ за да гледат видеото.
de: Dieses iDevice unterstützt nur Flash Video Filme (.FLV-Format) und akzeptiert keine anderen Video-Dateiformate. Andere Videoformate (z.B. mov, wmf, etc.) müssen in das FLV-Format konvertiert werden, bevor sie hier verwendet werden können. Nutzer müssen zunächst den Flash-Player 8 von Macromedia herunterladen und installieren, bevor sie die Dateien sehen können. http://macromedia.com
id: "iDevice" hanya mendukung format berkas video flash (.FLV) , dan tidak akan menerima format video lainnya. Walaupun begitu anda dapat melakukan konversi format video yang lain (seperti mov, wmf etc) ke format .FLV menggunakan enkoder pihak ketiga. Hal ini tidak diikutsertakan dengan eXe. Pengguna juga perlu untuk mengunduh pemutar video Flash 8 dari http://www.macromedia.com/ untuk memainkan video.
sr: Ovaj iUređaj podržava samo format Fleš video datoteke (.FLV) i ne može da prihvati druge video formate. Naravno, vi možete da konvertujete druge video formate (npr. .mov wmf i sl.) u .FLV format korišenjem enkodera, kojesu napravile neke treće strane. Ovi enkoderi se ne isporučuju sa programom eXe. Korisnici takođe trebaju da preuzmu Flash 8 plejer sa http://www.macromedia.com/ da bi videli video.
zu: Le iDevice isekela kuphela isakhiwo seFayela Yomboniso Wesikhashana (.FLV), futhi ngeke yamukele ezinye izakhiwo zemiboniso.Ungakwazi ukuguqula ezinye izakhiwo zemiboniso (e.g. mov, wmf etc) zibe isakhiwo se .FLV usebenzisa inxenye yesithathu yokuqopha.Lokhu akutholakali ne-eXe.Abasebenzisi bazodinga ukulayishela ezansi i-Flash 8 player ku-http://www.macromedia.com/ ukudlala umboniso.

source: This is a free text field general learning content can be entered.
bg: Това е поле за свободен текст, в което може да се вмъкне учебно съдържание с общо предназначение.
de: Dies ist ein freies Textfeld, in dem Lerninhalte eingegeben werden können.
id: Ini adalah isian teks bebas materi pembelajaran dapat dimasukan.
sr: Ovo je polje za slobodan tekst koji može da se unese za osnovni sadržaj za učenje.
zu: Lesi isikhala esikhululekile sokubhalwayo ulwazi jikelele lokufunda lungafakwa lapha.

source: This is a free text field.
bg: Това е свободно текстово поле.
de: Dies ist ein freies Textfeld.
id: Ini adalah sebuah isian teks bebas.
sr: Ovo je polje za slobodan tekst.
zu: Lesi isikhala esikhululekile sokubhalwa.

source: This is an example of a user created iDevice plugin.
bg: Това е пример за потребителски създадена добавка тип Помощно средство.
de: Dies ist ein Beispiel für ein iDevice Plugin das von anderen Nutzern entwickelt wurde.
id: Ini adalah contoh dari plugin "iDevice" yang dibuat oleh pengguna.
sr: ovo je primer plagin-a koji je kreirao korisnik za iUređaj.
zu: Lesi isibonelo sohlelo olukwi-iDevice olwakhiwe umsebenzisi.

source: This is an optional field.
bg: Това е незадължително поле.
de: Dies ist ein optionales Feld.
id: Ini adalah isian yang opsional.
sr: Ovo je opciono polje.
zu: Lesi isikhala ongazikhethela sona uma uthanda.

source: This will delete this iDevice. Do you really want to do this?
bg: Това ще изтрие Помощното средство. Наистина ли желаете това?
de: Löschen des iDevices. Wollen Sie wirklich löschen?
id: Ini akan menghapus "iDevice" ini. Apakah anda yakin ?
sr: Ovim ćete izbrisati ovaj iUređaj. Da li zaista želite da to učinite?
zu: Lokhu kuzosusa le-iDevice.\nIngabe ufuna ukukwenza ngempela lokhu?

source: Tip:
bg: Съвет:
de: Tipp:
sr: Sugestija:
zu: Isixwayiso:

source: Title
bg: Заглавие
de: Titel
id: Judul
sr: Naslov
zu: Isihloko:

source: To indicate the correct answer, click the radio button next to the correct option.
bg: За да укажете правилният отговор, цъкнете радио бутона до правилният вариант.
de: Klicken Sie auf den Button neben der richtigen Option um die korrekte Antwort zu kennzeichnen.
id: Untuk mengindikasikan jawaban yang benar, klik tombol radio di sebelah opsi yang benar.
sr: Da bi ukazali na tačan odgovor, kliknite na radio dugme pored tačne opcije.
zu: Ukubonisa impendulo efanele, cindezela inkinobho eseceleni kwempendulo efanele.

source: Topic
bg: Тема
de: Thema
id: Topik
sr: Tema
zu: IsiHloko

source: True
bg: Вярно
de: Richtig
id: Benar
sr: Tačno
zu: iQiniso

source: True-False Question
bg: Въпрос Вярно-Невярно
de: Richtig/Falsch Fragen
id: Pertanyaan Benar-Salah
sr: Tačno-Pogrešno pitanje
zu: Umbuzo weQiniso-Amanga

source: True/false questions present a statement where the learner must decide if the statement is true. This type of question works well for factual information and information that lends itself to either/or responses.
bg: Въпросите Вярно/Невярно са изложение, за което учащият трябва да прецени дали е вярно. Този тип въпрос работи добре за фактологична информация и такава, която води към отговорите.
de: Richtig/Falsch-Fragen erfordern eine Aussage, bei der der/die Teilnehmer/in entscheiden soll, ob die Aussage richtig ist. Dieser Fragetyp eignet sich gut für sachliche Probleme und Entscheidungsfragen. Er ist nicht für Meinungsfragen geeignet.
sr: Tačno/pogrešno pitanja predstavljaju stav kada učenik mora da odluči da li je stav tačan. Ovaj tip pitanja je dobar za procenu činjeničnih informacija i informacija koje se usmeravaju na i/ili odgovore.
zu: Imibuzo ye-Qiniso/Amanga inikeza ukulandisa lapho umfundi kumele anqume ukuthi ingabe lokho kulandisa kuliqiniso na. Loluhlobo lombuzo lusebenza kahle ngokwazisa okungokoqobo nokwazisa okuzibeka kweyodwa yalezimpendulo.

source: Type a discussion topic here.
bg: Въведете тема за дискусия
de: Diskussionsthema hier eingeben:
id: Ketik sebuah topik diskusi di sini.
sr: Ovde upišite temu diskusije
zu: Thayipha isihloko sengxoxo lapha.

source: Type in the feedback that you want the student to see when selecting the particular option. If you don't complete this box, eXe will automatically provide default feedback as follows: "Correct answer" as indicated by the selection for the correct answer; or "Wrong answer" for the other options.
bg: Напишете помощната информация, която искате да получи ученика при избор на определен отговор. Ако не попълните това поле, еХе автоматично ще осигури помощната информация по подразбиране: "Правилен отговор" при избор на правилният отговор или "Грешен отговор" за другите варианти.
de: Geben Sie ein Feedback ein, das Teilnehmer/innen sehen sollen wenn sie die Option wählen. Felder, die Sie leer lassen füllt eXe automatisch mit Hinweisen auf richtige oder falsche Antworten aus.
id: Ketik umpan balik yang ingin anda ingin perlihatkan pada siswa ketika memilih pilihan tertentu. jika anda tidak menyelesaikan kotak ini, eXe akan otomatis menyediakan umpan balik standar sebagai berikut: "Jawaban benar" untuk pilihan jawaban yang benar; atau or "Jawaban salah" untuk pilihan yang salah.
sr: Upišite povratnu informaciju koju želite da učenik vidi kad odabire pojedinu opciju. Ako ne želite da ništa upišete u ovo polje, eXe će automatski ponuditi pretpostavljenu povratnu informaciju: "Tačan odgovor" kao što ukazuje odabiranje tačnog odgovora; ili "Netačan odgovor" za druge opcije.
zu: Thayipha umbono ngokwenziwe ofuna umfundi awubone uma ekhetha okuthile. Uma ungaligcwalisi leli bhokisi, i-eXe ngokuzenzakalelayo iyonikeza umbono ngokwenziwe njengokulandelayo:"Impendulo efanele" njengoba kuboniswa ukukhethwa kwempendulo efanele; noma "Impendulo eyiphutha" ngokunye okukhethwayo.

source: Type in the feedback that you want the student to see when selecting the particular question. If you don't complete this box, eXe will automatically provide default feedback as follows: "Correct answer" as indicated by the selection for the correct answer; or "Wrong answer" for the other alternatives.
bg: Напишете помощната информация, която искате да получи ученика при избор на определен въпрос. Ако не попълните това поле, еХе автоматично ще осигури помощната информация по подразбиране: "Правилен отговор" при избор на правилният отговор или "Грешен отговор"за другите варианти.
de: Geben Sie das Feedback für Teilnehmer/innen hier ein. Es wird bei der jeweiligen Frage angezeigt. Wenn Sie das Feld leer zeigt eXe automatisch die folgenden Rückmeldungen: "Richtige Antwort" wenn die korrekte Antwort gewählt wurde; oder "Falsche Antwort" für die anderen Alternativen.
id: Ketik umpan balik yang ingin anda ingin perlihatkan pada siswa ketika memilih pilihan tertentu. jika anda tidak menyelesaikan kotak ini, eXe akan otomatis menyediakan umpan balik standar sebagai berikut: "Jawaban benar" untuk pilihan jawaban yang benar; atau or "Jawaban salah" untuk pilihan yang salah.
sr: Upišite povratnu informaciju koju želite da učenik vidi kad odabire pojedinu opciju. Ako ne želite da ništa upišete u ovo polje, eXe će automatski ponuditi pretpostavljenu povratnu informaciju: "Tačan odgovor" kao što ukazuje odabiranje tačnog odgovora; ili "Netačan odgovor" za druge alternative.
zu: Thayipha umbono ngokwenziwe ofuna umfundi awubone uma ekhetha umbuzo othile. Umaungaligcwalisi leli bhokisi, i-eXe ngokuzenzakalelayo iyonikeza umbono ngokwenziwe njengokulandelayo: "Impendulo efanele" njengoba kuboniswa ukukhethwa kwempendulo efanele; noma "Impendulo eyiphutha" ngokunye okukhethwayo.

source: Type in the feedback you want to provide the learner with.
bg: Напишете помощната информация, която искате да предоставите на учащия.
de: Geben Sie den Feedback-Text ein den Sie den Teilnehmer/innen mitgeben wollen.
id: Ketik pada umpan balik yang ingin anda sediakan bagi siswa.
sr: Upišite povratnu informaciju koju želite da ponudite učeniku.

source: Type the learning objectives for this resource.
bg: Напишете учебните цели за този ресурс.
de: Geben Sie die Lernziele für diesen Schritt an.
id: Ketik tujuan belajar untuk sumber daya ini.
sr: Upišite ciljeve učenja za ovaj izvor.
zu: Thayipha izinjongo zokufundiso zalomthombo wokufunda.

source: Type the question stem. The question should be clear and unambiguous. Avoid negative premises as these can tend to be ambiguous.
bg: Въведете ключовият въпрос. Въпросът трябва да е ясен и недвусмислен. Избягвайте отрицателни условия, тъй като те могат да са двусмислени.
de: Geben Sie eine Grundfragestellung ein. Die Frage sollte klar und unzweideutig sein. Vermeiden Sie Verneinungen. Diese können mehrdeutig sein.
id: Ketik akar pertanyaan. Pertanyaan sebaiknya jelas dan tidak bermakna ganda. Hindari dasar pikiran negatif karena hal ini cenderung bermakna ganda.
sr: Upišite osnovno pitanje. Pitanje mora biti jasno i nedvosmisleno. Izbegnite negativne premise jer one mogu da budu dvosmislene.
zu: Thayipha isiqu sombuzo.Umbuzo kumele ucace futhi unganikezi imibono ehlukene. Gwema ukulandisa okuyiphutha okungazwaka kuyiqiniso kungaholela emibonweni eyahlukene.

source: Unable to download from %s <br/>Please check the spelling and connection and try again.
bg: Свалянето от %s е неуспешно.<br/> Моля проверете правописа и връзката, и опитайте отново.
de: Kein Download möglich von %s<br />Prüfen Sie Ihre Eingabe und versuchen Sie es noch einmal.
id: Tidak dapat mengunduh dari %s <br/>Tolong periksa ejaan dan hubungan lalu coba lagi.
sr: Nemože da se preuzme datoteka sa %s <br/> Molimo proverite da li ima slovnih grešaka kao i konekciju i pokušajte ponovo.

source: Unable to load RSS feed from %s <br/>Please check the spelling and connection and try again.
bg: Не може да се зареди RSS емисията от %s <br/> Моля проверете правописа и връзката, и опитайте отново.
de: RSS Feed konnte nicht von %s geladen werden.<br />Prüfen Sie Ihre Eingabe und Ihre Internetverbindung. Versuchen Sie es noch einmal.
id: Tidak dapat mengunduh umpan RSS dari %s <br/>Tolong periksa ejaan dan hubungan lalu coba lagi.
sr: Nemože da se učita RSS dotok sa %s <br/>.Molimo proverite da li ima slovnih grešaka kao i konekciju i pokušajte ponovo..
