Repository: exelearning/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: bg, de, id, sr, zu

source: Type includes terms describing general categories, functions, or genres, for content. Recommended best practice is to select a value from a controlled vocabulary or controlled classification scheme.
bg: Типът включва термини, описващи общи категории, функции или жанрове за съдържанието.Най-добрата препоръчителна практика е да се избере израз от регулиран речник или официална класификационна схема.
de: Typ umfasst Begriffe und grundlegende Kategorien, Funktionen oder Genres des Inhalts. Hilfreich ist es wenn hierfür ein gemeinsames Vokabular genutzt wird.
sr: Tip uključuje termine koji opisuju osnovne kategorije, funkcije, ili žanrove, za sadržaj. Preporučena najbolja praksa je da se odabere vrednost iz kontrolisanog vokabulara ili kontrolisane klasifikacione šeme.
zu: Uhlobo lubandakanya amagama achaza izinhlobo ezahlukene jikelele, imisebebzi, noma uhlobo oluthile, kokuqukethwe.Okungenziwa okunconywayo kakhulu ukukhetha isilinganiso emagameni alawulekayo, ngokwesibonelo,i ??????????'

source: label="Save" accesskey="s"
bg: label="Запазване" accesskey="s"
de: label="Speichern" accesskey="s"
sr: label="Sačuvaj" accesskey="s"
zu: label="Gcina" accesskey="g"

source: Creative Commons Attribution Non-commercial No Derivatives 3.0 License
de: Creative Commons Attribution-NonCommercial-NoDeririvates3.0 License
sr: Creative Commons Attribution Non-commercial No Derivatives 3.0 Licenca

source: To describe the physical or digital manifestation of the resource, use the FORMAT element.
bg: За да опишете физическата или цифрова проява на ресурса, използвайте елементът Формат.
de: Um das physikalische oder digitale Format der Ressource zu beschreiben nutzen Sie das FORMAT Element.
sr: Da bi opisali fizičku ili digitalnu manifestaciju izvora, koristite FORMAT element.

source: label="Save As..." accesskey="a"
bg: label="Запазване като..." accesskey="a"
de: label="Speichern unter..." accesskey="a"
sr: label="Sačuvaj kao..." accesskey="a"
zu: label="Gcina Njenge..." accesskey="c"

source: Creative Commons Attribution 2.5 License
bg: Лиценз Криейтив Комънс Признание 2.5
id: Perizinan Creative Commons Attribution 2.5
sr: Creative Commons Attribution 2.5 Licenca

source: Select a Format.
de: Format auswählen.
sr: Odaberi format

source: label="Print" accesskey="p"
bg: label="Печат" accesskey="p"
de: label="Druck" accesskey="p"
sr: label="Štampaj" accesskey="p"

source: Creative Commons Attribution-ShareAlike 2.5 License
bg: Лиценз Криейтив Комънс Признание-Споделяне на споделеното 2.5
id: Perizinan Creative Commons Attribution-ShareAlike 2.5
sr: Creative Commons Attribution-ShareAlike 2.5 Licenca

source: label="Export" accesskey="e"
bg: label="Изнасяне" accesskey="e"
de: label="Exportieren" accesskey="e"
sr: label="Iznos" accesskey="e"
zu: label="Thumela" accesskey="t"

source: Creative Commons Attribution-NoDerivs 2.5 License
bg: Лиценз Криейтив Комънс Признание-Без производни произведения 2.5
sr: Creative Commons Attribution-NoDerivs 2.5 Licenca

source: Select Format
bg: Изберете формат
de: Format auswählen
sr: Odaberi format
zu: Khetha Isakhiwo

source: Creative Commons Attribution-NonCommercial 2.5 License
bg: Лиценз Криейтив Комънс Признание-Некомерсиално 2.5
sr: Creative Commons Attribution-NonCommercial 2.5 Licenca

source: Creative Commons Attribution-NonCommercial-ShareAlike 2.5 License
bg: Лиценз Криейтив Комънс Признание-Некомерсиално-Споделяне на споделеното 2.5
sr: Creative Commons Attribution-NonCommercial-ShareAlike 2.5 Licenca

source: label="IMS Content Package" accesskey="i"
sr: label="IMS Paket sadržaja" accesskey="i"
zu: label="IPhakethe Lokuqukethwe Le-IMS" accesskey="i"

source: Creative Commons Attribution-NonCommercial-NoDerivs 2.5 License
bg: Лиценз Криейтив Комънс Признание-Некомерсиално-Без производни произведения 2.5
sr: Creative Commons Attribution-NonCommercial-NoDerivs 2.5 Licenca

source: IMS Content Package 1.1.3
de: IMS Content Paket 1.1.3
sr: IMS Paket sadržaja 1.1.3
zu: IPhakethe Lokuqukethwe Le-IMS 1.1.3

source: Web Site
bg: Уеб сайт
de: Webseite
sr: Web sajt
zu: Isiza Se-Internet.

source: Developing Nations 2.0
de: Entwickelte Nationen 2.0
sr: Nacije u razvoju 2.0

source: An unambiguous reference to the resource within a given context.
de: Eindeutiger Bezug für Ressource im Kontext
sr: Dvosmislena referenca za izvor u datom kontekstu.

source: Self-contained Folder
bg: В една папка
de: Selbstbeschreibender Ordner
sr: Sama u sebi sadržana fascikla

source: Web pages footer.
de: Fußzeile für Webseite
sr: Podnožje web strana

source: Identifier:
bg: Идентификатор:
sr: Identifikator:
zu: Isitholi:

source: Zip File
bg: Zip файл
de: Zip-Datei
sr: Zip datoteka

source: Footer:
bg: Долен колонтитул:
de: Fußzeile:
sr: Podnožje:

source: A Reference to a resource from which the present resource is derived.
de: Quelle aus der der Inhalt abgeleitet wurde.
sr: Referenca do izvora iz kojeg je sadašnji izvor izveden.

source: label="Single Page" accesskey="p"
bg: label="Единична страница" accesskey="p"
de: label="Einzelne Seite " accesskey="p"
sr: label="Jedna strana" accesskey="p"
zu: label="Ikhasi Elilodwa" accesskey="k"

source: An account of the content of the resource.
de: Account für Ressource
sr: Nalog za sadržaj izvora

source: Source:
bg: Източник:
de: Quelle
sr: Izvor:
zu: Umthombo:

source: label="Text File" accesskey="t"
bg: label="Текстов Файл" accesskey="t"
de: label="Text-Datei" accesskey="t"
sr: label="Tekst datoteka" accesskey="t"

source: Taxonomy
bg: Таксономия
de: Gliederungsebenen (Begriffe)
id: Taksonomi
sr: Taksonomija
zu: Ukuhlukanisa ngokufana

source: Select a language.
de: Sprache auswählen.
sr: Odaberi jezik

source: label="iPod Notes" accesskey="n"
bg: label="iPod Бележки" accesskey="n"
de: label="iPod Notizen" accesskey="n"
sr: label="iPod beleške" accesskey="n"

source: Default name for level 1 nodes
de: Bezeichnung für 1. Ebene
sr: Pretpostavljeno ime za tačke prvog nivoa

source: Language:
bg: Език:
de: Sprache:
sr: Jezik:
zu: Ulimi:

source: label="Merging" accesskey="m"
bg: label="Сливане" accesskey="m"
de: label="Verbinden " accesskey="m"
sr: label="Spajanje" accesskey="m"

source: Level 1:
bg: Ниво 1:
sr: Nivo 1
zu: Izinga 1:

source: Abkhazian
bg: Абхазки
sr: Abhazijski

source: label="Insert Package" accesskey="i"
bg: label="Вмъкване на пакет" accesskey="i"
de: label="Paket einfügen" accesskey="i"
sr: label="Umetni paket" accesskey="i"
zu: label="Faka IPhakethe" accesskey="f"

source: Default name for level 2 nodes
de: Bezeichnung für 2. Ebene
sr: Pretpostavljeno ime za tačke drugog nivoa

source: Afar
bg: Афарски
de: Weit
sr: Daleko

source: label="Extract Package" accesskey="E"
bg: label="Разопаковане на пакет" accesskey="E"
de: label="Paket entpacken " accesskey="E"
sr: label="Ekstrahiraj paket" accesskey="E"
zu: label="Khipha IPhakethe" accesskey="K"

source: Level 2:
bg: Ниво 2:
sr: Nivo 2
zu: Izinga 2:

source: Afrikaans
bg: Африкаанс
sr: Afrički

source: label="Quit" accesskey="q"
bg: label="Изход" accesskey="q"
de: label="Beenden" accesskey="q"
sr: label="Isključi" accesskey="q"

source: Default name for level 3 nodes
de: Bezeichnung für 3. Ebene
sr: Pretpostavljeno ime za tačke 3. nivoa

source: Albanian
bg: Албански
de: Albanisch
sr: Albanski

source: label="Tools" accesskey="t"
bg: label="Инструменти" accesskey="t"
sr: label="Alati" accesskey="t"
zu: label="Amathuluzi" accesskey="t"

source: Level 3:
bg: Ниво 3:
sr: Nivo 3
zu: Izinga 3:

source: Amharic
bg: Амхарски
de: Amharisch
sr: Amharski

source: Preferences
bg: Настройки
de: Präferenzen
sr: Podešavanja
zu: Okuncamelwayo:

source: Update Tree
bg: Опресняване на дървото
de: Verzeichnisstruktur aktualisieren
sr: Ažuriraj stablo

source: Arabic
bg: Арабски
de: Arabisch
sr: Arapski

source: label="Refresh Display" accesskey="r"
bg: label="Опресняване на екрана" accesskey="r"
de: label="Aktualisieren " accesskey="r"
sr: label="Osveži ekran" accesskey="r"

source: Apply
bg: Прилагане
de: Übernehmen
sr: Primeni

source: Armenian
bg: Арменски
de: Armenisch
sr: Armenski

source: label="Styles" accesskey="s"
bg: label="Стилове" accesskey="s"
sr: label="Stilovi" accesskey="s"
zu: label="Izitayela" accesskey="z"

source: Assamese
bg: Асамски
de: Assamesisch
sr: Asamski

source: label="Help" accesskey="h"
bg: label="Помощ" accesskey="h"
de: label="Hilfe" accesskey="h"
sr: label="Pomoć" accesskey="h"
zu: label="Usizo" accesskey="z"

source: Avestan
de: Avestisch
sr: Avestanski

source: label="eXe Tutorial" accesskey="u"
de: label="Online eXe Manua" accesskey="u"
sr: label="eXe Priručnik" accesskey="u"

source: Aymara
bg: Аймара
de: Aymarisch
sr: Ajmarski

source: label="eXe Manual" accesskey="m"
sr: label="eXe Priručnik" accesskey="m"

source: Azerbaijani
bg: Азербайджански
de: Azerbaijanisch
sr: Azerbejdžanski

source: label="Release Notes" accesskey="n"
bg: label="Бележки на изданието" accesskey="n"
de: label="Versionsinfo" accesskey="n"
sr: label="Beleške o izdanju" accesskey="n"

source: Bashkir
bg: Башкирски
de: Bashkirisch
sr: Baškirski

source: label="eXe Web Site" accesskey="w"
de: label="eXe Live Chat" accesskey="w"
sr: label="eXe Web Sajt" accesskey="w"

source: Basque
bg: Баски
de: Baskisch
sr: Baskijski

source: label="Report an Issue" accesskey="r"
bg: label="Съобщаване за проблем" accesskey="r"
de: label="Bericht erstellen" accesskey="r"
sr: label="Izvesti o problemu" accesskey="r"

source: Bengali; Bangla
bg: Бегалски
de: Bengalisch
sr: Bengalski; Bangla

source: label="eXe Live Chat" accesskey="c"
bg: label="eXe Чат наживо" accesskey="c"
sr: label="eXe Ćaskanje uživo" accesskey="c"

source: Bihari
bg: Бихарски
de: Biharisch
sr: Biharski

source: label="About eXe" accesskey="a"
bg: label="Относно eXe" accesskey="a"
de: label="Über eXe" accesskey="a"
sr: label="O eXe" accesskey="a"

source: Bislama
bg: Бислама
de: Bislamisch
sr: Bislamski

source: debugInfo
bg: дебъг информация
sr: informacija o greški
zu: Ukwaziswangesisusazikhubekiso

source: Bosnian
bg: Босненски
de: Bosnisch
sr: Bosanski

source: Add Page
bg: Добавяне на страница
de: Seite hinzufügen
id: Tambahkan Halaman
sr: Dodaj stranu
zu: Faka iKhasi

source: Breton
bg: Бретонски
de: Bretonisch
sr: Bretonski

source: Rename
bg: Преименуване
de: Umbenennen
id: Ubah Nama
sr: Preimenuj
zu: Phinduqambe

source: Byelorussian; Belarusian
bg: Беларуски
de: Belarussisch
sr: Beloruski

source: outlinePane
bg: Панел План
de: Struktur
sr: Panel za oblik
zu: isikhalasoHlaka

source: Bulgarian
bg: Български
de: Bulgarisch
sr: Bugarski

source: Promote node up in hierarchy
de: Um eine Ebene nach oben verschieben
sr: Promoviši tačku u hijerarhiji na više

source: Burmese
bg: Бирмански
de: Burmesisch
sr: Burmanski

source: Demote node down in hierarchy
de: Um eine Ebene nach unten verschieben
sr: Spusti tačku na niže u hijerarhiji

source: Catalan
bg: Каталонски
de: Catalanisch
sr: Katalonski

source: Move node up
de: Aufwärts
sr: POmeri tačku na više

source: Chamorro
sr: Kamorski

source: Move node down
de: Abwärts
sr: Pomeri tačku niže

source: Chechen
bg: Чеченски
sr: Čečenski

source: iDevices
bg: Помощни средства
sr: iUređaji

source: Chinese
bg: Китайски
de: Chinesisch
id: Cina
sr: Kineski

source: iDevicePane
bg: Панел Помощни средства
de: iDevice-Fenster
sr: Panel za iUređaj
zu: Isikhalase-iDevice

source: Church Slavic
de: Kirchenslawisch (alt)
id: Gereja Slavia
sr: Starocrkveni slavenski

source: Authoring
bg: Създаване
de: Autorenebene
id: Pembuatan
sr: Autorstvo
zu: Ukuqamba

source: Chuvash
bg: Чувашки
sr: Čuvaški

source: Properties
bg: Свойства
de: Projekteigenschaften
id: Properti
sr: Svojstva
zu: Ubunjalo

source: Cornish
de: Kornisch
sr: Korniški

source: Corsican
bg: Корсикански
de: Korsisch
sr: Korzikanski

source: Croatian
bg: Хърватски
de: Kroatisch
id: Kroasia
sr: Hrvatski

source: Czech
bg: Чешки
de: Tschechisch
id: Ceko
sr: Češki

source: Danish
bg: Датски
de: Dänisch
id: Denmark
sr: Danski

source: Dzongkha; Bhutani
bg: Дзонгкха
de: Dzongkha
sr: Džonka, Butanski

source: English
bg: Английски
de: Englisch
id: Inggris
sr: Engleski

source: Estonian
bg: Естонски
de: Estnisch
id: Estonia
sr: Estonski

source: Finnish
bg: Финландски
de: Finnisch
id: Finlandia
sr: Finski

source: Fijian; Fiji
bg: Фиджийски
de: Fiji
id: Fiji
sr: Fidžanski, Fidži

source: Faroese
id: Faro
sr: Faranski

source: French
bg: Френски
de: Französisch
id: Prancis
sr: Francuski

source: Frisian
bg: Фризийски
de: Frisisch
sr: Frizijski

source: Scots; Gaelic
bg: Шотландски Галски
de: Schottisch /Gälisch
sr: Škotski, Galski

source: Gallegan; Galician
de: Galizisch
sr: Galeganski, Galicijski

source: Georgian
bg: Грузински
de: Georgisch
sr: Gruzijski

source: German
bg: Германски
de: Deutsch
id: Jerman
sr: Nemački

source: Greek
de: Griechisch
sr: Grčki

source: Guarani
bg: Гуарани
sr: Guaranski

source: Gujarati
bg: Гуджаратски
id: Gujarat
sr: Guajarati

source: Hebrew (formerly iw)
bg: Иврит
de: Hebräisch
sr: Hebrejski

source: Hindi
bg: Хинди
sr: Hindu

source: Hungarian
bg: Унгарски
de: Ungarisch
sr: Mađarski

source: Interlingua
bg: Интерлингуа
sr: Međujezik

source: Indonesian (formerly in)
bg: Индонезийски
de: Indonesisch
id: Indonesia (sebelumnya dipakai)
sr: Indonežanski

source: Interlingue
sr: Međujezički

source: Inupiak
sr: Inupijak

source: Icelandic
bg: Исландски
de: Isländisch
id: Eslandia
sr: Islandski

source: Irish
bg: Ирландски
de: Irisch
id: Irlandia
sr: Irski

source: Italian
bg: Италиански
de: Italienisch
id: Italia
sr: Talijanski

source: Inuktitut
sr: Inu

source: Japanese
bg: Японски
de: Japanisch
id: Jepang
sr: Japanski

source: Javanese
bg: Явански
de: Javanesisch
id: Jawa
sr: Javanski

source: Kikuyu
sr: Kikuju

source: Kuanyama
sr: Kuanajama

source: Kazakh
bg: Казахски
de: Kasachisch
id: Kazakhtan
sr: Kazakstanski

source: Kalaallisut; Greenlandic
bg: Гренландски
de: Grönländisch
sr: Kalalisutski, Grenlandski

source: Khmer; Cambodian
bg: Кхмерски
de: Kambodshanisch
sr: Kmerski, Kambodžanski

source: Kannada
de: Kannadisch
id: Kanada
sr: Kanadski

source: Korean
bg: Корейски
de: Koreanisch
id: Korea
sr: Korejanski

source: Kashmiri
bg: Кашмирски
id: Kasmir
sr: Kašmiri

source: Kinyarwanda
bg: Киняруанда
sr: Kinjaruanda

source: Kirghiz
bg: Киргизски
de: Kirghisisch
id: Kirgiztan
sr: Kirgiski

source: Kurdish
bg: Кюрдски
de: Kurdisch
id: Kurdi
sr: Kurdski

source: Latin
bg: Латински
de: Latein
sr: Latinski

source: Letzeburgesch
bg: Люксембургски
de: Luxemburgisch
sr: Leceburgeški

source: Lao; Laotian
bg: Лаоски
de: Laotisch
id: Laos
sr: Lao, Laocijski

source: Lithuanian
bg: Литовски
de: Litauisch
id: Lithuania
sr: Litvanski

source: Latvian; Lettish
bg: Латвийски
de: Lettisch
id: Latvia
sr: Latvijski, Letonski

source: Malagasy
bg: Малгашки
de: Malagassisch
sr: Malagajski

source: Manx
bg: Мански
sr: Manks

source: Marshall
de: Marshal
sr: MAršalski

source: Maori
bg: Маорски
sr: Maorski

source: Macedonian
bg: Македонски
de: Mazedonisch
id: Macedonia
sr: Makedonski

source: Marathi
bg: Маратхи
sr: Marati

source: Malayalam
bg: Малаям
de: Malayisch
sr: Malajalamski

source: Moldavian
bg: Молдовски
de: Moldavisch
sr: Moldavski

source: Mongolian
bg: Монголски
de: Mongolisch
id: Mongolia
sr: Mongolski

source: Malay
bg: Малайски
id: Melayu
sr: Malajski

source: Maltese
bg: Малтийски
de: Maltesisch
sr: Malteški

source: Norwegian Bokmål
bg: Норвежки Букмол
de: Norwegisch Bokmal
sr: Norveški Bokmal

source: Ndebele, North
de: Ndebele
sr: Ndebele, Severni

source: Nepali
bg: Непалски
de: Nepalesisch
id: Nepal
sr: Nepalski

source: Dutch
bg: Холандски
de: Niederländisch
id: Belanda
sr: Holandski

source: Norwegian Nynorsk
bg: Норвежки Нинорск
de: Norwegisch (Nynorsk)
sr: Norveški Najnorsk

source: Norwegian
bg: Норвежки
de: Norwegisch
id: Norwegia
sr: Norveški

source: Ndebele, South
de: Ndebele (Süd)
sr: Ndebele, južni

source: Navajo
bg: Навахо
sr: Navaho

source: Chichewa; Nyanja
de: Chichewa
sr: Čičeva; Njanja

source: Occitan; Provençal
bg: Окситански
de: Occitanisch
sr: Ksitanski;, Provensal

source: (Afan) Oromo
bg: Оромо
sr: (Afanski) Oromo

source: Oriya
bg: Ория
sr: Orija

source: Ossetian; Ossetic
de: Ossetisch
sr: Osetijski; Osetski

source: Panjabi; Punjabi
sr: Pandžabski, Pandžab

source: Persian
bg: Персийски
de: Persisch
id: Persia
sr: Persijski

source: Polish
bg: Полски
de: Polnisch
id: Polandia
sr: Poljski

source: Pashto, Pushto
sr: Pašto, Pušto

source: Portuguese
bg: Португалски
de: Portugisisch
id: Portugis
sr: Portugalski

source: Quechua
bg: Кечуа
sr: Kečuanski

source: Rhaeto-Romance
bg: Реторомански
de: Räto-Romanisch
sr: Retoromanski

source: Romanian
bg: Румънски
de: Rumänisch
id: Rumania
sr: Rumunski

source: Russian
bg: Руски
de: Russisch
id: Rusia
sr: Ruski

source: Sanskrit
bg: Санскрит
id: Sansekerta
sr: Sanskrt

source: Sardinian
bg: Сардински
de: Sardisch
sr: Sardinijski

source: Northern Sami
de: Nord-Samisch
sr: Severni Sami

source: Samoan
bg: Самоански
id: Samoa
sr: Samoanski

source: Sesotho; Sotho, Southern
bg: Сесото
sr: Sesoto,; Soto, južni

source: Shona
bg: Шона
sr: Šona

source: Sindhi
bg: Синдхи
sr: Sindi

source: Serbian
bg: Сръбски
de: Serbisch
id: Serbia
sr: Srpski

source: Sinhalese
bg: Синхалски
de: Singhalesisch
sr: Sinhaleze

source: Slovak
bg: Словашки
de: Slovakisch
sr: Slovački

source: Slovenian
bg: Словенски
de: Slowenisch
sr: Slovenski

source: Somali
bg: Сомалийски
sr: Somalijski

source: Spanish
bg: Испански
de: Spanisch
id: Spanyol
sr: Španski

source: Swati; Siswati
sr: Suati; Sisuati

source: Sundanese
bg: Судански
de: Sundanesisch
id: Sunda
sr: Sundanežanski

source: Swahili
bg: Суахили
sr: Svahili

source: Swedish
bg: Шведски
de: Schwedisch
id: Swedia
sr: Švedski

source: Tagalog
bg: Тагалог
sr: Tagaloški

source: Tahitian
bg: Таитянски
de: Tahiti
sr: Tahićanski

source: Tajik
bg: Таджикски
id: Tajikistan
sr: Tadžik

source: Tamil
bg: Тамилски
sr: Tamilski

source: Tatar
bg: Татарски
sr: Tatarski

source: Thai
bg: Тайски
id: Thailand
sr: Tajlandski

source: Tibetan
bg: Тибетски
de: Tibetanisch
sr: Tibetanski

source: Tigrinya
bg: Тигриня
sr: Tigrinja

source: Tsonga
bg: Цонга
sr: Conga

source: Tswana; Setswana
sr: Cuana, Secuana

source: Tongan
bg: Тонгански
de: Tongamn
sr: Tonganski

source: Turkish
bg: Турски
de: Türkisch
id: Turki
sr: Turski

source: Turkmen
bg: Туркменски
de: Turkmenisch
sr: Turkmenski

source: Twi
sr: Tui

source: Uighur
bg: Уйгурски
sr: Ujgur

source: Ukrainian
bg: Украински
de: Ukrainisch
id: Ukrania
sr: Ukrajinski

source: Uzbek
bg: Узбекски
de: Usbekisch
id: Uzbekistan
sr: Uzbekistanski

source: Vietnamese
bg: Виетнамски
de: Vietnamesisch
id: Vietnam
sr: Vijetnamski

source: Volapük; Volapuk
bg: Волапюк
sr: Volapuk, Volapuk

source: Walloon
de: Wallonisch
sr: Valonski

source: Welsh
bg: Уелски
de: Walisisch
id: Tidak memenuhi
sr: Velški

source: Wolof
bg: Уолоф
sr: Volof

source: Xhosa
sr: Kshosa

source: Yiddish (formerly ji)
bg: Идиш
de: Jiddisch
id: Bahasa Yiddi
sr: Jidiš

source: Yoruba
bg: Йоруба
sr: Joruba

source: Zhuang
bg: Жуанг
sr: Zuang

source: A reference to a related resource.
de: Referenz zu einem eingebundenen Material
sr: Referenca na vezani izvor

source: Relation:
bg: Връзка:
id: Hubungan:
sr: Relacija:
zu: Ubudlelwano:

source: The extent or scope of the content of the resource.
de: Umfang /Aufgabenstellung der Ressource
sr: Širina ili opseg sadržaja izvora.

source: Coverage:
bg: Обхват:
de: Einsatzfeld:
sr: Pokrivenost:
zu: Izinga Lokuqukethwe:

source: Information about rights held in and over the resource.
de: Urheberrechtsinformationen zu diesem Material
sr: Informacija o pravima pridržanim u i preko izvora.

source: Rights:
bg: Права:
de: Rechte
sr: Prava:
zu: Amalungelo:

source: Typically, a Rights element will contain a rights management statement for the resource, or reference a service providing such information. Rights information often encompasses Intellectual Property Rights (IPR), Copyright, and various Property Rights. If the Rights element is absent, no assumptions can be made about the status of these and other rights with respect to the resource.
de: Der Urheberrechtshinweis macht deutlich aus welchen Quellen Material stammt, das im Kurs verwendet wurde und welche urheberrechtlichen Auflagen bei der Verwendung zu beachten sind. Urheberrechtliche Fragen sind sehr komplex und von nationalem Recht abhängig. In Deutschland sind fürSchulen, Hochschulen und andere Bildungsbereiche unterschiedliche Vorgaben zu beachten. Wenn Sie selbst erstelltes Material zur Verfügung stellen, sind Sie selberUrheber und Rechteinhaber. Mit dem Urheberrechtshinweis legen sie fest, wie andere Ihre Materialien verwenden dürfen.
sr: Obično elemnt za prava sadrži stav o upravljanju pravima za dati izvor, ili referencu na izvor koji nudi takve informacije. Informacija opravim se najčešće odnosi na Prava na intelektualnu svojinu (IPR), autorska prava i različita prava vlasništva. Ako nedostaje element za prava, ne može se pretpostaviti status ovih i drugih prava u odnosu na izvor.
zu: Ngokucacile, isici samaLungelo siyoqukatha ukulandisa kokuphathwa kwamalungelo endingeko, noma sinikeze okungahlinzeka ngalokho kwazisa. Ukwazisa ngamalunelo kubandakanya i-International Property Rights (IPR),Ilungelo Lokukopisha, kanye namaLungelo eMpahla ahlikene. Uma isici samalungelo singekho, akukho ukucabangela okungenziwa ngomumo wawo kanye namanye amalungelo mayelana nalo mthombo wokufundisa.

source: Info
bg: Информация
zu: Imininingwane

source: OK
bg: Добре
zu: Kulungile

source: RSS
bg: RSS Емисии

source: label="File" accesskey="f"
bg: label="Файл" accesskey="f"
de: label="Datei" accesskey="f"
zu: label="iFayela" accesskey="f"

source: Format:
bg: Формат:
id: Bentuk:
zu: Isakhiwo:

source: Esperanto
bg: Есперанто

source: Hausa (?)
bg: Хауса

source: Lingala
bg: Лингала

source: Nauru
bg: Науруански

source: Rundi; Kirundi
bg: Кирунди

source: Sango; Sangro
bg: Санго

source: Telugu
bg: Телугу

source: Urdu
bg: Урду

source: Zulu
bg: Зулу

source: Disable All Internal Linking
de: Interne Verlinkung ausschalten

source: Disable Auto-Top Internal Linking
de: Interne Auto-Top Verlinkung ausschalten

source: Enable All Internal Linking
de: Interne Verlinkung einschalten

source: Internal Linking (for Web Site Exports only)
de: Interne Verlinkung (nur für Webseiten-Export)

source: University of Auckland
de: Universität Auckland
id: Universitas Auckland
zu: I-Yunivesithi yase-Auckland

source: http://en.wikipedia.org/
de: http://de.wikipedia.org/

source: label="Common Cartridge" accesskey="c"
de: label="Common Cartridge " accesskey="p"
