Repository: exelearning/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: bg, de, id, sr, zu

source: Prerequisite knowledge refers to the knowledge learners should already have in order to be able to effectively complete the learning. Examples of pre-knowledge can be: <ul> <li> Learners must have level 4 English </li> <li> Learners must be able to assemble standard power tools </li></ul>
bg: Предварително необходимото знание се отнася за знанието, което учащите трябва да имат за да са в състояние да завършат обучението. Като примери могат да бъдат посочени:<ul> <li> Учащите трябва да имат Английски език 4-то ниво </li> <li> Учащите трябва да могат да сглобят стандартни моторни инструменти </li></ul>
de: Vorwissen bezieht sich auf Kenntnisse, die die Teilnehmer/innen bereits haben sollten, um diesen Lernschritt erfolgreich durcharbeiten zu können. Z.B.:<ul> <li>kennen unregelmäßige Verben</li> <li>können mit MS Word einen Brief erstellen</li></ul>
id: Prasyarat pengetahuan mengacu pada pengetahuan siswa yang sebaiknya telah dikuasai agar dapat secara efektif menyelesaikan proses pembelajaran. Contoh pengetahuan awal dapat saja: <ul> <li> Siswa harus memiliki kemampuan bahasa Inggris tingkat 4 </li> <li> Siswa harus sudah dapat merakit perangkat catu standar </li></ul>
sr: Preduslovno znanje se odnosina znanje koje učenik već treba da ima da bi mogao uspešno da završi učenje. Primeri takvog znanja mogu da budu:<ul> <li> Učenici mora da znaju sabiranje do hiljadu </li> <li> Učenici mora da znaju tablicu množenja </li>
zu: Ulwazi oludingekayo ulwazi abafundi okumele babe nalo kakade ukuze benze isifundo sabo ngokufanele.Izibonelo zolwazi lwangaphambili kungaba: &lt;ul&gt; &lt;li&gt; Abafundi kumele babe sesigabeni 4 sesi-Ngisi &lt;/li&gt; &lt;li&gt; Abafundi kumele bakwazi ukuhlanganisa amathuluzi anamandla &lt;/li&gt;/ul&gt;

source: Preview
bg: Преглед
de: Vorschau
id: Tampilan Sementara
sr: Prikaz
zu: Umboniso

source: Preview directory %s is a file, cannot replace it
bg: Папката за преглед %s е файл, не може да се замени
de: Vorschauverzeichnis %s ist eine Datei und kann nicht ersetzt werden.
id: Tampilan sementara direktori %s adalah sebuah berkas, tidak dapat diganti
sr: Prikaz fascikle %s je datoteka, nemože da se zameni

source: Previous
bg: Следващ
de: Vorheriges
id: Sebelumnya
sr: Prethodni
zu: Kwangaphambili

source: Provide a caption for the MP3 file. This will appear in the players title bar as well.
bg: Осигурете заглавие за МР3 файла. То ще се появи и в заглавната лента на плейърите.
de: Geben Sie eine Bezeichnung für die MP3-Datei ein. Sie wird im Titelverzeichnis angezeigt.
id: Menyediakan sebuah judul untuk berkas MP3. Hal ini juga akan muncul pada balok judul pada saat dimainkan.
sr: Ponudite objašnjenje za MP3 datoteku. Ono će se pojaviti u naslovnoj traci u plejeru.

source: Provide a caption for the image to be magnified.
bg: Осигурете заглавие за изображението, което ще се увеличи.
de: Geben Sie eine Bildunterschrift für das zu vergrößernde Bild ein.
id: Menyediakan sebuah judul gambar untuk diperbesar.
sr: Ponudite objašnjenje za sliku koja će da se uveća.
zu: Nikeza incazelo emfushane yesithombe esizokhuliswa.

source: Provide a caption for the flash movie you have just inserted.
bg: Осигурете заглавие за flash видеото, което вмъкнахте.
de: Beschriftung des Flash-Films, den Sie eingefügt haben.
id: Menyediakan sebuah judul untuk film flash yang baru saja anda sisipkan.
sr: Ponudite objašnjenje za fleš film koji ste upravo umetnuli.
zu: Nikeza incazelo emfushane yomboniso wesikhashana osanda kuwufaka.

source: Provide a caption for the flash you have just inserted.
bg: Осигурете заглавие за flash видеото, което вмъкнахте.
de: Beschriftung der Flash-Datei, den Sie eingefügt haben.
id: Menyediakan sebuah judul flash yang baru saja disisipkan.
sr: Ponudite objašnjenje za fleš koji ste upravo umetnuli.
zu: Nikeza incazelo emfushane ngomboniso osanda kuwufaka.

source: Provide a caption for the image you have just inserted.
bg: Осигурете заглавие за изображението, което вмъкнахте.
de: Begeben Sie eine Bildunterschrift für das gerade eingefügte Bild ein.
id: Menyediakan sebuah judul gambar yang baru anda sisipkan.
sr: Ponudite objašnjenje za sliku koju ste upravo umetnuli.
zu: Nikeza incazelo emfushane yesithombe osanda kusifaka.

source: Provide instruction on how the True/False Question should be completed.
bg: Дайте указания как да бъде завършен въпросът Вярно/Невярно.
de: Geben Sie eine Anleitung wie die Richtig-Falsch-Frage beantwortet werden soll.
id: Sediakan instruksi akan bagaimana pertanyaan benar/salah seharusnya diselesaikan.
sr: Ponudite instrukciju kako da se odgovori na Tačno/Netačno pitanje.

source: Provide instruction on how the cloze activity should be completed. Default text will be entered if there are no changes to this field.
bg: Дайте указания как да за проведе упражнението. В противен случай ще бъде даден текстът по подразбиране.
de: Geben Sie eine Anleitung zur Bearbeitung des Lückentextes ein. Wenn Sie keinen Text eintragen, wir ein Standardtext verwandt.
id: Sediakan instruksi akan bagaimana aktivitas "cloze: sebaiknya diselesaikan. Teks standar akan di masukan jika tidak ada perubahan pada isian ini.
sr: Ponudite instrukciju kaok da se aktivnost testiranja razumevanja čitanja izvrši. Pretpostavljeni tekst će bii unesen ako nebude izmena u ovom polju.
zu: Nikeza iziyalezo zokuthi umsebenzi ovalekile wenziwe kanjani. Okubhaliwe okuhleliwe kuyofakwa uma kungekho shintsho kulesi sikhala.

source: Provide relevant feedback on the situation.
bg: Дайте отнасяща се към ситуацията помощна информация
de: Geben Sie passendes Feedback für die Situation
id: Sediakan umpan balik relevan pada situasi.
sr: Ponudite relevantnu povratnu informaciju na situaciju.
zu: Nikeza umbono ngokwenziwe ngokuvumelana nesimo.

source: Purpose
bg: Цел
de: Zweck
id: Tujuan
sr: Namena
zu: Inhloso

source: Put instructions for learners here
bg: Тук поставете указания за учащите
de: Anweisung für Teilnehmer/innen hier einfügen.
id: Letakan instruksi untuk siswa di sini.
sr: Ovde postavite instrukcije za učenike
zu: Faka iziyalezo zabafundi lapha

source: Question
bg: Въпрос
de: Frage
id: Pertanyaan
sr: Pitanje

source: Question:
bg: Въпрос
de: Frage:
id: Pertanyaan:
sr: Pitanje:
zu: Umbuzo:

source: Quit
bg: Изход
de: Beenden
id: Keluar
sr: Isključi

source: Read the paragraph below and fill in the missing words
bg: Прочетете абзацът по-долу и попълнете липсващите думи
de: Lesen Sie den Abschnitt unten und tragen Sie die fehlenden Begriffe ein.
id: Baca paragraf di bawah ini dan isi kata yang hilang.
sr: Pročitaj tekst i ispiši reči u prostor koji je neispunjen
zu: Funda isigaba esingezansi bese ugcwalisa ngamagama ezikhaleni

source: Read the paragraph below and fill in the missing words.
bg: Прочетете абзацът по-долу и попълнете липсващите думи.
de: Lesen Sie den Abschnitt unten und tragen Sie die fehlenden Begriffe ein.
id: Baca paragraf di bawah ini dan isi kata yang hilang.
sr: Pročitaj tekst i ispiši reči u prostorkoji je neispunjen
zu: Funda isigaba esingezansi bese ugcwalisa ngamagama ezikhaleni.

source: Reading Activity
bg: Четене
de: Lesetext
id: Aktivitas Membaca
sr: Aktivnost čitanja
zu: Umsebenzi wokuFundwa

source: Reading Activity 0.11
bg: Четене 0.11
de: Lesetext 0.11
id: Aktivitas Membaca 0.11
sr: Aktivnost čitanja 0.11
zu: Umsebenzi wokuFundwa 0.11

source: Reflection
bg: Разсъждение
de: Reflexion
id: Refleksi
sr: Refleksija
zu: Umboniso wobunjalo

source: Reflection is a teaching method often used to connect theory to practice. Reflection tasks often provide learners with an opportunity to observe and reflect on their observations before presenting these as a piece of academic work. Journals, diaries, profiles and portfolios are useful tools for collecting observation data. Rubrics and guides can be effective feedback tools.
bg: Разсъждението е метод на обучение, често използван за да се свърже теория с практика. Задачите с разсъждение често дават възможност за наблюдение и размисъл преди представянето им като теоретичен труд. Журнали, дневници, профили и портфолиа са полезни инструменти в събирането на данни чрез наблюдение.
de: Reflexionen werden häufig benutzt, um eine Verbindung zwischen Theorie und Praxis herzustellen. Reflexionsaufgaben ermöglichen vor der Präsentation eines Ergebnisses noch einmal darüber nachzudenken. Journale, Tagebücher, Profile und Portfolios sind nützliche Instrumente um den Reflektionsprozess darzu- stellen. Rubriken und Leitlinien sind effektive Feedbackmöglichkeiten.
id: Refleksi adalah metoda pengajaran yang sering digunakan untuk menghubungkan teori pada praktek. Tugas refleksi seringkali menyediakan siswa dengan kesempatan untuk mengamati dan merefleksikan pengamatan mereka sebelum mempresentasikan hal ini dalam bentuk pekerjaan akademis. Jurnal, catatan pribadi, profil dan portfolio berguna untuk mengumpulkan data pengamatan. Rubrik dan tuntunan dapat menjadi alat umpan balik yang efektif.
sr: Refleksija je metod koji se često korsti da se spoji teorija sa praksom. Zadaci refleksije često nude učenicima priliku da posmatraju i razmišljaju o njihopvim posmatranjima pre nego što ih predstave kao školski rad. Beleške, dnevnici, profili i portfolija su korisni alati za prikupljanje podataka iz posmatranja. Rubrike i vodiči mogu biti efikasni alati za povratnu informaciju.
zu: Ukucabanga ngokuthile indlela yokufundisa evane ukusetshenziselwa ukuhlanganisa okufundwayo nokusetshenziswa kwakho. Imisebenzi yokucanga ivame ukunikeza abafundi ithuba lokubheka bese becabanga ngabakubonile ngaphambi kokukubonisa njengomsebenzi ongokwemfundo.Amajenali, amadayari, amaphrofayili kanye namaphothifoliyo amathuluzi awusizo ekuqoqeleni ndawonye ukwaziswa okuboniwe.Izihloko kanye neziqondisi zingaba amathuluzi ombono ngokwenziwe aphumelelayo.

source: Reflective question:
bg: Въпрос за разсъждение:
de: Reflexionsfrage
id: Pertanyaan Reflektif:
sr: Reflektivno pitanje:
zu: Umbuzo obonisa ubunjalo:

source: Restart
bg: Рестартиране
de: Neustart
id: Mulai Lagi
sr: Ponovo počni
zu: Phinduqale

source: Right
bg: Дясно
de: Rechts
id: Benar
sr: Desno
zu: Kwesokudla

source: SAVE FAILED!
bg: ЗАПАЗВАНЕТО СЕ ПРОВАЛИ!
de: Speichern gescheitert
id: PENYIMPANAN GAGAL!
sr: ČUVANJE NEUSPEŠNO!

source: SAVE FAILED! %s
bg: ЗАПАЗВАНЕТО СЕ ПРОВАЛИ! %s
de: Speichern gescheitert %s
id: PENYIMPANAN GAGAL! %s
sr: ČUVANJE NEUSPEŠNO! %s

source: SAVE FAILED! Last succesful save is %s.
bg: ЗАПАЗВАНЕТО СЕ ПРОВАЛИ! Последният успешен запис е %s.
de: Speichern gescheitert Letzte erfolgreiche Speicherung ist %s
id: PENYIMPANAN GAGAL! Penyimpanan berhasil yang terakhir pada %s.
sr: ČUVANJE NEUSPEŠNO! Pslednje uspešno čuvanje je %s.

source: SCORM Quiz
bg: SCORM тест
de: SCORM Test
id: Kuis SCORM
sr: SCORM kviz
zu: Isiphico se-SCORM

source: SUBMIT ANSWERS
bg: ИЗПРАЩАНЕ НА ОТГОВОРИТЕ
de: Antwort abgeben
id: KIRIM JAWABAN
sr: PRILOŽI ODGOVORE
zu: THUMELA IZIMPENDULO

source: Save
bg: Запазване
de: Speichern
id: Simpan
sr: Sačuvaj
zu: Gcina

source: Section
bg: Секция
de: Abschnitt
id: Bagian
sr: Sekcija
zu: iSigaba

source: Select Flash Object
bg: Изберете Flash обект
de: Flash-Objekt auswählen
id: Pilih Obyek Flash
sr: Odaberi fleš objekat
zu: Khetha isiThombe esiBanizayo

source: Select Language
bg: Изберете език
de: Sprache auswählen
id: Pilih Bahasa
sr: Odaberi jezik
zu: Khetha uLimi

source: Select MP3 file
bg: Изберете МР3 файл
de: MP3-Datei auswählen
id: Pilih berkas MP3
sr: Odaberi MP3 datoteku

source: Select a file
bg: Изберете файл
de: Datei auswählen
id: Pilih berkas
sr: Odaberi datoteku
zu: Khetha ifayela

source: Select a flash video
bg: Изберете flash видео
de: Flash-Video-Datei auswählen
id: Pilih video flash
sr: Odaberi fleš video
zu: Khetha ifayela lomboniso wesikhashana

source: Select a font size:
bg: Изберете размер на шрифта:
de: Schriftgröße auswählen:
id: Pilih ukuran huruf:
sr: Odaberi veličinu slova:

source: Select an MP3
bg: Изберете МР3
de: MP3 auswählen
id: Pilih MP3
sr: Odaberi MP3

source: Select an image
bg: Изберете изображение
de: Bild/Grafik auswählen
id: Pilih gambar
sr: Odaberi sliku
zu: Ketha isithombe

source: Select an image (JPG file)
bg: Изберете изображение (JPG файл)
de: Bild/Grafik auswählen (JPG-Datei)
id: Pilih gambar (berkas JPG)
sr: Odaberi sliku (JPG datoteku)
zu: Khetha isithombe (JPG file)

source: Select as many correct answer options as required by clicking the check box beside the option.
bg: Изберете желаният брой верни отговори като поставите отметка до варианта.
de: Wählen Sie alle richtigen Antworten durch Klick auf den Radiobutton aus.
id: Pilih sebanyak mungkin jawaban yang benar yang dibutuhkan dengan melakukan klik kotak cek di samping pilihan.
sr: Odaberite na onoliko tačnih opcija odgovora koliko se zahteva klikom na četverougaonik pored opcije.

source: Select pass rate:
bg: Минимален % верни отговори за преминаване
de: Wert für "Bestanden":
id: Pilih tingkat kelulusan
sr: Odaberite procenat prolaznosti:
zu: Khetha izinga lokuphumelela:

source: Select the appropriate language version of Wikipedia to search and enter search term.
bg: Изберете подходящата езикова версия на Wikipedia и въведете търсения термин.
de: Wählen Sie die gewünschte Sprache für die Begriffssuche in Wikipedia.
id: Pilih versi bahasa Wikipedia yang cocok untuk mencari dan memasukan kata pencarian.
sr: Odaberite odgovarajuću verziju jezika Vikipedije da bi uneli reč za pretragu i izvršili pretragu.
zu: Khetha inguqulo yolimi olufanele ye-Wikipedia ukucinga bese ufaka igama lokucinga.

source: Select the correct option by clicking on the radio button.
bg: Изберете правилният вариант като цъкнете на радио бутона.
de: Wählen Sie die Korrigieren-Option durch Klick auf den Radiobutton.
id: Pilih opsi yang benar dengan cara klik pada tombol radio.
sr: Odaberite tačnu opciju klikom na radio dugme.
zu: Khetha okufanele ngokucindezela inkinobho.

source: Select the size of the magnifying glass
bg: Изберете размер на лупата
de: Größe der Lupe auswählen:
id: Pilih ukuran pada kaca pembesar
sr: ODaberite veličinu uvećavajućeg stakla.

source: Set the initial level of zoom when the IDevice loads, as a percentage of the original image size
bg: Задайте първоначалното увеличение при зареждане на Помощното средство като процент от размера на изображението.
de: Legen Sie den anfänglichen Vergrößerungsfaktor beim Laden des iDevices fest (in Prozent der Original-Bildgröße)
id: Tentukan tingkat awal pembesaran ketika "IDevice" dipanggil, sebagai persentasi ukuran gambar
sr: Postavite početni nivo uvećavanja prilikom učitavanja iUređaja, kao procenat originalne veličine slike
zu: Hlela izinga lokuqala lokukhulisa lapho i-iDevice ilayisha, libe amaphesenti obungako bokuqala besithombe.

source: Set the maximum level of zoom, as a percentage of the original image size
bg: Задайте максималната степен на увеличение като процент от оригиналният размер на изображението
de: Maximale Vergrößerung als Prozentwert der Original- Bildgröße
id: Tentukan tingkat maksimum dari pembesaran, sebagai persentasi dari ukuran gambar asli
sr: Postavite maksimalan nivo uvećanja kao procenat originalne veličine slike
zu: Hlela izinga eliphezulu lokukhukisa, libe amaphesenti obungako bokuqala besithombe

source: Settings saved
bg: Настройките са запазени
de: Einstellungen gespeichert
id: Pengaturan disimpan
sr: podešavanja sačuvana
zu: Izilungisi zigciniwe

source: Show %s Image
bg: Показване на %s Изображение
id: Tunjukan Gambar %s
sr: Pokaži %s sliku
zu: Bonisa %s Isithombe

source: Show Answers
bg: Показване на Отговори
de: Antworten zeigen
id: Tunjukan Jawaban
sr: Pokaži odgovore
zu: Bonisa iziMpendulo

source: Show Feedback
bg: Показване на Помощна информация
de: Feedback zeigen
id: Tunjukan Umpan Balik
sr: Pokaži povratnu informaciju

source: Show/Clear Answers
bg: Паказване/Изчистване на Отговори
de: Antworten zeigen/löschen
id: Tunjukan/Hilangkan Jawaban
sr: Pokaži/Ukloni odgovore
zu: Bonisa/Susa iziMpendulo

source: Show/Hide Feedback
bg: Показване/Скриване на Помощна информация
de: Feedback zeigen/verbergen
id: Tunjukan/Hilangkan Umpan Balik
sr: Pokaži/Sakrij povratnu informaciju
zu: Bonisa/Fihla uMbono ngokwenziwe

source: Site
bg: Сайт
id: Situs
sr: Sajt
zu: Isiza

source: Size of magnifying glass:
bg: Размер на лупата:
de: Größe der Lupe:
id: Ukuran dari kaca pembesar:
sr: Veličina uvećavajućeg stakla:
zu: Ubungako bengilazi eyisikhulisi:

source: Slovenian Wikipedia Article
bg: Словашка статия в Wikipedia
de: Wikipedia Artikel (slowenisch)
id: Artikel Wikipedia Slovenia
sr: Slovenski Vikipedija članak
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiNtaliyane

source: Small
bg: Малък
de: Klein
id: Kecil
sr: Malo
zu: Okuncane

source: Some emphasis
bg: Леко наблягане
de: einfach hervorgehoben
id: Beberapa penekanan
sr: Naglasak
zu: Ukugcizelela okuyingcosana

source: Sorry, wrong file format
bg: Грешен файлов формат
de: Sorry, falsches Dateiformat
id: Maaf, format berkas yang salah
sr: Žao mije, pogrešan format datoteke
zu: Xola, isakhiwo sefayela esiyiphutha

source: Sorry, wrong file format.
bg: Грешен файлов формат.
de: Sorry, falsches Dateiformat.
id: Maaf, format berkas yang salah.
sr: Žao mi je, pogrešan format datoteke

source: Sorry, wrong file format: %s
bg: Грешен файлов формат: %s
de: Sorry, falsches Dateiformat %s
id: Maaf, format berkas yang salah: %s
sr: Žao mi je , pogrešan format datoteke: %s
zu: Xola, isakhiwo sefayela esiyiphutha: %s

source: Spanish Wikipedia Article
bg: Испанска статия в Wikipedia
de: Wikipedia Artikel (Spanisch)
id: Artikel Wikipedia Spanyol
sr: Šoanski Vikipedija članak
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiPanishi

source: Story:
bg: История
de: Fallstudientext:
id: Cerita:
sr: Priča:
zu: Indaba:

source: Strict Marking?
bg: Точно Отчитане?
de: Strenge Bewertung?
id: Penandaan yang Ketat?
sr: Tačno označavanje?
zu: Ukumaka okuNgathi Sina?

source: Submit
bg: Изпращане
de: Antwort abgeben
id: Kirim
sr: Priloži
zu: Thumela

source: Submit Answer
bg: Изпращане на Отговор
de: Antwort abgeben
id: Kirim Jawaban
sr: Priloži odgovor
zu: Thumela impendulo

source: Swedish Wikipedia Article
bg: Шведска статия в Wikipedia
de: Wikipedia Artikel (Schwedisch)
id: Artikel Wikipedia Swedia
sr: Švedski Vikipedija članak
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiSwedishi

source: Teachers should keep the following in mind when using this iDevice: <ol><li>Think about the number of different types of activity planned for your resource that will be visually signalled in the content. Avoid using too many different types or classification of activities otherwise learner may become confused. Usually three or four different types are more than adequate for a teaching resource.</li><li>From a visual design perspective, avoid having two iDevices immediately following each other without any text in between. If this is required, rather collapse two questions or events into one iDevice. </li><li>Think about activities where the perceived benefit of doing the activity outweighs the time and effort it will take to complete the activity. </li></ol>
bg: <p>Когато използват това Помощно средство, учителите трябва да имат предвид следното: </p><ol><li>Помислете за броят на различните типове дейност, които ще бъдат в съдържанието. Избягвайте използването на прекалено много типове дейности, защото учащият може да се обърка. Обикновено три-четири различни типа дейност са напълно достатъчни за учебен материал.</li><li>От визуална гледна точка, избягвайте поставянето на две Помощни средства едно след друго без да имат текст помежду си. Ако това е необходимо, по-добре е да слеете двата въпроса или събития в едно Помощно средство. </li><li>Мислете за дейности, при които получената полза от работата по тях надхвърля времето и усилията, необходими за завършването им. </li></ol>
de: Trainer/innen sollten folgende Hinweise beim Erstellen von iDevices beachten:<ol><li>Zu viele verschiedene Übungsformen könnten die Teilnehmer/innen irritieren. Zumeist reichen drei oder vier verschiedene Arten völlig aus.</li><li>Vermeiden Sie mehrere iDevices direkt hintereinander ohne einen Informationstext dazwischen, der Orientierung gibt.</li><li>Achten Sie auf den Zeitaufwand zur Bearbeitung einer Übung. Er sollte in einem angemessenen Verhältnis zum Lerneffekt stehen.y/li></ol>
id: Guru sebaiknya mengingat hal berikut ini ketika menggunakan "iDevice" ini: <ol><li>Pikirkan tentang jumlah beraneka aktivitas yang direncanakan untuk sumber anda yang akan secara visual diisyaratkan pada isi. Hindari menggunakan terlalu banyak jenis atau klasifikasi aktivitas yang akan membingungkan siswa. Biasanya 3 atau 4 jenis adalah lebih dari cukup untuk sebuah sumber daya pelajaran.</li><li>Dari sudut pandang desain visual, hindari memiliki 2 "iDevices" segera satu sama lain tanpa ada teks diantaranya. Jika hal ini terpaksa dilakukan, lebih baik gabungkan 2 pertanyaan atau kegiatan ke dalam 1 "iDevice". </li><li>Pikirkan tentang aktivitas dimana keuntungan yang terlihat melakukan aktivitas tersebut setimpal dengan waktu dan usaha yang akan dikeluarkan untuk menyelesaikan aktivitas tersebut.</li></ol>
sr: Ovo učitelji trebaju da imaju na umu kad koriste iUređaj: <ol><li> Razmislite o broju različitih aktivnosti koje planirate za vaš izvor informacija, koje će biti vizualno signalizirane usadržaju. Izbegavajte da koristite previše različitih tipova ili kasifikacija aktivnosti, jer učenicimogu da se zbune. Obično su tri do četiri različita tipa više nego dovoljni za edukativni izvor informacija.</li><li> Sa stanovišta vizualnog dizajna, izbegavajte da imate dva iUređaja odmah jedan nakon drugog bez teksta između njih. Ako je to neophodno onda je bolje da dva pitanja ili događaja stavite u jedan iUređaj. </li><li> Razmislite o aktivnosti u kojima opažena korist i učinak vršenja aktivnosti ima nadmašuje vreme i napor da se završi aktivnost. </li></ol>
zu: OThisha kumele bagcine lokhu okulandelayo emqondweni uma besebenzisa i-iDevice: &lt;ol&gt;&lt;li&gt;Cabanga ngezinhlobo ezahlukene zemisebenzi ehlelelwe isidingo sokusebenzisa okubonakalayo kokuqukethwe.Gwema ukusebenzisa izinhlobo ezahlukene noma ukwahlukanisa imisebenzi ngale kwalokho abafundi bangadideka.Ngokuvamile izinhlobo ezintathu noma ezine ezihlukene ziyizindingeko ezanele zokufundisa.&lt;/li&gt;&lt;li&gt;Ngokuphathelene nomklamo wokubonakalayo, gwema ukuba nama iDevice amabili alandelana ngokushesha emva kwenye ngaphandle kokubhaliwe maphakathi nawo.Uma lokhu kudingeka, vele uhlakaze imibuzo emibili noma izehlakalo ukwenze kwi-iDevice eyodwa.&lt;/li&gt;&lt;li&gtCabanga ngemisebenzi lapho inzuzo ebonakalayo yokwenza umsebenzi yedlula isikhathi nomzamo okuwuthathayo ukuwenza. &lt;/li&gt;&lt;/ol&gt;

source: Text
bg: Текст
id: Teks
sr: Tekst
zu: Okubhaliwe

source: Text Box
bg: Текстово поле
id: Kotak Teks
sr: Tekst kutija - polje
zu: iBhokisi lokuBhaliwe

source: Text Line
bg: Ред
de: Textzeile
id: Baris Teks
sr: Tekst linija
zu: UMugqa wokuBhaliwe

source: The MP3 iDevice allows you to attach an MP3 media file to your content along with relevant textuallearning instructions.
bg: Помощното средство МР3 ви позволява да прикачите МР3 файл към вашето съдържание, заедно с текстовите инструкции.
de: Das MP3-iDevice ermöglicht eine MP3-Datei und weitere textliche Informationen zum Inhalt hinzufügen.
id: "iDevice" MP3 mengizinkan anda untuk menyisipkan berkas MP3 pada isi bersamaan dengan instruksi teks pelajaran yang relevan.
sr: MP3 iUređaj omogućava da priložite MP3 datoteku u vaš sadržaj uz relevantne tekstualne edukativne instrukcije.
