Repository: exelearning/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: bg, de, id, sr, zu

source: Enter the details of the reading including reference details. The referencing style used will depend on the preference of your faculty or department.
bg: Вмъкнете подробностите от прочетеното като включите и информация за материалите, които сте ползвали. Стилът на посочване на използваните материали ще зависи от предпочитанията на вашия факултет или отдел.
de: Geben Sie detaillierte Hinweise zu den ausgewählten Lesetexten. Die Art der Hinweise hängt vom Kontext Ihres Lernangebotes ab.
id: Masukan rincian bacaan berikut rincian referensi. Bentuk penggunaan pereferensian akan tergantung dari pilihan fakultas anda atau departemen.
sr: Unesite detalje za čitanje uključujući i detalje referenci. Stil upisivanja referenci zavis od preferenci koje koristi vaš fakultet ili odsek.
zu: Faka ukulandisa ngokufundwayo kuhlanganise nokunye ukulandisa okuhambisana nakho. Isitayela sokunikeza okuhambisana nokufundwayo siyoncika kokuncamelwa umkhakha noma umnyango wakho.

source: Enter the flash display dimensions (in pixels) and determine the alignment of the image on screen. The width and height dimensions will alter proportionally.
bg: Въведете размерите на flash екрана (в пиксели) и определете равняването на изображението. Ширината и височината ще се променят пропорционално.
de: Geben Sie an wie groß (in Pixeln) das das Flash-Fenster angezeigt und wie es positioniert werden soll Breite bzw. Höhe werden automatisch angepasst.
id: Masukan tampilhan dimensi flash dalam piksel dan tentukan pelurusan gambar pada layar. Dimensi lebar dan tinggi akan berubah secara proporsional.
sr: Unesite fleš prikaz dimenzije (u pikselima) i odredite poravnanje slike na ekranu. Dimenzije širine i visine će se proporcionalno promeniti.
zu: Faka umumo womboniso wesikhashana (ngamachashazana akha isithombe) bese uthola nokuthi isithombe sizoba kuluphi uhlangothi kwisibonisi. Ububanzi nobude kuyoshitsha ngokuhambisana.

source: Enter the instructions for completion here
bg: Тук въведете указанията за завършване
de: Anweisung für die Vervollständigung hier einfügen.
id: Masukan instruksi penyelesaian di sini
sr: Ovde unesite instrukcije za završavanje
zu: Faka iziyalezo zokwenziwa komsebenzi lapha

source: Enter the label here
bg: Тук въведете етикета
de: Bezeichnung hier einfügen.
id: Masukan label di sini
sr: Ovde unesite etiketu
zu: Faka ilebula lapha

source: Enter the question stem. The quest should be clear and unambiguous. Avoid negative premises as these can tend to be ambiguous.
bg: Въведете ключовият въпрос. Въпросът трябва да е ясен и недвусмислен. Избягвайте отрицателни условия, тъй като те могат да са двусмислени.
de: Geben Sie hier die Fragestellung ein. Die Frage sollte klar und eindeutig sein. Vermeiden Sie Verneinungen, weil sie missverstanden werden können.
id: Masukan akar pertanyaan. Pencariannya harus jelas dan tidak bermakna ganda. Hindari dasar pikiran negatif karena hal ini cenderung bermakna ganda.
sr: Unesite osnovno pitanje. Mora biti jasno i nedvosmisleno. Izbegavajte negativne premise budući one imaju tendenciju da postanu dvosmislene.
zu: Faka isiqu sombuzo. Umbuzo kumele ucace unganiki imibono eyahlukene. Gwema ukulandisa okuzwakala kuliqiniso kungeyilo ngoba kubangela imibono eyahlukile.

source: Enter the question stem. The question should be clear and unambiguous. Avoid negative premises as these can tend to confuse learners.
bg: Въведете ключовият въпрос. Въпросът трябва да е ясен и недвусмислен. Избягвайте отрицателни условия, тъй като те могат да са двусмислени.
de: Geben Sie hier die Fragestellung ein. Die Frage sollte klar und eindeutig sein. Vermeiden Sie Verneinungen, weil sie missverstanden werden können.
id: Masukan akar pertanyaan. Pertanyaan sebaiknya jelas dan tidak bermakna ganda. Hindari dasar pemikiran negatif karene hal ini cenderung untuk membingungkan siswa.
sr: Unesite osnovno pitanje. Pitanje treba da bude jasno i nedvosmisleno. Izbegavajte negativne premise budući da one imaju tendenciju da postanu dvosmislene.

source: Enter the text you wish to associate with the image.
bg: Въведете текстът, който искате да свържете с изображението.
de: Geben Sie Text ein, der mit dem Bild gezeigt werden soll.
id: Masukan teks yang anda inginkan untuk diasosiasikan dengan gambar.
sr: Unesite tekst koji želite da da dodelite slici.
zu: Faka okubhaliwe ofisa ukukuhlanganisa nesithombe.

source: Enter the text you wish to associate with the image.
bg: Въведете текстът, който искате да свържете с изображението.
de: Geben Sie Text ein, der mit dem Bild gezeigt werden soll.
id: Masukan teks yang anda ingin asosiasikan dengan gambar.
sr: Unesite tekst koji želite da dodelite slici.
zu: Faka okubhaliwe ofisa ukukuhlanganisa nesithombe.

source: Enter the text you wish to associate with the file.
bg: Въведете текстът, който искате да свържете с файла.
de: Geben Sie den Text ein, den Sie mit dieser Datei verbinden wollen.
id: Masukan teks yang ingin anda asosiasikan dengan berkas.
sr: Unesite tekst koji želite da dodelite datoteci.
zu: Faka okubhaliwe ofisa ukukuhlanganisa nefayela.

source: Enter the text you wish to associate with the downloaded file. You might want to provide instructions on what you require the learner to do once the file is downloaded or how the material should be used.
bg: Въведете текстът, който искате да свържете с сваленият файл. Може да зададете указания какво да прави учащият след свалянето на файла или как да бъде използван материалът.
de: Geben Sie einen Text ein, der mit der herunterzuladenden Datei angezeigt werden soll. Das können Hinweise zur Nutzung und Bearbeitung der Datei und ihres Inhalts sein.
id: Masukan teks yang ingin anda asosiasikan dengan berkas yang telah diunduh. Anda mungkin ingin menyediakan instruksi mengenai apa yang dibutuhkan siswa ketika berkas telah diunduh atau bagaimana materi seharusnya digunakan.
sr: Unesite tekst koji želite da dodelite prevučenoj datoteci. Možete da ponudite instrukcije šta učenik treba da uradi sa prevučenom datotekom ili kako materijal treba da se upotrebi.

source: Example
bg: Пример
de: Beispiel
id: Contoh
sr: Primer
zu: Isibonelo

source: Example Example
bg: Пример Пример
de: Beispiel Beispiel
id: Contoh Contoh
sr: Primer Primer
zu: Isibonelo Isibonelo

source: Export iDevice
bg: Изнасяне
de: iDevice exportieren
id: Ekspor "iDevice"
sr: Iznesi iUređaj

source: Exported to %s
bg: Изнесено към %s
de: %s exportiert
id: Diekspor ke %s
sr: Izneseno u %s
zu: Kuthunyelwe e %s

source: External Web Site
bg: Външен уеб сайт
de: Externe Webseite
id: Situs web dari luar
sr: Eksterni veb sajt
zu: Isiza se-Internet Sangaphandle

source: Extra large
bg: Много голям
de: Extra groß
id: Ekstra besar
sr: Veoma veliko
zu: Okukhulu ngokwengeziwe

source: False
bg: Невярно
de: Falsch
id: Salah
sr: Pogređno
zu: Amanga

source: Feedback
bg: Помощна информация
id: Umpanbalik
sr: Povratna informacija
zu: Umbono ngokwenziwe

source: Feedback button will not appear if no data is entered into this field.
bg: Бутонът за помощна информация няма да се появи ако няма въведени данни в това поле.
de: Es wird kein Feedback-Button angezeigt wenn Sie keinen Eintrag in diesem Feld vornehmen.
id: Tombol umpan balik tidak akan muncul jika tidak ada data yang dimasukan ke dalam area isian ini.
sr: Dugme za povratne informacije se neće pojaviti ako nisu uneseni podaci u ovo polje.
zu: Inkinobho yombono ngokwenziwe ngeke ivele uma kungekho okufakiwe kulesi sikhala.

source: Feedback:
bg: Помощна информация:
id: Umpanbalik:
sr: Povratna informacija:
zu: Umbono ngokwenziwe:

source: File %s does not exist or is not readable.
bg: Файлът %s не съществува или не може да се прочете.
de: Datei %s existiert nicht oder ist nicht lesbar.
id: Berkas %s tidak ada atau tidak dapat dibaca.
sr: Datoteka %s ne postoji ili nije čitljiva.

source: Filename %s is a file, cannot replace it
bg: %s e файл. Не може да бъде заместен
de: Dateiname %s ist eine Datei, sie kann nicht ersetzt werden.
id: %s adalah sebuah berkas, tidak dapat ditimpa
sr: Ime datoteke %s je datoteka, nemože da se zameni.
zu: Igama lefayela %s ifayela, ngeke lithathe isikhundla salo

source: Filename:
bg: Име на файл:
de: Dateiname:
id: Nama berkas:
sr: Ime datoteke:

source: Flash Movie
bg: Flash видео
de: Flash-Film
id: Film Flash
sr: Fleš film
zu: Umboniso bhanyabhanya

source: Flash with Text
bg: Flash с текст
de: Flash mit Text
id: Flash dengan Teks
sr: Fleš sa tekstom
zu: Umboniso wesikhashana onokubhaliwe

source: Folder name %s already exists. Please choose another one or delete existing one then try again.
bg: Вече съществува папка с името %s. Моля изберете друга или изтрийте съществуващата и опитайте отново.
de: Der Dateiname %s besteht bereits. Wählen Sie einen anderen Namen oder löschen Sie den bestehenden zuerst.
id: Direktori %s sudah ada. Tolong pilih yang lain atau hapus yang sudah ada lalu coba lagi.
sr: Ime fascikle %s već postoji. Molimo vas da odaberete drugo ime ili da izbrišete postojeće i pokušate ponovo.

source: Frame Height:
bg: Височина на рамката:
de: Rahmenhöhe:
id: Tinggi Bingkai:
sr: Visina okvira
zu: Ubude Bohlaka:

source: Free Text
bg: Свободен текст
de: Freier Text
id: Teks Bebas
sr: Slobodan tekst
zu: Okubhaliwe okuKhululekile

source: French Wikipedia Article
bg: Френска статия в Wikipedia
de: Wikipedia Artikel (Französisch)
id: Artikel Wikipedia Prancis
sr: Francuski Vikipedija članak
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiFulentshi

source: GNU Free Documentation License
bg: Лиценз за свободна документация на ГНУ
id: GNU Izin Dokumentasi Bebas
sr: GNU Slobodna licenca za dokumentaciju
zu: Ushicilelo Lwesigunyazi Lwamahhala Lwe-GNU

source: German Wikipedia Article
bg: Германска статия в Wikipedia
de: Wikipedia Artikel (Deutsch)
id: Artikel Wikipedia Jerman
sr: Nemački Vikipedija članak
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiJalimane

source: Get score
bg: Получаване на резултат
de: Erreichte Punkte
id: Ambil nilai
sr: Dobij rezultat
zu: Thola okuzuziwe

source: Go Back
bg: Назад
de: Zurück
id: Kembali
sr: Idi nazad
zu: Buyela Emuva

source: Go Forward
bg: Напред
de: Weiter
id: Maju
sr: idi napred
zu: Iya Phambili

source: Go Forward (Not Available)
bg: Напред (не е налично)
de: Weiter (nicht verfügbar)
id: Maju (Tidak Bisa)
sr: Idi napred (nije raspoloživo)
zu: Iya Phambili (Akukho)

source: Greek Wikipedia Article
bg: Гръцка статия в Wikipedia
de: Wikipedia Artikel (Griechisch)
id: Artikel Wikipedia Yunani
sr: Grčki Vikipedija članak

source: Hide
bg: Скриване
de: Verbergen
id: Sembunyikan
sr: Sakrij
zu: Fihla

source: Hide Feedback
bg: Скриване на помощната информация
de: Feedback verbergen
id: Sembunyikan Umpanbalik
sr: Sakrij povratnu informaciju

source: Hide/Show Word
bg: Скриване/Показване на Дума
de: Wort verbergen/anzeigen
id: Sembunyika/Tampilkan Kata
sr: Sakrij/Pokaži reč
zu: Fihla/Bonisa iGama

source: Hint
bg: Подсказка
de: Hinweis
id: Petunjuk
sr: Podsetnik
zu: Icebiso

source: Home
bg: Начало
id: Basis
sr: Kuća
zu: iKhaya

source: IDevice Icon
bg: Икона на Помощното средство
id: Ikon "iDevice"
sr: Ikona iUređaja
zu: Isithonjana Se-iDevice

source: IDevice Question Icon
bg: Икона за въпрос на Помощното средство
de: IDevice Frageicon
id: "iDevice" Pertanyaan Ikon
sr: Ikona Pitanja iUređaja
zu: Isithonjana Sombuzo We-iDevice

source: IDevice broken
bg: Развалено Помощно средство
de: IDevice defekt
id: "iDevice" rusak
sr: Pokvaren iUređaj

source: Icons
bg: Икони
id: Ikon
sr: Ikone
zu: Izithonjana

source: Image
bg: Изображение
de: Bild/Grafik
id: Gambar
sr: Slika
zu: Isithombe

source: Image Gallery
bg: Галерия от изображения
de: Bildergalerie
id: Galeri Gambar
sr: Galerija slika
zu: Umtapo Wezithombe

source: Image Magnifier
bg: Лупа
de: Bild mit Lupe
id: Pembesar Gambar
sr: Povećalo za slike
zu: Isikhilsa Sisthombe

source: Image with Text
bg: Изображение с Текст
de: Bild mit Text
id: Gambar dengan Teks
sr: Slika sa tekstom
zu: Isithombe Esinokubhaliwe

source: Import iDevice
bg: Внасяне
de: iDevice importieren
id: Impor "iDevice"
sr: Unesi iUređaj

source: Incorrect
bg: Невярно
de: Falsch
id: Salah
sr: Netačno

source: Incorrect!
bg: Невярно!
de: Falsch!
id: Salah!
sr: Netačno!
zu: Kuyiphutha!

source: Information
bg: Информация
id: Informasi
sr: Informacija
zu: Ukwaziswa

source: Initial Zoom
bg: Първоначално увеличение
de: Vergrößerungsstufe (zu Beginn)
id: Pembesaran awal
sr: Početni zum
zu: Ukukhulisa kokuqala

source: Instant Marking?
bg: Моментално маркиране?
de: Sofort korrigieren?
id: Penandaan Seketika?
sr: Direktno označavanje?
zu: Ukumaka ngaso leso sikhathi?

source: Instructions
bg: Указания
de: Anleitungen
id: Instruksi
sr: Instrukcije
zu: Izilayezo

source: Instructions For Learners
bg: Указания за Учащи
de: Anleitung für Teilnehmer/innen
id: Instruksi Untuk Siswa
sr: Instrukcije za učenike
zu: Iziyalezo zaBafundi

source: It uses material from the
bg: Използва материал от
de: Quelle:
id: Menggunakan material dari
sr: Koristi materijal iz
zu: Isebenzisa okusuka

source: Italian Wikipedia Article
bg: Италианска статия в Wikipedia
de: Wikipedia Artikel (Italienisch)
id: Artikel Wikipedia Italia
sr: Talijanski Vikipedija članak
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiNtaliyane

source: Japanese Wikipedia Article
bg: Японска статия в Wikipedia
de: Wikipedia Artikel (Japanisch)
id: Artikel Wikipedia Jepang
sr: Japanski Vikipedija članak
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiJaphani

source: Java Applet
bg: Java аплет
id: Applet Java
sr: Java aplet
zu: I-Applet ye-Java

source: Label:
bg: Етикет:
de: Überschrift:
sr: Etiketa:

source: Large
bg: Голям
de: Groß
id: Besar
sr: Veliko
zu: Okukhulu

source: Left
bg: Ляво
de: Links
id: Kiri
sr: Levo
zu: Kwesokunxele

source: Licensed under the
bg: Лицензиран под
de: Lizenziert unter
id: Perizinan di bawah
sr: Licencirano pod

source: Load
bg: Зареждане
de: Laden
id: Memuat
sr: Unos
zu: Layisha

source: Local file %s is not found, cannot preview it
bg: Локалният файл %s не е намерен. Не е възможен преглед.
de: Datei %s wurde nicht gefunden. Keine Vorschau möglich.
sr: Lokalna datoteka %s nije pronađena, ne može da se prikaže

source: Magyar Wikipedia Article
bg: Унгарска статия в Wikipedia
de: Ungarischer Wikipedia Artikel
id: Artikel Wikipedia Magyar
sr: Mađarski Vikipedija članak

source: Maths
bg: Математика
de: Mathematik
id: Matematika
sr: Matematika

source: Maximum zoom
bg: Максимално увеличение
de: Maximaler Zoom
id: Pembesaran Maksimum
sr: Maksimalno uvećanje
zu: Ukukhulisa okuphezulu

source: Medium
bg: Средно
id: Sedang
sr: Srednje
zu: Maphakathi

source: MimeTeX compile failed! %s
bg: Компилирането на MimeTex се провали! %s
de: Die Mime TeX Compilierung ist gescheitert: %s
id: Kompilasi MimeTeX gagal! %s
sr: Prevođenje u TeX format nije uspelo! %s

source: Move Down
bg: Преместване надолу
de: Abwärts
id: Pindah Ke bawah
sr: Premesti dole
zu: Iya ezansi

source: Move Image Left
bg: Премесване на изображението наляво
de: Bild nach links verschieben
id: Pindahkan Gambar Ke kiri
sr: Premesti slikulevo
zu: Yisa Isithombe Kwesokunxele

source: Move Image Right
bg: Премесване на изображението надясно
de: Bild nach rechts verschieben
id: Pindahkan Gambar Ke kanan
sr: Premesti sliku desno
zu: Yisa Isithombe Kwesokudla

source: Move Up
bg: Преместване нагоре
de: Aufwärts
id: Pindah Ke atas
sr: Premesti gore
zu: Iya Phezulu

source: Multi-choice
bg: Тест с един верен отговор
de: Multiple-Choice
id: Pilihan Ganda
sr: Više izbora

source: Multi-select
bg: Тест с повече от един верен отговор
de: Mehrfachauswahl
id: Pilihan Jamak
sr: Više odabiranja

source: Name
bg: Име
id: Nama
sr: Ime
zu: iGama

source: New iDevice
bg: Ново Помощно средство
de: Neues iDevice
id: "iDevice" Baru
sr: Novi iUređaj
zu: I-iDevice eNtsha

source: Next
bg: Следващ
de: Nächste
id: Lanjut
sr: Sledeći
zu: Okulandelayo

source: No Images Loaded
bg: Няма заредени изображения
de: Keine Bilder hochgeladen
id: Tidak Ada Gambar Dimuat
sr: Nema unesenih slika
zu: Akukho Zithombe Ezilayishiwe

source: No Thumbnail Available. Could not load original image.
bg: Не е налична миниатюра. Оригиналното изображение не може да се зареди.
de: Keine Vorschau verfügbar. Originalbild konnte nicht geladen werden.
id: Tidak ada gambar ukuran kecil. Tidak dapat memuat gambar asli.
sr: Nema malih prikaza. Nemogu da unesem izvornu datoteku slike.
zu: Akukho Sithonjana. Isithombe soqobo asilayishekanga.

source: No Thumbnail Available. Could not shrink image.
bg: Не е налична миниатюра. Изображението не може да се свие.
de: Keine Vorschau verfügbar. Bild konnte nicht verkleinert werden.
id: Tidak ada gambar ukuran kecil. Tidak dapat mengecilkan gambar.
sr: Nema malih prikaza. Ne mogu da smanjim sliku.
zu: Akukho Sithonjana. Isithombe asinciphisekanga.

source: No Thumbnail Available. Could not shrink original image.
bg: Не е налична миниатюра. Оригиналното изображение не може да се свие.
de: Keine Vorschau verfügbar. Bild konnte nicht verkleinert werden.
id: Tidak ada gambar ukuran kecil. Tidak dapat mengecilkan gambar aslinya.
sr: Nema malih prikaza. Ne mogu da suzim originalnu sliku.
zu: Akukho Sithonjana. Isithombe soqobo asinciphisekanga.

source: No emphasis
bg: Без наблягане
de: nicht hervorgehoben
id: Tidak ada penekanan
sr: Nema naglaska
zu: Akukho ukugcizelela

source: None
bg: Без
de: Keine
id: Tidak Ada
sr: Nema
zu: Akukho

source: Objectives
bg: Цели
de: Ziele
id: Tujuan
sr: Ciljevi
zu: Izinjongo

source: Objectives describe the expected outcomes of the learning and should define what the learners will be able to do when they have completed the learning tasks.
bg: Целите описват очакваните резултати от обучението и трябва да определят какво ще може да правят учащите когато завършат задачите.
de: Die Zielsetzungen beschreiben die erwartete Wirkung des Lernschrittes und sollten beschreiben, was die Teilnehmer/innen können, wenn sie die Aufgaben bearbeitet haben.
id: Tujuan menggambarkan hasil yang diharapkan dari proses pembelajaran dan sebaiknya Tentukan apa yang siswa akan dapat lakukan ketika mereka menyelesaikan tugas pelajaran.
sr: CIljevi opisuju očekivane ishode učenja i treba da definišu šta će učenici moći d aučine kad izvrše zadate zadatke.
zu: Izinjongo zichaza imiphumela elindelekile esifundweni futhi kumele zichaze ukuthi yini abafundi abayokwazi ukuyenza uma sebeqedile imisebenzi yesifundo.

source: Only select .flv (Flash Video Files) for this iDevice.
bg: Избирайте само .flv (Flash видео файлове) за това Помощно средство.
de: Für dieses iDevice bitte nur .flv (Flash-Video-Dateien) auswählen.
id: Hanya pilih .flv (Berkas Video Flash) untuk "iDevice" ini.
sr: Odaberite samo .flv (Flash video datoteke) za ovaj iUređaj.
zu: Khethela le-iDevice i- .flv (Flash Video Files) kuphela.

source: Only select .swf (Flash Objects) for this iDevice.
bg: Избирайте само .swf (Flash обекти) за това Помощно средство.
de: Für dieses iDevice bitte nur .swf (Flash-Objekte) auswählen.
id: Hanya pilih .swf (Obyek Flash) untuk "iDevice" ini.
sr: Odaberite samo .swf (Fleš objekte) za ovaj iUređaj.
zu: Khethela le-iDevice i- .swf (Flash Object) kuphela.

source: Option
bg: Вариант
de: Antwort
id: Opsi
sr: Opcija
zu: Okukhethwayo

source: Options
bg: Настройки
de: Antworten
id: Opsi - opsi
sr: Opcije
zu: Okukhethwayo

source: Other
bg: Друго
de: Andere
id: Yang lain
sr: Drugi
zu: Okunye

source: Outline
bg: План
de: Übersicht
id: Ringkasan
sr: Nacrt
zu: Uhlaka

source: Own site
bg: Собствен сайт
de: Eigene Site.
id: Situs sendiri
sr: Vlastiti sajt

source: Package extracted to: %s
bg: Пакетът е разархивиран в: %s
de: Paket nach %s entpackt
id: Paket dihasilkan ke: %s
sr: Paket raspakovan u: %s

source: Package is old. Please upgrade it (using File..Open followed by File..Save As) before attempting to insert it into another package!
bg: Пакетът е стар. Моля надградете го (като използвате Файл... Отваряне, след това Файл... Запазване като) преди да се опитате да го вмъкнете в друг пакет!
de: Sie verwenden ein Paket aus einer älteren Versionen. Nehmen Sie erst ein Update vor. Öffnen Sie das Paket, das Sie einfügen wollen zuerst in eXeLearning mit Datei öffnen und speichern Sie es dann unter einem neuen Namen. Fügen Sie die neue Datei dann ein.
id: Paket sudah usang. Tolong perbaharui (menggunakan Berkas..Buka diikuti oleh Berkas..Simpan Sebagai) sebelum menggabungkannya pada paket yang lain!
sr: Paket je star. Molimo vas da ga obnovite (koristite Datoteka...Otvori u sledu sa Datoteka.. Sačuvaj kao) pre pokušaja da ga umetnete u drugi paket!

source: Package saved to: %s
bg: Пакетът е запазен в: %s
de: Paket zu %s gespeichert
id: Paket disimpan ke: %s
sr: Paket sačuvan u : %s
zu: iPhakethe ligcinwe e: %s

source: Pedagogical Help
bg: Педагогическа помощ
de: Pädagogische Hilfe
id: Pertolongan Pedagogi
sr: Pedagoška pomoć
zu: Usizo Lukamfundisi

source: Pedagogical Tip
bg: Педагогически съвет
de: Pädagogischer Hinweis/Tipp:
id: Tip Pedagogi
sr: Pedagoška napomena
zu: Icebiso Likamfundisi

source: Please enter an idevice name.
bg: Моля въведете име на Помощното средство.
de: Tragen Sie eine Bezeichnung für den iDevice ein.
id: Silahkan masukkan nama "iDevice".
sr: Molimo vas unesite ime iUređaja
zu: Ucelwa ukuba ufake igama le-idevice.

source: Please enter<br />an idevice name.
bg: Моля въведете име на Помощното средство.
de: Tragen Sie eine Bezeichnung <br />für den iDevice ein.
id: Tolong masukan<br />sebuah nama "idevice".
sr: Molimo vas unesite<br /> ime iUređaja.

source: Please select a .flv file.
bg: Моля изберете .flv файл.
de: Bitte eine flv-Datei auswählen.
id: Pilih sebuah berkas .flv
sr: Odaberite .flv datoteku.

source: Please select a .jpg file.
bg: Моля изберете .jpg файл.
de: Bitte eine jpg-Datei auswählen.
id: Pilih sebuah berkas .jpg
sr: Odaberite .jpg datoteku

source: Please select a correct answer for each question.
bg: Моля изберете верен отговор за всеки въпрос.
de: Wählen Sie bitte zu jeder Frage die richtige Antwort aus.
id: Silahkan pilih jawaban yang benar untuk setiap pertanyaan.
sr: Odaberite tačan odgovor za svako pitanje.
zu: Ucelwa ukuba ukhethe impendulo efanele yalowo nalowo mbuzo.

source: Please upload a .ggb file.
bg: Моля качете .ggb файл.
de: Laden Sie bitte eine .gbb-Datei hoch.
id: Silahkan kirim bekas .ggb
sr: Nadodajte .ggb datoteku.

source: Please use eXe's File... Quit menu to close eXe.
bg: Моля използвайте менюто Файл... Изход за да затворите eXe.
de: Bitte verwenden Sie das Datei -> Beenden-Menu um eXe zu schließen.
id: Gunakan Berkas... Keluar pada menu eXe.
sr: Upotrebite eXe-ov Datoteka Isključi meni da zatvorite eXe.

source: Please wait until loading finishes
bg: Моля изчакайте докато зареждането завърши
de: Bitte haben Sie etwas Geduld bis der Ladevorgang abgeschlossen ist.
id: Tunggu hingga proses selesai
sr: Sačekajte dok se unošenje završi.

source: Polish Wikipedia Article
bg: Полска статия в Wikipedia
de: Wikipedia Artikel (Polnisch)
id: Artikel Wikipedia Polandia
sr: Poljski Vikipedija članak
zu: Ukulandisa okubhaliwe kwe-Wilipedia yesiPholishi

source: Portugese Wikipedia Article
bg: Португалска статия в Wikipedia
de: Wikipedia Artikel (Portugisisch)
id: Artikel Wikipedia Portugis
sr: Portugalski Vikipedija članak
zu: Ukulandisa okubhaliwe kwe-Wikipedia yesiPutukezi

source: Preknowledge
bg: Предварителни знания
de: Vorwissen
id: Pengetahuan Awal
sr: Predznanje
zu: Ulwazi lwangaphambili
