Repository: exelearning/iteexe
Catalog: exe/locale/*/exe_*.po
Languages: bg, de, id, sr, zu

source: Unable to merge: duplicate Java Applet resource names exist (including: "
bg: Сливането е невъзможно: съществува дублиращо се Java Applet ресурсно име (включително: ")
de: Einbindung ist nicht möglich. Kopie des JavaApplet Namen existiert ("
sr: Nemože da se spoji: dupli Java aplet izvor imena postoje (uključujući: "

source: Undo Edits
de: Rückgängig
sr: Opozovi uređivanja

source: Unit
bg: Единица
de: Einheit
sr: Jedinica
zu: Isigatshana

source: Unlike the MCQ the SCORM quiz is used to test the learners knowledge on a topic without providing the learner with feedback to the correct answer. The quiz will often be given once the learner has had time to learn and practice using the information or skill.
bg: За разлика от тестовете с един възможен отговор, SCORM тестът се използва за проверка на знанията върху определена тема без да насочва към верният отговор. Често тестът ще се даде едва след като учащият е имал време да учи и практикува чрез използване на предоставена информация или придобито умение.
de: Anders als beim Multiple-Choice-Test gibt der SCORM-Test den Teilnehmer/innen keine Feedbacks mit Hilfen zur richtigen Antwort. Der Test wird häufig dann zur Verfügung gestellt, wenn der/die Teilnehmer/in Zeit hatte, sich vorzubereiten und die Informationen und Fähigkeiten bereits erproben konnte.
id: Tidak seperti MCQ, kuis SCORM digunakan untuk menguji pengetahuan siswa pada sebuah topik tanpa menyediakan umpan balik untuk jawaban yang benar. Kuis akan sering diberikan ketika siswa sudah memiliki waktu untuk belajar dan latihan menggunakan informasi atau keahlian.
sr: Za razliku od pitanja sa više izbora, SCORM kviz se koristi da bi se testiralo znanje učenika o temi bez nuđenja povratne informacije za tačan odgovor. Kviz će biti često zadavan kad učenik bude imao vremena da nauči i vežba upotrebu informacija ili veština.
zu: Ngokungafani ne-MCQ umphico we-SCORM usetshenziselwa ukuhlola ulwazi lomfundi ngesihloko ngaphandle kokunikeza umfundi umbono ngokuqondene nempendulo efanele. Umphico uvame ukunikezwa umfundi lapho esebe nesikhathi sokufunda nokwenza esebenzisa ulwazi noma ikhono.

source: Upload
bg: Качване
id: Kirim
sr: Nadodavanje
zu: Layishela phezulu

source: Use feedback to provide a summary of the points covered in the reading, or as a starting point for further analysis of the reading by posing a question or providing a statement to begin a debate.
bg: Използвайте помощна информация за да предоставите обобщение на точките, обхванати в четенето или като отправна точка за по-нататъшен анализ чрез поставяне на въпрос или твърдение, което да предизвика дебат.
de: Feedback kann sehr flexibel genutzt werden. Erstellen Sie eine Zusammenfassung der wichtigsten Punkte desTextes oder nutzen Sie das Feedback als Ausgangspunkt für weitere Aktivitäten mit dem Text oder einer Frage oder Aussage als Ausgangspunkt für eine Diskussion.
id: Gunakan umpan balik untuk menyediakan sebuah pokok - pokok ringkasan yang tercakup pada bacaan, atau sebagai sebuah titik mulai untuk analisa lanjutan bagi bacaan menyediakan pertanyaan atau pernyataan untuk memulai debat.
sr: Povratnom informacijom ponudite sažetak glavnih tačaka pokrivenih u materijalu za čitanje, ili za početnu tačku za daljnju analizu materijala za čitanje možete da postavite pitanje ili da ponudite neki stav da započnbete debatu.
zu: Sebenzisa umbono ngokwenziwe ukunikeza ngamafuphi amaphuzu ahlanganisiwe kokufundwayo, noma njengendawo yokuqala yohlaziyo oluqhubekayo lokufundwayo ngokunikeza umbuzo noma ukunikeza ukulandisa okungaqalisa inkulumo mpikiswano.

source: Use this Idevice if you have a lot of images to show.
bg: Използвайте това Помощно средство ако имате много изображения за показване.
de: Mit diesem iDevice können Sie verschiedene Bilder zeigen.
id: Gunakan "iDevice" ini jika anda memiliki banyak gambar untuk ditunjukan.
sr: Uzmite ovaj iUređaj ako imate mnogo slika da pokažete.
zu: Sebenzisa le-iDevice uma unezithombe eziningi odinga ukuzibonisa.

source: Use this field to describe your intended use and the pedagogy behind the device's development. This can be useful if your iDevice is to be exported for others to use.
bg: Използвайте това поле за да опишете предназначението и педагогиката, стоящи зад разработката на Помощното средство. Това може да е полезно ако то бъде изнесено и предоставено за използване от други.
de: Ein pädagogischer Tipp beschreibt den vorgesehenene Nutzen und die pädagogischen Ideen,die bei der Entwicklung des iDevice wichtig waren.
id: Gunakan isian ini untuk menggambarkan maksud anda dan pedagogi dibelakang pengembangan perangkat. Hal ini dapat berguna jika "iDevice" anda akan dieksport untuk digunakan oleh yang lain.
sr: Koristite ovo polje da opišete vašu nameru i pedagogiju u pozadini razvoja ovog uređaja. To može da bude od koristi ako vaš iUređaj treba da se iznese da bi ga i drugi koristili.

source: Use this field to enter text. This iDevice has no emphasis applied although limited formatting can be applied to text through the text editing buttons associated with the field.
bg: Използвайте това поле за да въведете текст. Върху това Помощно средство не е приложено наблягане, въпреки че може да се приложи ограничено форматиране чрез бутоните за редактиране на текст, асоциирани с полето.
de: Geben Sie in diesem Feld Text ein. In diesem iDevice können Sie den Text mit Hilfe der Editierbuttons formatieren.
id: Gunakan isian ini untuk memasukan teks. "iDevice ini tidak memiliki titik penekanan walaupun pembentukan terbatas dapat saja diterapkan pada teks melalui tombol pengubahan teks yang diasosiakan dengan isian.
sr: U ovo polje unesite tekst. Ovaj iUređaj nema primenjen naglasak iako ograničeno formatiranje može da se primeni na tekst putem dugmadi za uređivanje teksta dodeljenih ovom polju.
zu: Sebenzisa lesi sikhala ukufaka okubhaliwe.Le iDevice ayinakho ukugcizelela okusetshenzisiwe nakuba izakhi ezilinganiselwe zingasetshenziswa kokubhaliwe ngokusebenzisa izinkinobho zokulungisa okubhaliwe ezihambisana nalesi sikhala.

source: Use this pulldown to select whether or not the iDevice should have any formatting applied to it to distinguish it; ie. a border and an icon.
bg: Използвайте това падащо меню за да изберете дали към това Помощно средство да има приложено някакво форматиране, което да го отличава; Например очертание или икона.
de: Wählen Sie im Pulldown-Menu aus, ob das iDevice in besonderer Weise mit einem Rahmen oder Icon formatiert werden soll.
id: Gunakan menu tarik bawah ini untuk memilih perlu tidaknya "iDevice" untuk memiliki bentuk tertentu agar gampang dikenal; sebagai contoh. sebuah garis batasan dan sebuah ikon.
sr: Koristite ovaj padajući meni da bi odabrali da li će vaš iUređaj da ima primenjeno neko oblikovanje da bi se razlikovao od drugih, npr. okvir i ikonu.

source: What to read
bg: Какво да се прочете
de: Lesetexte
id: Apa yang harus dibaca
sr: Šta da se čita
zu: Yini efundwayo

source: When building an MCQ consider the following: <ul> <li> Use phrases that learners are familiar with and have encountered in their study </li> <li> Keep responses concise </li> <li> There should be some consistency between the stem and the responses </li> <li> Provide enough options to challenge learners to think about their response </li> <li> Try to make sure that correct responses are not more detailed than the distractors </li> <li> Distractors should be incorrect but plausible </li> </ul>
bg: Когато създавате тестове с един верен отговор, вземете предвид следното: <ul> <li> Използвайте фрази, които са познати на учащите и са ги срещали в учебния процес </li> <li> Давайте кратки отговори </li> <li> Трябва да има някаква връзка между въпросите и отговорите </li> <li> Осигурете достатъчен брой варианти за да предизвикате учащите да помислят върху отговора си </li> <li> Уверете се, че правилните отговори не са по-подробни от подвеждащите </li> <li> Подвеждащите отговори трябва да са грешни но възможни </li> </ul>
de: Beachten Sie bei der Erstellung der Multiple-Choice Fragen folgendes:<ul> <li>Verwenden Sie Begriffe, die den Teilnehmer/innen vertraut sind oder in der Lerneinheit verwandt wurden.</li> <li>Formulieren Sie knappe Antwortvorgaben.</li> <li>Beachten Sie, dass Fragen und Antworten zusammen passen.</li> <li>Geben Sie ausreichend viele Antwortoptionen, damit dieTeil- nehmer/innen gefordert werden, über die richtige Antwort nachzudenken.</li> <li> Achten Sie darauf, dass richtige und falsche Antworten ungefähr gleich lang sind.</li> <li>Falsche Antwortvorgaben sollten falsch sein, aber dennoch über eine gewisse Plausibilität verfügen</li> </ul>
id: Ketika membangun sebuah MCQ pertimbangkan hal berikut ini: <ul> <li> Gunakan kata yang telah akrab dengan siswa dan memiliki hubungan dengan pelajaran mereka </li> <li> Jaga agar respons tetap padat berisi </li> <li> Adanya konsistensi antara akar permasalahan dan respons </li> <li> Sediakan opsi yang cukup untuk merangsang siswa berpikir mengenai respon mereka </li> <li> Coba untuk meyakinkan bahwa respon yang benar tidak lebih rinci ketimbang pengalih perhatian </li> <li> Pengalih perhatian sebaiknya tidak benar tapi jelas </li> </ul>
sr: Kad budete kreirali pitanja sa više izbora uzmite u obzir sledeće: <ul> <li> Koristite fraze koje su poznate učenicima i s akojima su se sretali tokom učenja </li> <li> Nastojte da odgovori budu koncizni </li> <li> Mora da postoji konzistencija između osnove i odgovora </li> <li> Ponudite dovoljno opcija da izazovete učenike da misle o svom odgovoru <li> <li> Nastojte da budete sigurni da tačni odgovori ne budu mnogo detaljniji od odvraćajućih odgovora <li> <li> Odvraćajući odgovori trebaju da budu netačni, ali jasni <li> <li>
zu: Uma wakha i-MCQ cabangela okulandelayo: &lt;ul&gt; &lt;li&gt; Sebenzisa amaqoqo amagama abafundi abawajwayele futhi asebeke bahlangana nawo esifundweni sabo &lt;/li&gt; &lt;li&gt; Gcina izimpendulo zimfushane &lt;/li&gt; &lt;li&gt; Kumele kube nokuvumelana phakathi kwesiqu nezimpendulo &lt;/li&gt; &lt;li&gt; Nikeza okwanele okungakhethwa ukunikeza abafundi inselele yokucabanga ngezimpendulo &lt;/li&gt; &lt;li&gt; Zama ukuqinisekisa ukuthi akunikezwa imininingwane eminingi ngezimpendulo ezifanele kuneziyizithiyo &lt;/li&gt; &lt;li&gt; Okukhethwayo okuyizithiyo kumele kube yiphutha kodwa kungazwakali kuyiphutha &lt;/li&gt; &lt;/ul&gt;

source: Wiki Article
bg: Wiki Статия
de: Wiki Artikel
id: Artikel Wiki
sr: Wiki članak

source: Wikibooks Article
bg: Wikibooks Статия
de: Wikibooks Artikel
id: Artikel Wikibooks
sr: WIkiknjige članak
zu: Ukulandisa okubhaliwe kwamaWikibook

source: Wikieducator Content
bg: Wikieducator Съдържание
id: Isi Wikieducator
sr: Wikiedukator sadržaj
zu: Okuqukethwe kwi-Wikieducator

source: Wikiversity
sr: Wikiverzitet

source: Wiktionary
id: Wikitionary
sr: Wikirečnik

source: Wrong
bg: Грешно
de: Falsch
id: Salah
sr: Pogrešno
zu: Iphutha

source: You can use the toolbar or enter latex manually into the textarea.
bg: Може да използвате лентата с инструменти или да въведете latex ръчно в текстовото поле.
de: Verwenden Sie die Toolbar odergeben Sie LATEX-Code direkt ein.
id: Anda dapat menggunakan balok perangkat atau memasukan latex secara manual pada area teks.
sr: Možete da koristite traku sa alatima ili da uneste latex ručno u područje za tekst.

source: Your new iDevice will appear in the iDevice pane with this title. This is a compulsory field and you will be prompted to enter a label if you try to submit your iDevice without one.
bg: Вашето ново Помощно средство ще се появи в панела Помощни средства с това име. Това е задължително поле и ще бъдете запитани да въведете етикет ако опитате да изпратите вашето Помощно средство без такъв .
de: Ihr neues iDevice wird mit diesem Titel im iDevice Fenster angezeigt. Dies ist ein Pflichtfeld.
id: "iDevice" baru anda akan muncul pada panel "iDevice" dengan nama ini. Ini merupakan isian wajib dan anda harus mengisi label jika anda mencoba untuk membuat "iDevice" tanpa label tersebut.
sr: Vaš novi iUređaj će se pojaviti u panelu za iUređaje sa ovim naslovom. Ovo je obavezno polje i bit će od vas zatraženo da upišete etiketu ako pokušate da priložite vaš iUređaj bez etikete.

source: article
bg: статия
de: Artikel
id: artikel
sr: članak
zu: ukulandisa okubhaliwe

source: blank for original size
bg: празно за оригинален размер
de: leer lassen für Bildanzeige in Originalgröße
id: kosongkan untuk ukuran aslinya
sr: praznoza originalnu veličinu
zu: akunalutho kobungako bokuqala

source: eXe : elearning XHTML editor
bg: eXe : XHTML редактор за е-обучение
sr: eXe : XHTML editor za e-učenje
zu: eXe : umhleli we-XHTML ye-elearning

source: eXe Project
bg: eXe Проект
de: eXe Projekt
id: Proyek eXe
sr: eXe Projekat

source: file %s has no parentNode
bg: Файлът %s няма родителски елемент
de: Datei %s hat keinen parentNode
id: berkas %s tidak memiliki simpulInduk
sr: datoteka %s nema roditeljsku tačku
zu: ifayela %s alinaMsuka.

source: iDevice %s has no package
bg: Помощното средство %s няма пакет
de: iDevice %s hat kein Paket
id: "iDevice" %s tidak memiliki paket
sr: iUređaj %s nema paket
zu: I-iDevice %s ayinaphakethe

source: iDevice Editor
bg: Редактор на Помощни средства
id: Editor "iDevice"
sr: iUređaj editor
zu: uMhleli we-iDevice

source: iDevice icon
bg: Икона на Помощното средство
id: ikon "iDevice"
sr: iUređaj ikona
zu: Isithanjana se-iDevice

source: key
bg: клавиш
id: kunci
sr: ključ
zu: isihluthulelo

source: keycode
bg: код на клавиш
id: kodekunci
sr: ključni kod
zu: ikhodi eyisihluthulelo

source: label
bg: етикет
sr: etiketa
zu: lebula

source: newline
bg: нов ред
de: Neue Zeile
id: garisbaru
sr: nova linija

source: renamed a Resource for an Applet Idevice, and it should not have even made it this far!
de: Quelle für ein Applet Idevice wurde umbenannt.
sr: preimenovano Izvor za aplet iUređaj, i čak nebi trebalo da dođe do ovoga!

source: text
bg: текст
id: teks
sr: tekst

source: title
bg: заглавие
id: judul
sr: naslov
zu: isihloko

source: tooltiptext
sr: tekst za napomenu za alate

source: eXeex - About
de: eXeex - Über
sr: eXeex - O programu

source: Dublin Core Metadata
bg: Dublin Core Метаданни
id: Metadata Inti Dublin
sr: Dublin Jezgro metapodaci

source: SCORM 1.2 Options
bg: SCORM 1.2 настройки
de: SCORM 1.2 Optionen
id: Opsi SCORM 1.2
sr: SCORM 1.2 opcije
zu: Okukhethwayo kwe-SCORM 1.2

source: exelearning
sr: exeučenje

source: Dublin Core
id: Inti Dublin
sr: Dublin Jezgro

source: Project Properties
bg: Свойства на проекта
de: Projekteigenschaften
id: Properti Proyek
sr: Svojstva projekta
zu: Ubunjalo Bomsebenzi

source: Package Properties
de: Projekteigenschaften
sr: Svojstva paketa

source: The name given to the resource.
de: Name für dieses Material
sr: Ime dato izvoru

source: Add Previous/Next links within SCOs?
bg: Добавяне на връзки Назад/Напред в SCO съдържанието?
de: Link zu vorheriger/nächster Seite bei den Einheiten anzeigen?
id: Tambah tautan Kembali/Lanjut pada SCOs?
sr: Dodajete Prethodni/Sledeći linkove unutar SCO?
zu: Faka Okwadlule/Izixhumanisi ezilandelayo kuma-SCO?

source: Insert Package
bg: Вмъкване на пакет
de: In Paket einfügen
id: Sisipkan Paket
sr: Umetni paket
zu: Faka i-Phakethe

source: The project's title.
de: Projekttitel.
sr: Naslov projekta

source: Package
bg: Пакет
de: Paket
id: Paket
sr: Paket
zu: Iphakethe

source: Title:
bg: Заглавие:
de: Titel:
id: Judul:
sr: Naslov:
zu: Isihloko:

source: Checking this box will cause eXe to add Previous and Next links to individual pages within your SCO. This requires a non-standard extension to SCORM 1.2 and is only known to work with some versions of Moodle.
bg: Поставянето на отметка ще накара еХе да постави връзки към Следваща и Предишна страница в SCO съдържанието. Това изисква използването на нестандартно разширение за SCORM 1.2 и работи само с някои версии на Moodle.
de: Die Funktion fügt 'Zurück/vorherige' und 'Weiter/Nächste' Links in den einzelnen Seiten des SCO ein. Es handelt sich dabei um eine nicht mit dem SCORM Standard übereinstimmende Funktion, die nur mit einigen Versionen von Moodle funktioniert.
sr: Označavanje ove kutije će uzrokovati da eXe doda Prethodni i Sledeći linkove na pojedinačne strane vašeg SCO. Ovo zahteva ne-standardno proširenje za SCORM 1.2 i ono radi sa nekim verzijama programa Moodle.

source: Extract Package
bg: Разопаковане на пакета
de: Paket entpacken
id: Ekstrak Paket
sr: Ekstrahiraj paket
zu: Khipha i-Phakethe

source: Project Title:
bg: Име на проекта:
de: Projekttitel:
id: Judul Proyek:
sr: Naslov projekta:
zu: Isihloko Somsebenzi:

source: Metadata
bg: Метаданни
de: Metadaten
sr: Metapodaci

source: An entity primarily responsible for making the content of the resource.
de: Autor/in
sr: Entitet prvenstveno odgovoran za kreiranje sadržaja izvora.

source: VK_INSERT
sr: VK_UMETNI
zu: VK_FAKA

source: Background image for a header (an image 100px high is recommended).
de: Hintergrundbild für Kopfzeile (100 px Höhe istempfohlen).
sr: Pozadinska slika za zaglavlje (preporučuje se slika od 100 piksela i više)

source: Export
bg: Изнасяне
id: Ekspor
sr: Iznos
zu: Thumela

source: Creator:
bg: Създател:
de: Ersteller/in:
id: Pembuat:
sr: Kreator:
zu: Umqambi:

source: VK_DELETE
sr: VK_IZBRIŠI
zu: VK-SUSA

source: Header Background:
bg: Фон на горният колонтитул
de: Überschrift Hintergrund
id: Latar Kepala
sr: Pozadina zaglavlja

source: The topic of the content of the resource.
de: Thema/Inhalte der Ressource
sr: Tema sadržaja izvora

source: Load Image
bg: Зареждане
de: Bild hinzufügen
id: Muat Gambar
sr: Učitaj sliku
zu: Faka isithombe

source: Subject:
bg: Тема:
de: Inhalt:
id: Subyek:
sr: Tema:
zu: Isimemela:

source: VK_LEFT
sr: VK_LEVO
zu: VK_KWESOKUNXELE

source: Show Image
bg: Показване
de: Bild anzeigen
id: Tunjukan Gambar
sr: Pokaži sliku

source: Typically, Subject will be expressed as keywords, key phrases or classification codes that describe a topic of the resource. Recommended best practice is to select a value from a controlled vocabulary or formal classification scheme.
bg: Обикновено темата ще бъде изразена чрез ключови думи, изрази или класификационни кодове, които описват предмета на ресурса. Най-добрата препоръчителна практика е да се избере израз от регулиран речник или официална класификационна схема.
de: Der Gegenstand/Inhalt wird am besten durch Kernbegriffe oder Stichworte beschrieben. Falls ein Klassifikationsschema existiert, kann dieses verwandt werden.
id: Secara tipikal, Subyek akan dibuat berdasarkan kata kunci, frasa kunci atau kode klasifikasi yang menggambarkan sebuah topic dari sumber daya. Langkah yang disarankan adalah untuk memilih sebuah nilai dari kosa kata yang terkendali atau skema klasifikasi normal.
sr: Obično se tema izražava ključnim rečima, ključnim frazama ili klasifikacionim kodovima koji opisuju temu ili izvor. Preporučena najbolja praksa je da se odabere vrednost iz kontrolisanog rečnika ili formalne klasifikacione šeme.
zu: Ngokucacile, umongo uyoboniswa ngamagama ayisihluthulelo, amaqoqo amagama ayisihluthulelo noma amakhodi okuhlukanisa achaza isihloko sendingeko. Okunconywa kakhulu okungenziwa ukukhetha inani emagameni alawulekayo noma uhlelo lokuhlukanisa oluhlelekile.

source: VK_RIGHT
sr: VK_DESNO
zu: VK_KWESOKUDLA

source: Clear Image
bg: Изчистване
de: Bild Löschen
id: Bersihkan Gambar
sr: Ukloni sliku
zu: Susa isithombe

source: An entity responsible for making the resource available.
de: Herausgeber
sr: Entitet odgovoran za dostupnost izvora.

source: Tile background image?
bg: На плочки?
de: Hintergrundbild als Kachelmuster?
id: Gambar latar dibuat ubin?
sr: Poredaj pozadinsku sliku?

source: Publisher:
bg: Издател:
de: Veröffentlicht durch:
id: Penerbit:
sr: Izdavač:
zu: Umshicileli

source: Primary author of the resource.
de: Hauptautor/in
sr: Primarni autor izvora.

source: An entity responsible for making contributions to the content of the resource.
de: Kontakt
sr: Entitet odgovoran za stvaranje doprinosa sadržaju resursa.

source: Author:
bg: Автор:
de: Autor/in:
id: Pembuat:
sr: Autor:
zu: Umbhali:

source: Contributors:
bg: Заслуги:
de: Mitwirkende:
id: Kontributor:
sr: Saradnici:
zu: Ababambe Iqhaza:

source: Select a license.
de: Lizenz auswählen.
sr: Odaberi licencu.

source: A date of an event in the lifecycle of the resource.
de: Trmin für Ereignis im Lebenszyklus des Materials
sr: Datum događaja u životnom ciklusu izvora.

source: License:
bg: Лиценз:
de: Lizenz:
id: Izin:
sr: Licenca:

source: Date:
bg: Дата:
de: Datum
id: Tanggal:
sr: Datum:
zu: Usuku:

source: Select License
bg: Изберете лиценз
de: Lizenz auswählen
id: Pilih Perizinan
sr: Odaberi licencu

source: Typically, Date will be associated with the creation or availability of the resource. Recommended best practice for encoding the date value is defined in a profile called
bg: Обикновено датата ще се свързва със създаването или наличността на ресурса. Най-добрата препоръчителна практика за изписване на датата е определена в профил, наречен ISO 8601
de: Das Datum wird verbunden mit dem Zeitpunkt der Erstellung oder Bereitstellung. Das Datumsformat ist festgelegt im Profil:
id: Secara tipikal, tanggal akan diasosiasikan pada saat sumber daya tersebut dibuat atau mulai tersedia. Sebuah cara terbaik yang direkomendasikan untuk mengatur nilai tanggal adalah mendefinisikan pada sebuah profil yang dinamakan
sr: Obično datum se dodeli kreiranju ili dostupnosti izvora. Preporučena najbolja praksa za postavljanje vrednosti datuma je definisana u profilu zvanom
zu: Ngokucacile, Usuku luyohlotshaniswa nokwakhiwa noma ukuba khona kwendingeko.Okungenziwa okunconywa kakhulu ukuze wakhe ikhodi yesilinganiso sosuku kuchazwe kwisichazi'nqo esibizwa ngokuthi

source: Creative Commons Attribution 3.0 License
sr: Creative Commons Attribution 3.0 Licenca

source: Creative Commons Attribution Share Alike 3.0 License
sr: Creative Commons Attribution Share Alike 3.0 Licenca

source: and includes (among others) dates of the form YYYY-MM-DD.
bg: който включва дати от типа ГГГГ-MM-ДД.
de: und bindet unter anderem Daten im Format YYYY-MM-DD ein.
id: dan menyertakan (diantara lainnya) tanggal dalam bentuk TTTT-BB-tt.
sr: i uključuje (među drugima) datume oblika YYYY-MM-DD.

source: label="New" accesskey="n"
bg: label="Нов" accesskey="n"
de: label="Neu" accesskey="n"
sr: label="Novi" accesskey="n"
zu: label="OkuSha" accesskey="s"

source: Creative Commons Attribution No Derivatives 3.0 License
de: Creative Commons Attribution-NoDerivs 3.0 License
sr: Creative Commons Attribution No Derivatives 3.0 Licenca

source: The nature or genre of the content of the resource.
de: Genre des Inhalts
sr: Priroda ili žanr sadržaja izvora

source: label="Open" accesskey="o"
bg: label="Отваряне" accesskey="o"
de: label="Öffnen" accesskey="o"
sr: label="Otvori" accesskey="o"
zu: label="Vula" accesskey="v"

source: Creative Commons Attribution Non-commercial 3.0 License
sr: Creative Commons Attribution Non-commercial 3.0 Licenca

source: Type:
bg: Тип:
de: Typ:
id: Tipe:
sr: Tip:
zu: Uhlobo:

source: label="Recent Projects..." accesskey="r"
bg: label="Последни проекти..." accesskey="r"
de: label="Frühere Projekte" accesskey="r"
sr: label="Nedavni Projekti..." accesskey="r"

source: Creative Commons Attribution Non-commercial Share Alike 3.0 License
sr: Creative Commons Attribution Non-commercial Share Alike 3.0 Licenca
